
image ep5_milf_77_sex_1:
    'cg/ep5/end/2/1.png' with Dissolve(.15)
    1.2
    'cg/ep5/end/2/2.png' with Dissolve(.15)
    1.2
    repeat


image ep5_milf_77_sex_1_2:
    'cg/ep5/end/2/1.png' with Dissolve(.15)
    .9
    'cg/ep5/end/2/2.png' with Dissolve(.15)
    .9
    repeat


image ep5_milf_77_sex_1_3:
    'cg/ep5/end/2/1.png' with Dissolve(.15)
    .6
    'cg/ep5/end/2/2.png' with Dissolve(.15)
    .6
    repeat

image ep5_milf_77_sex_2:
    'cg/ep5/end/3/1.png' with Dissolve(.15)
    1.2
    'cg/ep5/end/3/2.png' with Dissolve(.15)
    1.2
    repeat


image ep5_milf_77_sex_2_2:
    'cg/ep5/end/3/1.png' with Dissolve(.15)
    .9
    'cg/ep5/end/3/2.png' with Dissolve(.15)
    .9
    repeat



image ep5_milf_77_sex_2_3:
    'cg/ep5/end/3/1.png' with Dissolve(.15)
    .6
    'cg/ep5/end/3/2.png' with Dissolve(.15)
    .6
    repeat


image ep5_milf_77_sex_3:
    'cg/ep5/end/4/1.png' with Dissolve(.15)
    .8
    'cg/ep5/end/4/2.png' with Dissolve(.15)
    .8
    repeat

image ep5_milf_77_sex_3_2:
    'cg/ep5/end/4/1.png' with Dissolve(.15)
    .5
    'cg/ep5/end/4/2.png' with Dissolve(.15)
    .5
    repeat



image ep5_milf_77_sex_3_3:
    'cg/ep5/end/4/1.png' with Dissolve(.15)
    .3
    'cg/ep5/end/4/2.png' with Dissolve(.15)
    .3
    repeat



label ep5_milf_77:

































    scene black
    with Dissolve(.5)
    $ renpy.pause(.5, hard = True)
    scene expression 'cg/ep5/end/sex_end_0.png'
    with Dissolve(.5)

    $ renpy.music.stop(fadeout=1.5)
    $ renpy.music.play('audio/new-sky-by-rafael-krux-from-filmmusic-io.mp3', fadein = 1.5)


    "Марина" "Теперь, когда мы всецело предоставлены друг другу и может делать любые вещи без стыда и зазрения, я боюсь."


    "[gg]" "Чего ты боишься, Маришка?"


    "Марина" "Боюсь проснуться."


    "[gg]" "Если это сон, значит мы оба его видим."


    "Марина" "Наверное…"


    "[gg]" "И в этом сне ты выглядишь как богиня. "


    "Марина" "Я так сильно тебе нравлюсь? "


    "[gg]" "Ещё как…"


    "[gg]" "Ты роскошная женщина. "


    "[gg]" "Большие наливные груди, мясистое нежное тело, выразительное лицо и невинный, нежный взор."


    "[gg]" "Ты выглядишь очень доброй и притягательной."


    "[gg]" "Мне хочется сосать твою грудь, трогать тебя за задницу, и тереться своим членом об твою киску. "


    "Марина" "Ты смущаешь меня… "


    "Марина" "Я вся дрожу от волнения."


    "Марина" "Но мне приятно это слышать от тебя."


    "Марина" "Позволь и мне сделать тебе хорошо…"


    "[gg]" "Если ты желаешь, Маришка."


    "Марина" "Желаю, ещё как желаю, любимый."





    "Марина" "Наши разговоры завели тебя не на шутку."


    "[gg]" "Хех… Мне достаточно одного взгляда в твою сторону."


    "Марина" "Тогда смотри безотрывно, поскольку этот член теперь принадлежит мне и только мне."


    "[gg]" "О дааа!"





    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/2/0.png'
    with Dissolve(.5)
    "[gg]" "Ты так жадно сосёшь его…"

    scene expression 'cg/ep5/end/2/back.png'
    show ep5_milf_77_sex_1
    with Dissolve(.5)
    "Марина" "Мгл! Мгл!..."


    "[gg]" "Тебе определённо нравится это делать."


    "[gg]" "Твои аппетитные причмокивания заводят меня ещё больше."


    "Марина" "Мгла! Мгл! Мгл!!!"


    "[gg]" "Офигееееееть! Дааа! Ты мастерски работаешь язычком."


    "[gg]" "Я чувствую теплоту его мокрого касания."


    "[gg]" "Пожалуйсста, продолжай, не останавливайся."


    "[gg]" "Ты лучшая, Маришка!!!"

label ep5_milf_77_menu_1:
    menu:
        "Ускориться" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_1_2
            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_1






    "[gg]" "Оххх… "


    "[gg]" "Твои влажные пухленькие губки так яростно трутся об мой член, что я едва сдерживаюсь, только бы не кончить тебе прям в глотку раньше времени."


    "[gg]" " О да, быстрее, ещё быстрее. Невообразимое чувство блаженства и наслаждения…"


    "Марина" "Мгл! Мгл! Мгл!!"


    "[gg]" "Уххх…. Меня переполняют бури эмоций!"


    "[gg]" "Продолжай, Маришка, продолжай скользить ротиком, вылизывая каждый участок моего пульсирующего члена."


    "[gg]" "У тебя отлично получается… "


    "[gg]" "Ты самая горячая женщина в мире!"


    "[gg]" "Как же я хочу схватить тебя за волосы, и трахать тебя в самую глотку."


    "Марина" "Мгл….!!! Мммммм??!!"


    "[gg]" "Это значит да?"


    "Марина" "Мгл-мгл!!"





label ep5_milf_77_menu_2:
    menu:
        "Ускориться" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_1_3
            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_2




    "[gg]" "Вот так! Да!"


    "[gg]" "Мгл!"


    "[gg]" "Мгл! Мгл!"


    "[gg]" "Мгл! Мгл! Мгл!"


    "[gg]" "Это настоящий экстаз!"


    "[gg]" "Я трахаю тебя так глубоко и мощно, словно это не рот, а раздолбанная вагина дешёвой шлюхи."


    "Марина" "Ммммгл?!!!!!"


    "[gg]" "Извини за излишнюю вульгарность, Маришка, но я ещё никогда не испытывал такого бурного восторга от секса. "


    "[gg]" "О дааа!!!"


    "[gg]" "Это ни с чем не сравнимое удовольствие!"


    "[gg]" "Такое ощущение, что из меня сейчас вырвутся целые цистерны горячей спермы! "


    "[gg]" "И вся она заполонит твой рот так, что ты не сможешь не сглотнуть хотя бы половину живительной смеси!"


    "Марина" "Мгл!!! Мгл!!! Мгл!!!"



label ep5_milf_77_menu_3:
    menu:
        "Кончить" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_1_3
            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_3








    "[gg]" "Я уже почти… на грани!"


    "Марина" "Мгл!!! Мгл!!! Мгл!!!"


    "[gg]" "Давай, Маришка, открой свой ротик как можно шире. "


    "[gg]" "Я хочу накончать в тебя как можно больше!"


    "[gg]" "Мне нравится, как ты скулишь в ожидании бурного фонтана у тебя во рту."


    "Марина" "Мгл!!! Мгл!!! Мгл!!!"

    scene expression '#fff'
    with Dissolve(.5)

    $ renpy.pause(.5)
    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/2/3.png'
    with Dissolve(.5)




    "[gg]" "Кончаааааюююююю!!!!"


    "[gg]" "Ещё кончаю! Ещё!"


    "[gg]" "Проглоти всю мою сперму, Маришка, пожалуйста!"



    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/2/4.png'
    with Dissolve(.5)


    "Марина" "С удовольствием, милый."


    "Марина" "Твой сладкая, жгучая сперма для меня лучшая еда на свете. "


    "Марина" "Я готова высасывать твой член столько, сколько пожелаешь."


    "Марина" "Но ты же не собираешься ограничиться только моим ротиком, верно?"


    "[gg]" "Конечно."


    "[gg]" "Ты нужна мне вся!"


    "[gg]" "Знаешь… Я всегда мечтал это сделать, но только сейчас, наконец, набрался смелости чтобы спросить."


    "Марина" "Слушаю, дорогой. "


    "[gg]" "Можно я пососу твои сиськи?"


    "Марина" "Оу…. "


    "Марина" "Это так… похабно."


    "Марина" "Но да, я хочу. Очень хочу. Моё тело сгорает от нетерпения. "



    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/3/1.png'
    with Dissolve(.5)



    "[gg]" "Твои груди дурманят моё сознание."


    "[gg]" "Такие мягкие, тёплые… Ласкать их просто наслаждение. "


    "Марина" "Ты настоящий джентльмен, такой нежный и аккуратный. "


    "Марина" "Одно лишь прикосновение к моим соскам вызывает у меня дрожь по телу."


    "Марина" "Ну же, давай, пососи мою грудь ровно так, как и хотел изначально. "







    scene expression 'cg/ep5/end/2/back.png'
    show ep5_milf_77_sex_2
    with Dissolve(.5)



    "Марина" "Аххх!!!..."


    "Марина" "[gg], как же приятно ты пощипываешь мой сосочек!"


    "[gg]" "Я люблю тебя, Маришка!"


    "[gg]" "Мном-мном!"


    "[gg]" "Огромные зрелые сиськи моей женщины, они такие вкусные, сочные, налитые молочком. "


    "Марина" "Аххх… Ты заставляешь меня краснеть!"


    "Марина" "Я и подумать не могла, что ты окажешься таким сладострастным и трепетным к моему телу. "


    "Марина" "Продолжай ласкать мою грудь…."


    "Марина" "Пей моё молочко и вылизывай мои си…"


    "[gg]" "Мном-мном-мном!"


    "Марина" "О даааа!!"


    "Марина" "Мммммммм…."


    "Марина" "Я… Я просто таю в твои руках."





label ep5_milf_77_menu_4:
    menu:
        "Ускориться" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_2_2
            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_4




    "[gg]" "От этих сисек невозможно оторваться!"


    "[gg]" "Я словно маленький ребёнок, что прильнул к материнским грудям. "


    "Марина" "Опять эта похабщина! Ты смущаешь меня… и заставляешь чувствовать меня грязной девкой. Ты сам сделал из меня мать-извращенку."


    "Марина" "Пусть так. Говори как хочешь, и твори со мной любые гадости. "


    "Марина" "Для меня большая радость ублажать тебя, [gg]. Все твои фантазии, грязные мыслишки, всё теперь будет реализовано."


    "[gg]" "Мном-мном-мном!"


    "[gg]" "Спасибо, Маришка!"


    "Марина" "Ради тебя, любимый. Всё ради тебя. "



    "Марина" "Охххх… "


    "Марина" "Аххххххх!!!"


    "Марина" "Какое неподдельное удовольствие."


label ep5_milf_77_menu_5:
    menu:
        "Кончить" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_2_3
            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_5








    "[gg]" "Я почти насытился…"


    "Марина" "О да, я чувствую. "


    "Марина" "Давай, мой хороший, допивай моё молочко…"


    "Марина" "Не хочу, чтобы ты ушёл от меня голодным."


    "[gg]" "Мном-мном-мном!"


    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/3/3.png'
    with my_dissolve
    "[gg]" "Дааааа… ещё-ещё молочка!"









    "Марина" "Тебе было вкусно, мой милый?"


    "[gg]" "Лучший вкус в мире."

    scene expression 'cg/ep5/end/2/back.png'
    show expression 'cg/ep5/end/3/4.png'
    with Dissolve(.5)

    "[gg]" "Обалдеть!…"
    "Марина" "А знаешь где ещё вкусно?.."


    "[gg]" "О да, наступило время десерта! "




















































































































































































    scene expression '#000' with Dissolve(.5)
    $ renpy.pause(.5, hard = True)
    scene expression 'cg/ep5/end/4/0.png'
    with Dissolve(.5)


    "Марина" "Давай, мой хороший, вставь своего дружка в мою вагину."


    "Марина" "Мои половые губки дрожат от нетерпения. "


    "[gg]" "Слова, которые мечтает услышать любой мужчина в мире."


    "Марина" "Но слышишь их только ты."






    scene expression 'cg/ep5/end/4/1.png' with Dissolve(.5)
    "[gg]" "Ваууу!"


    "Марина" "Почувствовал, да?"


    "[gg]" "В самых изощрённых фантазиях об этой ночи я и помыслить не мог, что это будет настолько круто!"


    scene ep5_milf_77_sex_3 with Dissolve(.5)
    "[gg]" "То, как ты сжимаешь мой член мокрой писечкой… уххх!!!"


    "[gg]" "Восторг на кончиках пальцев."


    "Марина" "На кончике головке, ты хотел сказать, хи-хи."


    "[gg]" "Внутри тебя бурлит настоящий фонтан страсти. "


    "Марина" "Оооооо, даааа! Будь грубее, [gg]! не играй со мной."


    "Марина" "Трахай меня изо всех сил!"


    "Марина" "Твои пылкие телодвижения превращают меня в сексуальную маньячку. "


    "Марина" "Я словно дикарка, жаждущая безбашенного траха до потери пульса. "







label ep5_milf_77_menu_6:
    menu:
        "Ускориться" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_3_2

            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_6




    "[gg]" "О да, мне нравится тебя видеть твоё сумасшествие. "


    "[gg]" "Все твои тайны и страхи, страсть и безумие, что таились внутри тебя все эти годы, наконец-то вырываются наружу."


    "[gg]" "Не сопротивляйся, прими себя такой, какая ты есть!"


    "Марина" "Ахххх…!!"


    "Марина" "Божеее… Дааа, как хорошо."


    "Марина" "Быстрее, ещё быстрее!!"


    "[gg]" "Я так глубоко проникаю внутрь, будто бы касаюсь самой матки. "


    "[gg]" "Да-да, я чувствую её… Чувствую, как как реагируешь на это касание подёргиванием своего тела."


    "Марина" "Это оргазмы!... Череда оргазмов, которые не оставляют меня всё это время!"


    "Марина" "И это потрясающие ощущения! "







label ep5_milf_77_menu_7:
    menu:
        "Ускориться" if True:
            scene expression 'cg/ep5/end/2/back.png'
            show ep5_milf_77_sex_3_3

            with Dissolve(.5)
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_7




    "[gg]" "Пора укротить твою первобытную страсть!"


    "Марина" "О дааа, как хорошо…"


    "Марина" "Только ты можешь поставить меня на место!"


    "Марина" "Лишь твоему члену позволено удовлетворить ту извращённую похоть, что я хранила для этой ночи. "


    "[gg]" "Вижу… Маришка. Ты помешана на моём члене!"


    "Марина" "Я не могу без него жить!!!"


    "Марина" "Сильнее, ещё сильнее!!"


    "[gg]" "Ухххх!!..."







label ep5_milf_77_menu_8:
    menu:
        "Кончить" if True:
            $ pass
        "Продолжить в том же темпе" if True:
            $ pass
            window hide
            $ renpy.pause(9999)
            jump ep5_milf_77_menu_8




    "[gg]" "Я близок к финалу, Марина! Я уже совсем близок!"


    "Марина" "Тогда кончи в меня как можно больше. "


    "Марина" "Обкончай меня внутри и снаружи. Позволь мне искупаться и впитать твою горячую сперму."




    "Марина" "О да, ещё-ещё! Давай!"


    "[gg]" "Ооооооооо, я уже…."


    "[gg]" "Кончааааааааюююю!!!!"







    scene white with Dissolve(.5)

    $ renpy.pause(1, hard = True)
    scene expression 'cg/ep5/end/4/3.png'
    with Dissolve(.5)
    "[gg]" "*глубоко вздыхает*"


    "Марина" "Фантастика…"


    "[gg]" "Это лучший секс в моей жизни."


    "Марина" "И мой тоже."


    "[gg]" "Я рад, что эту эйфорию я могу разделить именно с тобой, Маришка. "


    "Марина" "Оу…. Как это мило. "


    "Марина" "Я испытываю не меньший восторг от соития с тобой, любимой мой. "

    scene black with Dissolve(.5)

    $ renpy.pause(.5, hard = True)
    scene expression 'cg/ep4/anim_frames/GG_Milf_First_Sex_finish.png'
    with my_dissolve
    $ add_to_gallery(19)




    "[gg]" "Я люблю тебя."


    "Марина" "И я тебя."


    "[gg]" "Теперь мы всегда будем счастливы."


    "Марина" "Теперь да."


    "[gg]" "Сладких снов, любимая."


    "Марина" "Сладких снов, любимый."








    scene black with Dissolve(.5)

    $ renpy.pause(.5)
    $ descript = ''
    $ old_descript = ''

    $ block_exit_home = False
    $ block_map       = False
    $ unlock_milf_costumes = True

    $ block_change_milf_position   = False
    $ events.pop('ep5_milf_77', 0)


    python:
        for i in ('morning', 'afternoon', 'evening'):
            if i not in locations['GG_Room'].image_buttons_times:
                locations['GG_Room'].image_buttons_times.update({i: {}})
            if i != 'evening':
                j = 'morning'
            else:
                j = 'evening'
            locations['GG_Room'].image_buttons_times[i].update({'kat_on_bed_'+j: Jump('talk_with_kat_label'),})
            
    
    call milf_root_1_setup from _call_milf_root_1_setup
    $ time.time_now = 'morning'
    $ location_now  = 'GG_Room'

    $ gg_hungry_ep1075 = True

    $ unlock_film_kickboxer = True


    jump main_interface_label
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
