translate chinese_trad strings:

    old "Прижмись ко мне крепче и обними меня, [gg]."


    new '''抱緊我，[player_name]。'''

    old "Как скажешь…"


    new '''隨你怎麼說...'''

    old "Сладких снов."


    new '''做個好夢'''

    old "Сладких…"


    new '''親愛的...'''

    old "Кристи?.."


    new '''克里斯蒂'''

    old "Пссс, Кристи."


    new '''噓，克里斯蒂'''

    old "Ты спишь?"


    new '''你睡著了嗎？'''

    old "Ну спи-спи."


    new '''好了，睡個好覺。'''

    old "Так приятно лежать с ней рядом..."


    new '''躺在她身邊真好......'''

    old "Наблюдать за её умиротворённым сном..."


    new '''看着她安然入睡......'''

    old "...и знать, что именно со мной она испытывает безопасность."


    new '''......讓她知道和我在一起很安全。'''

    old "Тепло её нежного тела пьянит меня."


    new '''她嬌嫩的身體讓我眩暈。'''

    old "Запах её волос кажется сладким и дурманящим."


    new '''她的發香甜美醉人。'''

    old "Лежать с ней рядом, чувствовать её сладкий запах, прижиматься…"


    new '''躺在她身邊，聞着她甜美的香氣，依偎着...'''

    old "Ох, это настоящее наслаждение…."


    new '''哦，這真是一種享受....'''

    old "Моё сердце вот-вот вырвется от радости и…"


    new '''我的心就要被喜悅和......'''

    old "…Возбуждения."


    new '''......興奮'''

    old "Ну же, идиот, приди наконец в себя и просто ляг спать!"


    new '''來吧，白痴，終於清醒了，去睡覺吧！'''

    old "Хватит упиваться её запахом!"


    new '''不要再聞她了！'''

    old "Хватит впадать в экстаз от трепета её дыхания!"


    new '''不要再為她的呼吸聲而陶醉了！'''

    old "Хватит!"


    new '''別鬧了'''

    old "Нет, так я никогда не смогу уснуть."


    new '''不，我永遠不會那樣睡覺'''

    old "Мне остаётся лишь оставить её одну или успокоить себя силой воли."


    new '''我只能讓她一個人獃著，或者用意志力讓自己冷靜下來。'''

    old "Ну да… Какой к чёрту воли?"


    new '''是啊... 什麼是 "意志"？'''

    old "Ммм…."


    new '''嗯...'''

    old "Ладно."


    new '''好的'''

    old "Я думаю, мои действия не будут истолкованы ею превратно, если я немного пошалю с ней."


    new '''我想，如果我和她亂搞一番，我的行為就不會被她誤解了。'''

    old "В конце концов, я не собираюсь переходить границы."


    new '''畢竟，我不會越俎代庖。'''

    old "Верно я говорю?"


    new '''我說得對嗎？'''

    old "Конечно, верно!"


    new '''當然，我是對的！'''

    old "Я же обращаюсь ни к кому-то..."


    new '''我不跟任何人說話...'''

    old "А к себе!"


    new '''......但送給我自己！'''

    old "Аххх…"


    new '''啊...'''

    old "Ну наконец-то."


    new '''最後'''

    old "Как же долго он решался."


    new '''他花了多長時間才下定決心。'''

    old "Я знала, что нечто такое случится и всё равно пригласила его к себе."


    new '''我知道會發生這樣的事情，但我還是邀請他來了。'''

    old "Мне бы очень хотелось, чтобы он сам сделал первый и главный шаг."


    new '''我真的希望他能邁出第一步，也是最主要的一步。'''

    old "Или, даже, надавил бы на меня, развеяв мои сомнения."


    new '''甚至給我施加壓力，打消我的疑慮。'''

    old "Но он, как и положено, ждёт взаимности."


    new '''但不出所料，他在等我回心轉意。'''

    old "А я слишком боюсь, чтобы принять это решение самостоятельно."


    new '''我不敢自己做決定。'''

    old "Ну да и пусть…"


    new '''好吧，那就這樣吧...'''

    old "Сейчас мне слишком хорошо, чтобы забивать голову будущими проблемами."


    new '''我現在感覺很好，不用擔心將來的問題。'''

    old "Надеюсь, он не планирует остановиться слишком быстро…"


    new '''我希望他不要太快停下來......'''

    old "Постараюсь быть нежным, насколько это возможно."


    new '''我會盡量溫柔的。'''

    old "Не хотелось бы тревожить её сладкий сон."


    new '''我不想打擾她的美夢。'''

    old "Хотя, конечно, мне жутко сложно сдержаться и не ускориться в десятки раз сильнее, ведь я буквально горю от жажды возбуждения."


    new '''當然，我很難克制自己不把速度加快幾十倍，因為我對刺激的渴求簡直如火如荼。'''

    old "У меня такой сильное сердцебиение, что, кажется, оно слышно даже в коридоре."


    new '''我的心跳聲如此強烈，甚至在走廊里都能聽到。'''

    old "Оххх… Кристи, какая же у тебя мягкая, круглая, упругая попочка…."


    new '''哦......克里斯蒂，你的屁股又軟又圓又有彈性....。'''

    old "Нельзя быть настолько совершенной, находясь рядом с тем, кто поклоняется такой красоте."


    new '''你不可能因為身邊有人崇拜這樣的美而變得如此完美。'''

    old "О да…. Кажется, его чувство бдительности притупилось."


    new '''哦，是的.... 看來他的警覺性已經鈍化了。'''

    old "[gg] так яростно трётся об меня, что я уже вся теку."


    new '''[player_name]在我身上使勁摩擦，我已經濕透了。'''

    old "Его толчки становятся всё сильнее и яростнее, будто бы он намеревается пройти в меня сквозь мои влажные от возбуждения трусики."


    new '''他的抽插越來越用力，好像要把我的濕內褲都插進去一樣。'''

    old "И мне это нравится!"


    new '''我喜歡'''

    old "Лучше бы он снял их с меня, и просто сделал то, что должен."


    new '''我希望他把它們從我身上拿開，做他該做的事情。'''

    old "Или я сделаю это сама…"


    new '''或者我自己來...'''

    old "Нет, не могу."


    new '''不，我不能...'''

    old "Это будет выглядеть глупо. Он сразу поймёт, что я не спала всё это время."


    new '''看起來很蠢 他一看就知道我一直沒睡。'''

    old "Ну же, [gg], будь напористее!"


    new '''來吧，[player_name]，自信一點！'''

    old "Сильнее, ещё сильнее!"


    new '''更強，更強！'''

    old "Я совсем обнаглел…."


    new '''我太大膽了'''

    old "Даже удивительно, как крепко она спит, ведь я буквально выталкиваю её с кровати."


    new '''當我把她從床上推下來的時候，她竟然睡得如此香甜。'''

    old "Скоро я оставлю тебя в покое, Кристи, скоро ты сможешь спать как и прежде…"


    new '''很快我就會讓你一個人獃著了，很快你就可以像以前一樣睡覺了...'''

    old "Я уже подхожу к кульминации…."


    new '''我已經接近最後的目標了....'''

    old "Даааа…. Ещё совсем чуть-чуть. Не могу больше сдерживать себя."


    new '''是.... 再來一點 我再也忍不住了。'''

    old "Вот так, ещё совсем немного!"


    new '''就這樣，再多一點！'''

    old "Я чувствую каждый изгиб её сладкой, мокрой киски!"


    new '''我能感覺到她甜美濕潤的陰部的每一條曲線！'''

    old "Её тёплые соки буквально обжигают мой изголодавшийся член."


    new '''她溫熱的汁液灼燒着我饑渴的陰莖。'''

    old "Даааааааа!!!"


    new '''是啊是啊是啊'''

    old "Всё…."


    new '''完成了....'''

    old "Я кончил."


    new '''我來了'''

    old "Даже слишком…."


    new '''太多了...'''

    old "Приятных сновидений."


    new '''晚安'''

    old "Миленькая моя..."


    new '''親愛的……'''

    old "Успокоился, вроде бы…"


    new '''他平靜下來了，似乎...'''

    old "Судя по всему, он удовлетворён."


    new '''看來他很滿意。'''

    old "Хи-хи-хи."


    new '''嘿嘿嘿'''

    old "Теперь буду спать как убитый."


    new '''現在我要像死人一樣睡覺'''

    old "И я тоже."


    new '''我也想'''

