translate chinese_trad strings:

    old "Я слышу какой-то шум."


    new '''我能聽到些動靜。'''

    old "Кажется, она ищет свой резиновый фалос. "


    new '''看來她在找她的橡膠朋友。'''

    old "Ага, точно."


    new '''果然。'''

    old "Сейчас она прикрепит его, и нужно было подыскать удобной момент, чтобы заменить его."


    new '''現在，她會把它固定在牆上，而我需要找到一個完美的時機，用我的小弟弟代替它。'''

    old "Сегодня я определённо нуждаюсь своём «дружке»."


    new '''今天，我絕對需要我的 "男朋友"。'''

    old "Вот, вроде держится."


    new '''這兒，它吸得很緊。'''

    old "Отлично."


    new '''很好！'''

    old "Пора снять трусики и предаться блаженству."


    new '''是時候脫掉內褲，沉浸在幸福中了。'''

    old "Что за?.."


    new '''搞什……？'''

    old "[gg] действительно думает, что я поверю в такую подмену?"


    new '''[player_name]真的認為我這麼蠢嗎？'''

    old "Какой же дурак…"


    new '''真是個傻瓜……'''

    old "И теперь дрожит в ожидании, полагая, видимо, что я вот-вот воспользуюсь его агрегатом."


    new '''現在他期待得渾身發抖，顯然以為我要用他的性愛機器了。'''

    old "Почему она так долго? "


    new '''她為什麼要這麼久？'''

    old "Она ищет смазку?.."


    new '''她是在找潤滑油嗎？'''

    old "А его член и вправду выглядит привлекательным."


    new '''他的小弟弟看起來真的很迷人。'''

    old "Особенно сейчас, когда я намеревалась удовлетворить себя."


    new '''尤其是現在，我正準備滿足自己的時候。'''

    old "Он стал немного мокреньким… хи-хи-хи."


    new '''他有點濕了……嘻嘻。'''

    old "Перевозбудился от мысли, что сможет почувствовать мою киску сейчас."


    new '''一想到現在我要自慰，我就慾火焚身。'''

    old "Что ж… "


    new '''那麼……'''

    old "Подыграю ему немножко. "


    new '''我陪你玩一會兒。'''

    old "Наконец-то!"


    new '''總算來了！'''

    old "Она трогает меня своей киской…"


    new '''她用陰部撫摸我……'''

    old "Боже, как же это волнительно!"


    new '''天啊，這太令人興奮了！'''

    old "Уххх… Его член так напрягся сразу."


    new '''呃……他的雞巴很快就硬了。'''

    old "Пожалуй, немного пошалить я с ним могу."


    new '''我可以跟他玩玩。'''

    old "Пока что без проникновения, конечно."


    new '''當然，不能插進來。'''

    old "Но, думается мне, он и так будет всецело доволен."


    new '''我想他會很高興的。'''

    old "Обалдееееееть!..."


    new '''真舒服！……'''

    old "Она трётся об меня половыми губками, и даже не подозревает, что на самом деле это мой член."


    new '''她用陰唇摩擦我，卻不知道那其實是我的陰莖。'''

    old "Наивная, но страстная Кристи."


    new '''天真但充滿激情的克里斯蒂。'''

    old "Ощущать её мокрую киску просто блаженство."


    new '''感受她濕潤的陰部是一種純粹的享受。'''

    old "Аххх… Как же тепло и мокро от её прикосновения. Наверняка она сейчас мечтает о том, чтобы быть со мной рядом. "


    new '''啊……她的撫摸讓我感覺又熱又濕。她現在一定在幻想和我在一起。'''

    old "[gg] держится молодцом хи-хи."


    new '''[player_name]表現不錯，嘻嘻。'''

    old "Практически не шевелится, притворяясь моим бездушным фалоимитатором. "


    new '''他一動不動，假裝是我沒有靈魂的假陽具。'''

    old "Стоит признать, чувствовать настоящий член куда приятней, чем дурацкую резину. "


    new '''我不得不承認，感受真正的雞巴比在裡面放一個愚蠢的橡膠要好得多。'''

    old "О даааа…. Очень хорошо. "


    new '''哦耶……真舒服。'''

    old "Я могу использоваться его орган, как пожелаю, а [gg] даже не шелохнётся, надеясь, что я не распознаю «подделки»."


    new '''我可以隨心所欲地使用他的弟弟，而 [player_name] 甚至動都不動一下，希望我認不出這個 "冒牌貨"。'''

    old "Она стала шустрее!"


    new '''她動作變快了！'''

    old "Но, почему-то, всё ещё не впустила мой член внутрь себя."


    new '''但是，不知怎麼的，她還是不讓我的雞巴進入她的身體。'''

    old "Я немного разыгралась… "


    new '''我玩得很開心，嘿嘿……'''

    old "[gg] стоит за стенкой и сходит с ума, наверняка думая о том, как бы не кончить раньше времени. "


    new '''[player_name]站在牆后，瘋狂地思考如何避免射得太快。'''

    old "Чтож… Ему придётся изрядно постараться, раз уж он так сильно этого хочет."


    new '''嗯……如果他那麼想要，就應該努力討好我。'''

    old "Я не планирую заканчивать слишком быстро."


    new '''我不打算這麼快就結束。'''

    old "Всякий раз, когда головка члена касается моего клитора, по всему телу пробегает приятный электрический заряд."


    new '''每當陰莖頭觸及我的陰蒂時，一股愉悅的電流就會竄過我的全身。'''

    old "И чем быстрее я двигаюсь, тем сильнее меня обуревает ощущение полного экстаза. "


    new '''我的動作越快，就越能感受到一種徹底的狂喜。'''

    old "Интересно, что в этот момент чувствует [gg]?"


    new '''不知道[player_name]此刻的心情如何？'''

    old "Ещё немного и я взорвусь от удовольствия…"


    new '''再多一會我就要炸了……'''

    old "Я совсем не рассчитывал на такую бурную реакцию на мой член. "


    new '''我沒想到我的雞巴會有這樣的反應。'''

    old "Мне… Надо… Паузу…"


    new '''I……我需要……暫停……'''

    old "Одаааа, офигеть! Вот так, ещё-ещё-ещё!"


    new '''哦哦，真是太瘋狂了！我喜歡這個，繼續-更多-更多！'''

    old "Знаю, [gg], ты уже на грани, но позволь мне ещё чуточку помучать тебя."


    new '''我知道，[player_name]，你已經很近了，但還是讓我再折磨你一下吧。'''

    old "В тебе столько заряженной энергии…."


    new '''你有這麼多的能量……'''

    old "Столько сил, который ты копил всё это время… Для этой ночи."


    new '''你一直以來積蓄的能量……就為了今晚。'''

    old "Конечно, ты ожидал совсем другого..."


    new '''當然，你也沒指望這麼多……'''

    old "Но мне почему-то кажется - разочарованным ты не останешься."


    new '''但我想你不會失望的。'''

    old "Я почти… Я уже практически кончил…"


    new '''我幾乎……快射了……'''

    old "Ха, интересно, а как он предполагал притворить свой план действия, если в конце, когда он кончит, я всё равно пойму, что это член, а не просто резиновая игрушка? "


    new '''哈，我想知道他是打算讓他的計劃成功的，如果在最後他射精了，我還是回發現這不是個假陽具啊？'''

    old "Судя по его состоянию полнейшего релакса и тяжёлого дыхания, которое я слышу даже через стену, ему уже на всё плевать."


    new '''從他完全放鬆的狀態和粗重的呼吸聲（我甚至能隔着牆聽到）來看，他根本不在乎。'''

    old "Да и разве можно думать про секс, как о чём-то рациональном?.."


    new '''是的，性並不是一件理性的事情……'''

    old "По крайней мере я сейчас думаю только о его члене!.."


    new '''我現在只想着他的雞巴！……'''

    old "Я… Я…"


    new '''我……我……'''

    old "Кончааааюююууууууу!!!"


    new '''射了！！！'''

    old "Ахххххххх!!"


    new '''啊啊啊！！'''

    old "Уффффф!!"


    new '''呃！！'''

    old "Дааааа…."


    new '''爽……'''

    old "Вау, как же много он накончал."


    new '''哇，這了這麼多……'''

    old "И всё это он планировал выплеснуть в меня?.. Ну дела…."


    new '''都是射給我的嗎？哇……'''

    old "Ну всё, дружок. Сладких снов и до новых встреч! Целую, люблю."


    new '''就這樣，我的朋友。做個好夢，再見！愛你。'''

