translate jap strings:

    old "Прижмись ко мне крепче и обними меня, [gg]."


    new '''[player_name]、しっかりと抱きしめて、僕を抱きしめてくれ。'''

    old "Как скажешь…"


    new '''君の言う通りに…'''

    old "Сладких снов."


    new '''良い夢を見てね。'''

    old "Сладких…"


    new '''スイーツ…'''

    old "Кристи?.."


    new '''クリスティ？..'''

    old "Пссс, Кристи."


    new '''シーッ、クリスティ。'''

    old "Ты спишь?"


    new '''寝てる？'''

    old "Ну спи-спи."


    new '''いいよ、ゆっくり寝て。'''

    old "Так приятно лежать с ней рядом..."


    new '''彼女の隣に横になるのは本当にいい…'''

    old "Наблюдать за её умиротворённым сном..."


    new '''彼女が平和に眠っているのを見守ること…'''

    old "...и знать, что именно со мной она испытывает безопасность."


    new '''…そして彼女が安全だと感じているのが僕と一緒にいる時だと知ること。'''

    old "Тепло её нежного тела пьянит меня."


    new '''彼女の柔らかい体の温もりが僕を酔わせる。'''

    old "Запах её волос кажется сладким и дурманящим."


    new '''彼女の髪の香りは甘くて魅惑的だ。'''

    old "Лежать с ней рядом, чувствовать её сладкий запах, прижиматься…"


    new '''彼女の隣に横になり、彼女の甘い香りを嗅ぎながら身を寄せ合うのは…'''

    old "Ох, это настоящее наслаждение…."


    new '''ああ、それは本当の喜びだ…'''

    old "Моё сердце вот-вот вырвется от радости и…"


    new '''僕の心は喜びと…'''

    old "…Возбуждения."


    new '''…興奮で爆発しそうだ。'''

    old "Ну же, идиот, приди наконец в себя и просто ляг спать!"


    new '''ほら、馬鹿、ようやく我に返って、ただ寝るんだ！'''

    old "Хватит упиваться её запахом!"


    new '''彼女の匂いを嗅ぐのをやめろ！'''

    old "Хватит впадать в экстаз от трепета её дыхания!"


    new '''彼女の息遣いに酔いしれるのをやめろ！'''

    old "Хватит!"


    new '''やめろ！'''

    old "Нет, так я никогда не смогу уснуть."


    new '''いや、そんな風には決して眠れない。'''

    old "Мне остаётся лишь оставить её одну или успокоить себя силой воли."


    new '''ただ彼女を一人にするか、意志の力で自分を落ち着かせなければならない。'''

    old "Ну да… Какой к чёрту воли?"


    new '''ええ…一体意志って何？'''

    old "Ммм…."


    new '''うーん…'''

    old "Ладно."


    new '''いいよ。'''

    old "Я думаю, мои действия не будут истолкованы ею превратно, если я немного пошалю с ней."


    new '''彼女と少し遊んでも、彼女が誤解しないだろう。'''

    old "В конце концов, я не собираюсь переходить границы."


    new '''結局のところ、僕は境界を越えるつもりはないから。'''

    old "Верно я говорю?"


    new '''そうだろう？'''

    old "Конечно, верно!"


    new '''もちろん、そうだ！'''

    old "Я же обращаюсь ни к кому-то..."


    new '''誰かと話してるわけじゃない…'''

    old "А к себе!"


    new '''…ただ自分自身と話してるだけだ！'''

    old "Аххх…"


    new '''ああ…'''

    old "Ну наконец-то."


    new '''ついに。'''

    old "Как же долго он решался."


    new '''決心を固めるのにどれだけ時間がかかったか。'''

    old "Я знала, что нечто такое случится и всё равно пригласила его к себе."


    new '''こんなことになると思って、それでも彼を招待したんだ。'''

    old "Мне бы очень хотелось, чтобы он сам сделал первый и главный шаг."


    new '''本当に彼が最初で最も重要な一歩を踏み出してほしかった。'''

    old "Или, даже, надавил бы на меня, развеяв мои сомнения."


    new '''または、僕の疑念を晴らすために圧力をかけてくれるかもしれない。'''

    old "Но он, как и положено, ждёт взаимности."


    new '''しかし、彼は予想通り、僕が愛に応えるのを待っている。'''

    old "А я слишком боюсь, чтобы принять это решение самостоятельно."


    new '''そして、僕は一人でこの決断を下すのがあまりにも怖い。'''

    old "Ну да и пусть…"


    new '''まあ、そうなるようにしよう…'''

    old "Сейчас мне слишком хорошо, чтобы забивать голову будущими проблемами."


    new '''これから始まる瞬間をこんなに楽しんでいるので、未来の問題については気にしない。'''

    old "Надеюсь, он не планирует остановиться слишком быстро…"


    new '''彼があまりにも早く止めないことを願っている...'''

    old "Постараюсь быть нежным, насколько это возможно."


    new '''できるだけ優しくしようと思う。'''

    old "Не хотелось бы тревожить её сладкий сон."


    new '''彼女の甘い夢を邪魔したくない。'''

    old "Хотя, конечно, мне жутко сложно сдержаться и не ускориться в десятки раз сильнее, ведь я буквально горю от жажды возбуждения."


    new '''もちろん、私が興奮に駆られて何十倍も速く加速するのを自制するのはとても難しいが、文字通り興奮に燃えている。'''

    old "У меня такой сильное сердцебиение, что, кажется, оно слышно даже в коридоре."


    new '''私の心臓の鼓動があまりにも強く、廊下でも聞こえるほどだ。'''

    old "Оххх… Кристи, какая же у тебя мягкая, круглая, упругая попочка…."


    new '''ああ...クリスティ、あなたのお尻はとても柔らかくて丸く、弾力がある...'''

    old "Нельзя быть настолько совершенной, находясь рядом с тем, кто поклоняется такой красоте."


    new '''あなたはそのような美しさを崇拝する人の周りで完璧であることができない。'''

    old "О да…. Кажется, его чувство бдительности притупилось."


    new '''ああ、そうだ... 彼の警戒心が鈍っているようだ。'''

    old "[gg] так яростно трётся об меня, что я уже вся теку."


    new '''彼が私にとても強くこすりつけているので、私はもう濡れている。'''

    old "Его толчки становятся всё сильнее и яростнее, будто бы он намеревается пройти в меня сквозь мои влажные от возбуждения трусики."


    new '''彼の押し込みがどんどん強くなり、まるで私の濡れたパンティを突き破って私を貫通しようとするかのようだ。'''

    old "И мне это нравится!"


    new '''そして私はそれが好きだ！'''

    old "Лучше бы он снял их с меня, и просто сделал то, что должен."


    new '''彼が私のパンティを脱がせて、やるべきことをしてくれたらいいのに。'''

    old "Или я сделаю это сама…"


    new '''または自分でやる...'''

    old "Нет, не могу."


    new '''いや、できない...'''

    old "Это будет выглядеть глупо. Он сразу поймёт, что я не спала всё это время."


    new '''馬鹿みたいに見える。彼はすぐに私がずっと眠っていなかったことを知るだろう。'''

    old "Ну же, [gg], будь напористее!"


    new '''さあ、[player_name]、もっと断固として！'''

    old "Сильнее, ещё сильнее!"


    new '''もっと強く、もっと強く！'''

    old "Я совсем обнаглел…."


    new '''私はあまりにも大胆だ...'''

    old "Даже удивительно, как крепко она спит, ведь я буквально выталкиваю её с кровати."


    new '''彼女が私をベッドから押し出そうとするとき、彼女がどれほどぐっすり眠っているかは驚くべきことだ。'''

    old "Скоро я оставлю тебя в покое, Кристи, скоро ты сможешь спать как и прежде…"


    new '''もうすぐあなたを一人にするよ、クリスティ、もうすぐ以前のように眠ることができるよ...'''

    old "Я уже подхожу к кульминации…."


    new '''もうすぐクライマックスに達する...'''

    old "Даааа…. Ещё совсем чуть-чуть. Не могу больше сдерживать себя."


    new '''そう...もう少し。もう我慢できない。'''

    old "Вот так, ещё совсем немного!"


    new '''まさにそれだよ、もう少し！'''

    old "Я чувствую каждый изгиб её сладкой, мокрой киски!"


    new '''彼女の甘く、湿ったプッシーのすべてのカーブを感じることができる！'''

    old "Её тёплые соки буквально обжигают мой изголодавшийся член."


    new '''彼女の温かい液体が私の飢えたコックを文字通り焼き尽くす。'''

    old "Даааааааа!!!"


    new '''イエアアアア！！！'''

    old "Всё…."


    new '''終わった...'''

    old "Я кончил."


    new '''射精した。'''

    old "Даже слишком…."


    new '''あまりにも多い...'''

    old "Приятных сновидений."


    new '''おやすみ。'''

    old "Миленькая моя..."


    new '''私の愛...'''

    old "Успокоился, вроде бы…"


    new '''彼は落ち着いたようだ...'''

    old "Судя по всему, он удовлетворён."


    new '''満足したようだ。'''

    old "Хи-хи-хи."


    new '''ヘヘヘ。'''

    old "Теперь буду спать как убитый."


    new '''今、私も死んだように眠る...'''

    old "И я тоже."


    new '''私も...'''

