translate jap strings:

    old "Я слышу какой-то шум."


    new '''音が聞こえるね。'''

    old "Кажется, она ищет свой резиновый фалос. "


    new '''彼女が大人のおもちゃを探しているみたいだ。'''

    old "Ага, точно."


    new '''そう、本当にそうみたいだ。'''

    old "Сейчас она прикрепит его, и нужно было подыскать удобной момент, чтобы заменить его."


    new '''これから彼女がそれを壁に取り付けようとするけど、僕のペニスにすり替える完璧な瞬間を見つけないと。'''

    old "Сегодня я определённо нуждаюсь своём «дружке»."


    new '''今日は絶対に「彼氏」が必要だわ。'''

    old "Вот, вроде держится."


    new '''ふふっ...ちゃんと固定されてる。'''

    old "Отлично."


    new '''いいね！'''

    old "Пора снять трусики и предаться блаженству."


    new '''さあ、パンティを脱いで幸せの中に飛び込む時間だ。'''

    old "Что за?.."


    new '''え？何これ...？'''

    old "[gg] действительно думает, что я поверю в такую подмену?"


    new '''[player_name]、私を本当にバカにしてるの？'''

    old "Какой же дурак…"


    new '''本当にバカね…'''

    old "И теперь дрожит в ожидании, полагая, видимо, что я вот-вот воспользуюсь его агрегатом."


    new '''そして今、彼は私が彼のペニスを使うと信じて、期待しているでしょう...'''

    old "Почему она так долго? "


    new '''うーん...なぜこんなに時間がかかるの？'''

    old "Она ищет смазку?.."


    new '''ローションを探しているのかな...？'''

    old "А его член и вправду выглядит привлекательным."


    new '''彼のペニスがとても魅力的に見えるわ。'''

    old "Особенно сейчас, когда я намеревалась удовлетворить себя."


    new '''特に、今、私が自慰行為をしようとしているこの瞬間に。'''

    old "Он стал немного мокреньким… хи-хи-хи."


    new '''少し濡れちゃった...ふふふ。'''

    old "Перевозбудился от мысли, что сможет почувствовать мою киску сейчас."


    new '''今すぐにでも私の中で感じることができると思うと興奮するわ。'''

    old "Что ж… "


    new '''いいわ...'''

    old "Подыграю ему немножко. "


    new '''少し一緒に遊んでみようか。'''

    old "Наконец-то!"


    new '''ついに！'''

    old "Она трогает меня своей киской…"


    new '''彼女が彼女の陰部で僕に触れて...'''

    old "Боже, как же это волнительно!"


    new '''わあ、これは本当に興奮する！'''

    old "Уххх… Его член так напрягся сразу."


    new '''うーん...彼のそこが本当にすぐに硬くなったわ。'''

    old "Пожалуй, немного пошалить я с ним могу."


    new '''少し悪戯をしてみようかな。'''

    old "Пока что без проникновения, конечно."


    new '''もちろん、まだ挿入はないけど。'''

    old "Но, думается мне, он и так будет всецело доволен."


    new '''とにかく彼も今の状況にはかなり幸せだろうから。'''

    old "Обалдееееееть!..."


    new '''素晴らしい...！'''

    old "Она трётся об меня половыми губками, и даже не подозревает, что на самом деле это мой член."


    new '''彼女が彼女の陰唇で僕を擦りつけていて...実はそれが僕のペニスだとは彼女は知らない。'''

    old "Наивная, но страстная Кристи."


    new '''純粋な可愛らしいクリスティ、情熱的だけど無邪気。'''

    old "Ощущать её мокрую киску просто блаженство."


    new '''彼女の濡れた陰部を感じるのは純粋な幸せだ。'''

    old "Аххх… Как же тепло и мокро от её прикосновения. Наверняка она сейчас мечтает о том, чтобы быть со мной рядом. "


    new '''ああ...彼女の触れることで僕はとても暖かく濡れてる。彼女は今、僕と一緒にいることを夢見ているに違いない。'''

    old "[gg] держится молодцом хи-хи."


    new '''[player_name]、上手にやってるわ、ふふ。'''

    old "Практически не шевелится, притворяясь моим бездушным фалоимитатором. "


    new '''動かずに、私の無機質なディルドのふりをしてる。'''

    old "Стоит признать, чувствовать настоящий член куда приятней, чем дурацкую резину. "


    new '''そうね、認めなくちゃ。男性の本物のペニスを感じるのは...その馬鹿げたゴムの大人のおもちゃを使うよりずっといいわ。'''

    old "О даааа…. Очень хорошо. "


    new '''ああ、とてもいいわ。'''

    old "Я могу использоваться его орган, как пожелаю, а [gg] даже не шелохнётся, надеясь, что я не распознаю «подделки»."


    new '''私は今、[player_name]のペニスを私の思いのままに使っているの。[player_name]は私が彼の「ごまかし」に気づかないと信じているでしょうね。ふふっ。'''

    old "Она стала шустрее!"


    new '''彼女がもっと速く動いているよ！'''

    old "Но, почему-то, всё ещё не впустила мой член внутрь себя."


    new '''でも、何かの理由で、まだ彼女は僕のペニスを中に入れていないんだ。'''

    old "Я немного разыгралась… "


    new '''すごく楽しいわ、へへ...'''

    old "[gg] стоит за стенкой и сходит с ума, наверняка думая о том, как бы не кончить раньше времени. "


    new '''[player_name]、君は壁の後ろで狂ったように振る舞っているわ。早漏にならないようにどうすればいいか考えているのかしら。'''

    old "Чтож… Ему придётся изрядно постараться, раз уж он так сильно этого хочет."


    new '''うーん...本当にそうしたいなら、もっと頑張らないと。'''

    old "Я не планирую заканчивать слишком быстро."


    new '''もちろん、この楽しみをすぐに終わらせるつもりはないわ。'''

    old "Всякий раз, когда головка члена касается моего клитора, по всему телу пробегает приятный электрический заряд."


    new '''彼のペニスの先が私のクリトリスに触れるたびに、気持ちいい電気ショックが全身を駆け巡るの。'''

    old "И чем быстрее я двигаюсь, тем сильнее меня обуревает ощущение полного экстаза. "


    new '''そして、私が速く動くほど、完全な恍惚感をより強く感じるの。'''

    old "Интересно, что в этот момент чувствует [gg]?"


    new '''[player_name]、今どんな感じ？'''

    old "Ещё немного и я взорвусь от удовольствия…"


    new '''もう少しで快感で爆発しそうだ...'''

    old "Я совсем не рассчитывал на такую бурную реакцию на мой член. "


    new '''僕のペニスにこんな反応が来るとは思わなかったよ。'''

    old "Мне… Надо… Паузу…"


    new '''ああ...僕は...僕は...ちょっと休まないと...'''

    old "Одаааа, офигеть! Вот так, ещё-ещё-ещё!"


    new '''ああ、もうクレイジー！これ最高、もっともっと！'''

    old "Знаю, [gg], ты уже на грани, но позволь мне ещё чуточку помучать тебя."


    new '''分かってるわ、[player_name]。君はもう限界だけど、もう少し苦しませてあげる。'''

    old "В тебе столько заряженной энергии…."


    new '''君は本当にたくさんのエネルギーを持っているのね...'''

    old "Столько сил, который ты копил всё это время… Для этой ночи."


    new '''ずっと溜め込んできたその力...今夜のために。'''

    old "Конечно, ты ожидал совсем другого..."


    new '''もちろん、そんなに期待していなかったかもしれないけど...'''

    old "Но мне почему-то кажется - разочарованным ты не останешься."


    new '''でも、失望はさせないわよ。'''

    old "Я почти… Я уже практически кончил…"


    new '''もう...もう終わりそう...イキそうだよ。'''

    old "Ха, интересно, а как он предполагал притворить свой план действия, если в конце, когда он кончит, я всё равно пойму, что это член, а не просто резиновая игрушка? "


    new '''ふふ、彼がどうやってその計画を成功させるつもりだったのかしら。結局、彼が射精する時、これが本物のペニスで、ただのゴム製のアダルトトイではないことをすぐに理解するんだから？'''

    old "Судя по его состоянию полнейшего релакса и тяжёлого дыхания, которое я слышу даже через стену, ему уже на всё плевать."


    new '''彼の完全なリラックス状態と、壁越しに聞こえるその荒い息遣いから察するに、もうそんなことは全く気にしていないみたい。'''

    old "Да и разве можно думать про секс, как о чём-то рациональном?.."


    new '''そうね、理解してるわ。セックスは合理的なものではないもの...'''

    old "По крайней мере я сейчас думаю только о его члене!.."


    new '''今、私は彼のペニスのことだけを考えているの...'''

    old "Я… Я…"


    new '''僕は...僕は...'''

    old "Кончааааюююууууууу!!!"


    new '''射精する！！'''

    old "Ахххххххх!!"


    new '''あああっ！！'''

    old "Уффффф!!"


    new '''うふふ！！'''

    old "Дааааа…."


    new '''うん...いいわ...'''

    old "Вау, как же много он накончал."


    new '''あら、精液がこんなにたくさん...'''

    old "И всё это он планировал выплеснуть в меня?.. Ну дела…."


    new '''彼がこれを全部私に注ぎ込もうとしたなんて？...わあ...'''

    old "Ну всё, дружок. Сладких снов и до новых встреч! Целую, люблю."


    new '''それじゃあ、私の友達。甘い夢を見て、またすぐに会おうね。愛してるわ。'''

