label biblio_23_sex:
    
    # //GG_Smile исчезает вправо
    # //Читальный зал
    # //Biblio_Final (спрайт Нэнси на столе)
    # // GG_Surprise выезжает слева
    show GG Surprise with my_dissolve
    "[gg]" "Очуметь!.."
    "[gg]" "Я тебя не узнаю... Ты... Ты..."
    "Нэнси" "Одета как развратная шлюха, да? Хи-хи-хи."
    show GG Embarrassment with my_dissolve
    "[gg]" "Ты выглядишь неотразимо."
    
    # //Необходимо кликнуть по Biblio_Final
    # //Biblio_Sex_0 (стоят друг с дружкой)
    
    "[gg]" "Внутри шкатулки был этот костюм?"
    "Нэнси" "Хи-хи-хи!"
    "Нэнси" "Ага. Если его можно таковым назвать."
    "Нэнси" "Я сразу догадалась, что это и должно быть кульминацией нашей встречи."
    "Нэнси" "Ничем не обременённый секс."
    "[gg]" "Без свидетелей."
    "Нэнси" "Без прелюдий."
    "[gg]" "Без одежды."
    "Нэнси" "И без презерватива, хи-хи-хи."
    "Нэнси" "Только ты и я, [gg]!"
    
    # //Biblio_Sex_1anim
    # //x1
    
    "[gg]" "Боже, ты прекрасна..."
    "[gg]" "Стоило мне лишь коснуться тебя, как ты уже пылаешь."
    "Нэнси" "О даа..."
    "Нэнси" "Не сдерживайся в своих фантазиях, [gg]!"
    "Нэнси" "Тебе нравится эта поза, правда?"
    "Нэнси" "Любишь, когда моя киска сжимает твой член? Хи-хи-хи."
    "[gg]" "Мне всё в тебе нравится, детка."
    "[gg]" "Особенно когда ты вопишь от удовольствия."
    
    # //Biblio_Sex_1anim
    # //x2
    
    "Нэнси" "Аххх!!!.."
    "Нэнси" "Да-да-да!"
    "Нэнси" "Твой член просто супер, [gg]!"
    "Нэнси" "Я ощущаю твои проникновения всеми фибрами кожи!"
    "Нэнси" "По телу проносятся разряды тока..."
    "Нэнси" "Оххххх!!!"
    "Нэнси" "Ещё-ещё-ещё!"
    "Нэнси" "Хочу, чтобы ты трахал меня глубже и сильнее!"
    "[gg]" "Я не сбавляю темпы, Нэнси."
    "[gg]" "Просто ты ненасытная сучка, хе-хе-хе!"
    
    # //Biblio_Sex_1anim
    # //x3
    
    "Нэнси" "Аххх, [gg]! Ты распылился не на шутку!"
    "[gg]" "Ещё бы..."
    "[gg]" "Чем сильнее ты меня сжимаешь, тем острее мои ощущения."
    "[gg]" "Мне приходится чуть ли не вдавливать тебя в стол, чтобы получить свою порцию наслаждения."
    "Нэнси" "Только не урони меня, пожалуйста."
    "Нэнси" "Хи-хи-хи."
    "[gg]" "Теперь я никогда не выпущу тебя из рук, детка!"
    "[gg]" "Эти горячие пушные бёдра – мои!"
    "Нэнси" "О дааааа!"
    "Нэнси" "Сегодня я вся твоя, [gg]!"
    "Нэнси" "Я кончаю!!.."
    "Нэнси" "Из раза в раз кончаю всё чаще и чаще."
    "Нэнси" "Но не все мои дырочки остаются довольными, милый."
    "[gg]" "Оу..."
    "[gg]" "Хочешь сменить позу?"
    "Нэнси" "Хочу обезопаситься, хи-хи-хи."
    
    # //Biblio_Sex_2anim
    # //x1
    
    "[gg]" "Тебе не больно?.."
    "Нэнси" "Разве что совсем чуточку..."
    "[gg]" "Я стараюсь быть нежным, Нэнси."
    "[gg]" "Скажи, если почувствуешь что-то не так."
    "Нэнси" "Уфффф... [gg]!"
    "Нэнси" "Ты такой милый и ласковый... Мне нравится, с какой осторожностью ты растягиваешь моё анальное колечко."
    "Нэнси" "Я так рада, что именно ты первый, кто трахнет меня в задницу!.."
    
    # //Biblio_Sex_2anim
    # //x2
    
    "[gg]" "Кажется мы затронули щепетильную тему девственности."
    "Нэнси" "Охххх... Ахххх... Да-да-да!"
    "[gg]" "И сколько мужчин у тебя было до меня?.."
    "Нэнси" "Нисколько, [gg]! ТЫ первый... Единственный."
    "[gg]" "Но ведь ты, чертовка, говоришь лишь про анальную девственность."
    "Нэнси" "Аххххх... [gg]! Мне так стыдно говорить об этом."
    "Нэнси" "Твои яростные касания трогают и мою душу, милый..."
    "Нэнси" "Дело в том, что свою киску я давно удовлетворяю сама."
    "Нэнси" "И едва ли могу называться девственницей..."
    "Нэнси" "Но ты мой первый мужчина. Это правда... Уфффф!"
    
    # //Biblio_Sex_2anim
    # //x3
    
    "[gg]" "Значит ты впервые чувствуешь, как член пронзает твоё тело?"
    "Нэнси" "Мгу... Всё верно."
    "Нэнси" "Это самые потрясающие ощущения, что я когда-либо испытывала."
    "Нэнси" "При чём в попку мне нравится больше, чем в иску, ахххх!..."
    "[gg]" "Чёрт, да ты настоящая извращека!"
    "[gg]" "О даааа!"
    "[gg]" "Мне это нравится."
    
    # //Biblio_Sex_3anim
    # //x1
    
    "Нэнси" "Или очень прагматичная, хи-хи-хи"
    "Нэнси" "Ведь если ты кончишь в мою попку, я не забеременею."
    "Нэнси" "В какой-то степени это... Ахххх Оххх....  Безопасный секс."
    "[gg]" "И более узконаправленный, хе-хе-хе."
    "Нэнси" "Хочешь сказать, в моей заднице тебе тесно?"
    "[gg]" "Уже нет...."
    "[gg]" "Твоя задница довольно охотно расширяется внутри, чтобы впустить мой член порезвиться."
    "[gg]" "Однако чем Уже дырочка, тем ярче ощущения."
    
    # //Biblio_Sex_3anim
    # //x2
    
    "Нэнси" "А так?... Хи-хи-хи!"
    "[gg]" "О божеее! Уфффффффффф!!!.."
    "[gg]" "Нэнси, чёрт тебя бери."
    "[gg]" "Ты так сильно сжала мой член анальной дырочкой, что я едва не кончил..."
    "Нэнси" "Так вот про какие ощущения ты говорил."
    "Нэнси" "Получил желаемое, да? Могу повторить."
    "Нэнси" "Вот. Сжимаю. Ещё и ещё. Давай. Попробуй протиснуться, хи-хи-хи."
    "[gg]" "Охххххх!!,.."
    "[gg]" "Аххххх... Нэнси! Боже!!.. Дааа, продолжай сжимать мой член."
    "[gg]" "Ты слишком быстро учишься, как для девственницы."
    "Нэнси" "Я много узнала из книжек, [gg], хи-хи-хи."
    
    # //Biblio_Sex_3anim
    # //x3
    
    "Нэнси" "Аффффф! Ухххххх! Оххххххххх!!.."
    "Нэнси" "Судя по твоему напору, ты явно намереваешься закончить."
    "[gg]" "Твой задница дарит уникальное наслаждение..."
    "[gg]" "Но да, ты разгадала мой план."
    "[gg]" "Я вот-вот кончу."
    "Нэнси" "Хорошо, милый."
    "Нэнси" "Залей в мою дырочку как можно больше горячей спермы."
    "Нэнси" "В меня ещё никто никогда не кончал."
    "Нэнси" "Хочу, чтобы мой первый раз был именно таким, [gg]!"
    "[gg]" "Я уже на грани, детка...."
    "[gg]" "Я почти...."
    
    # //кончить
    # //Biblio_Sex_3_ENDanim
    
    "[gg]" "Кончааааааюююююююююююююю!"
    "Нэнси" "Аххххх!!! Я тоже кончаю, [gg]! Это блаженство!"
    "Нэнси" "Моя попка полыхает от наслаждения!"
    "[gg]" "Вау... Это был охренительный секс."
    "[gg]" "Твоей шикарной заднице можно поставить рукотворный памятник."
    "Нэнси" "Хи-хи-хи."
    "Нэнси" "Но только не перед библиотекой."
    
    # //Читальный зал
    
    show GG Smile with my_dissolve
    "[gg]" "Мы отлично провели время."
    "Нэнси" "В последний раз?.."
    show GG Passion with my_dissolve
    "[gg]" "Зависит только от тебя, детка."
    "[gg]" "Я полюбил книги, но не чтение, хе-хе."
    "Нэнси" "Звучит многозначительно... И глубоко."
    "[gg]" "Это намёк?..."
    "Нэнси" "Кто знает. Возможно очередная дурацкая загадка, которой я морочу тебе голову, а может, я просто хочу, чтобы ты снова трахнул меня в задницу."
    "Нэнси" "Хи-хи-хи."
    "Нэнси" "До встречи, [gg]."
    show GG Smile with my_dissolve
    "[gg]" "До свидания."
    
    $ events.pop("biblio_23", 0)
    
    jump main_interface_label
