translate chinese_trad strings:

    old "Я всю неделю сходил с ума, грезя о нашей встречи."
    new '''我整個星期都在夢想着這一刻。'''

    old "Люблю, когда ты сгораешь от нетерпения."
    new '''我喜歡你急着見我的樣子'''

    old "Надеюсь, мои страдания будут компенсированы с лихвой."
    new '''希望這一周的等待能得到補償。'''

    old "А то!"
    new '''肯定會的'''

    old "Разве я когда-то разочаровывала тебя?"
    new '''我讓你失望過嗎？'''

    old "Никогда. "
    new '''永遠不要'''

    old "Хи-хи-хи. Твой возбуждённый голос так забавно дрожит."
    new '''嘿嘿嘿 你發情時的聲音顫抖得真有趣。'''

    old "Потрогай меня, фараон, я соскучилась по твоим ласкам. "
    new '''撫摸我，我的法老 啊，我多麼想念你的撫摸。'''

    old "П-пожалуйста… Давай отойдём."
    new '''請 我們去個隱秘的地方'''

    old "Ну… Не торопись. Разве ожидания того не стоят?"
    new '''嘿... 別急 難道不值得等待嗎？'''

    old "Хватит этих прелюдий, шоколадка, я хочу перейти к делу. "
    new '''我已經受夠了前戲，女孩。我們開始吧'''

    old "Люблю твою напористость!"
    new '''我喜歡你的渴望！'''

