translate chinese_trad strings:

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:"
    new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: "
    new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1) Принять душ \n2) Почистить зубы \n3) Взять у Марины какие-нибудь духи \n4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：\n1）洗個澡。\n2）刷牙。\n3) 從瑪麗那裡弄些香水。\n4）找我的舊校服，讓我看起來像樣點。'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：\n{s}1）洗個澡。{/s}\n{s}2）刷牙。{/s}\n{s}3) 從瑪麗那裡弄些香水。{/s}\n{s}4）找我的舊校服，讓我看起來像樣點。{/s}'''

    old "Принять душ"
    new '''1）洗個澡。'''

    old "{s}Принять душ{/s}"
    new '''{s}1）洗個澡。{/s}'''

    old "1) Принять душ"
    new '''1）洗個澡。'''

    old "1) {s}Принять душ{/s}"
    new '''{s}1）洗個澡。{/s}'''

    old "Почистить зубы"
    new '''2）刷牙。'''

    old "{s}Почистить зубы{/s}"
    new '''{s}2）刷牙。{/s}'''

    old "2) Почистить зубы"
    new '''2）刷牙。'''

    old "2) {s}Почистить зубы{/s}"
    new '''{s}2）刷牙。{/s}'''

    old "Взять у Марины какие-нибудь духи"
    new '''3) 從瑪麗那裡弄些香水。'''

    old "{s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 從瑪麗那裡弄些香水。{/s}'''

    old "3) Взять у Марины какие-нибудь духи"
    new '''3) 從瑪麗那裡弄些香水。'''

    old "3) {s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 從瑪麗那裡弄些香水。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4）找我的舊校服，讓我看起來像樣點。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4）找我的舊校服，讓我看起來像樣點。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4）找我的舊校服，讓我看起來像樣點。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4）找我的舊校服，讓我看起來像樣點。{/s}'''

    old "Принять душ "
    new '''1）洗個澡。'''

    old "{s}Принять душ {/s}"
    new '''{s}1）洗個澡。{/s}'''

    old "1) Принять душ "
    new '''1）洗個澡。'''

    old "1) {s}Принять душ {/s}"
    new '''{s}1）洗個澡。{/s}'''

    old "Почистить зубы "
    new '''2）刷牙。'''

    old "{s}Почистить зубы {/s}"
    new '''{s}2）刷牙。{/s}'''

    old "2) Почистить зубы "
    new '''2）刷牙。'''

    old "2) {s}Почистить зубы {/s}"
    new '''{s}2）刷牙。{/s}'''

    old "Взять у Марины какие-нибудь духи "
    new '''3) 從瑪麗那裡弄些香水。'''

    old "{s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 從瑪麗那裡弄些香水。{/s}'''

    old "3) Взять у Марины какие-нибудь духи "
    new '''3) 從瑪麗那裡弄些香水。'''

    old "3) {s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 從瑪麗那裡弄些香水。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4）找我的舊校服，讓我看起來像樣點。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4）找我的舊校服，讓我看起來像樣點。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4）找我的舊校服，讓我看起來像樣點。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4）找我的舊校服，讓我看起來像樣點。{/s}'''

