

translate chinese_simpl strings:

    
    old "Реферат"
    new '''社会研究论文'''

    
    old "Мощный Бинокль"
    new '''望远镜 "Power +Max"'''
    
    old "Солнечное масло"
    new '''防晒霜'''
    
    
    # old "и восполнить 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 20 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 10 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    old "< Back"
    new '''返回'''
    
    # old "Мастурбировать (-20 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"


    
    old "Не хочешь продавать? Ну и хер с тобой."
    new '''你他妈给了我什么？'''
    
    old "Не хочешь продавать? \nНу и хер с тобой."
    new '''又一个傻逼的推销员。'''
    
    old "Ну и чё он встал сюда \nесли не собирается продавать?"
    new '''如果他不想卖东西，那他在这里做什么？'''
    
    old "Супер"
    new '''真酷'''
    
    old "То что я и хотел"
    new '''谢谢'''

    
    old "You win: "
    new '''你赢得了：'''
    
    old "You lose: "
    new '''败北！'''

    
    old "1. Смотреть порно (+100 ед. Настроение, -2 Сытость)"
    new '''看黄片（心情+100，饱腹感-2）'''
    
    old "2. Не сейчас"
    new '''现在不行。'''

    old "Говорить (Задание Мэри)"
    new '''谈话'''
    old "Говорить."
    new '''谈话'''    
    old "Поговорить."
    new '''谈话'''
    
    old "Пошалить"
    new '''和凯特一起玩得开心。'''

    old "Предложить массаж"
    new '''按摩'''


    
    old "Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''来，拿着（给{i}{b}20{/b}{/i} $）。'''
    
    old "!Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''!来，拿着（给{i}{b}20{/b}{/i} $）。'''
    
    old "Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} баксов)."
    new '''我只能给你这些（给{i}{b}[money]{/b}{/i} $）。'''
    
    old "!Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов)."
    new '''!我出双倍价钱看胸（给{i}{b}40{/b}{/i}美元）。'''
    
    # old "Скорость 1"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 2"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 3"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"


    old "Кончить."
    new '''射精'''
    old "Продолжать."
    new '''继续'''    
    old "2. Уйти."
    new '''离开。'''

    old "1. Продолжать."
    new '''继续'''
    old "2. Кончить."
    new '''射精'''
    old "3. Дрочить."
    new '''撸管。'''
    old "1. Дрочить."
    new '''撸管。'''
    old "3. Вернуться."
    new '''返回'''

    old "Наблюдать"
    new '''观看'''




##############кристи рут 40-42


    
    old "…Ведь ты знаешь, как я бываю зол."
    new '''……你知道我生气的时候会干出什么事。'''
    
    old "День только начался, ковбой. "
    new '''今天才刚刚开始，牛仔。'''
    
    old "Могу отработать задницей, если желаешь."
    new '''如果你愿意，我可以用屁股垫一垫。但是……'''
    
    old "Но за деньгами приходи позже."
    new '''……你再回来拿钱。'''
    
    old "Я с животными не сношаюсь."
    new '''我不跟动物干炮。'''
    
    old "И в другой раз, просто прогоню тебя, если не прекратишь строить комедию. "
    new '''下次，如果你们再胡闹，我就把你们赶出去。'''
    
    old "Ой-ой-ой."
    new '''噢噢噢。'''
    
    old "Уже боюсь."
    new '''我好怕怕哦。'''
    
    old "Нарываешься. "
    new '''你这是自找麻烦。'''
    
    old "Прекрати меня запугивать, ублюдок! "
    new '''别再欺负我了，混蛋！'''
    
    old "Я же ясно тебе сказала – приходи ближе к ночи!"
    new '''我已经告诉过你--靠近夜晚！'''
    
    old "Ты разочаровываешь меня."
    new '''你让我失望了。'''
    
    old "Да пошёл ты."
    new '''去你妈的。'''

######################################



##############кристи рут 40-42
    
    old "Ты классный парень, Игорь."
    new '''你是个很酷的家伙，伊戈尔。'''
    
    old "Да ну?"
    new '''是吗？'''
    
    old "Ага. Пока [gg] отсиживается дома и шляется по продажным девкам, ты с полной самоотверженностью трудишься на благо города."
    new '''是啊。当[gg]坐在家里泡妞的时候，你为这个小镇服务，让它成为一个更适合居住的地方。'''
    
    old "Наверное."
    new '''我想也是。'''
    
    old "Дай угадаю. Твой приятель пообещал тебе некую выгоду, получить которую ты сможешь не ранее, чем пройдёт предписание судьи. "
    new '''让我猜猜。你的同伙答应给你某种奖励，而你要等到法官的命令通过之后才能得到。'''
    
    old "Это уже наше личное дело, офицер."
    new '''这不关你的事，警官。'''
    
    old "Ха! "
    new '''哈！'''
    
    old "Но я близок, верно?"
    new '''被我猜中了吧？'''
    
    old "Ха-ха!"
    new '''哈哈！'''
    
    old "По глазам вижу, что я прав. По глазищам! Вон как сверкают злобой, прожигая меня насквозь. "
    new '''不用你说，我从你的眼睛里就能看出来！你的眼神都冒火星子了。'''
    
    old "Но ты не на того злишься, Игорь. Я тебе не враг, уверяю."
    new '''但你气撒错人了，伊戈尔。我向你保证，我不是你的敌人。'''
    
    old "И не для того я здесь, чтобы насмехаться над тобой, парень."
    new '''我不是来嘲笑你的，孩子。'''
    
    old "Напротив."
    new '''正好相反。'''
    
    old "Ты мне нравишься."
    new '''我喜欢你。'''
    
    old "Не хочу, чтобы у тебя возникли какие-то проблемы с тем, что ты прикрываешь своего друга."
    new '''我不希望你因为帮朋友打掩护而惹上麻烦。'''
    
    old "Разве я что-то делаю противозаконное, сэр?"
    new '''我做了违法的事吗，先生？'''
    
    old "К сожалению… Да. Нарушаешь. Ещё как нарушаешь."
    new '''不幸的是……是的。你违法了。'''
    
    old "Эту работу должен выполнять [gg], но вместо этого её делаешь ты. "
    new '''本该由[gg]来完成这项工作，但你却代替他完成了这项工作。'''
    
    old "Можно сказать, ты сообщник. А это уже статья."
    new '''这意味着你基本上是共犯。这就是你们之间的犯罪条款。'''
    
    old "И если кто-то… Разумеется не я, Игорь, просто предупреждаю…"
    new '''如果有人……当然不是我，伊戈尔，我只是警告你……'''
    
    old "Так вот если кто-то засвидетельствует о факте подмены исполнителя, то исполняемому придётся туго. "
    new '''所以，如果有人指证是你干的，法律是不会轻易放过你的。'''
    
    old "Ну… "
    new '''所以，如果有人指证是你干的，法律是不会轻易放过你的。'''
    
    old "Максимум, что мне грозит, это общественные работы, которые я и так уже делаю. Безвозмездно, кстати."
    new '''最坏的结果就是社区服务，我已经在做了，顺便说一句，我只是出于好心。'''
    
    old "Это если судья не увидит других правонарушений, и тогда, в противном случае, может быть заключение на тридцать или шестьдесят суток. "
    new '''这是法官没有发现任何其他违法行为的情况下。如果他发现了，你可能会被判三十天或六十天监禁。'''
    
    old "Что вы от меня хотите, сэр?"
    new '''你想要什么，先生？'''
    
    old "Информацию, ясное дело. "
    new '''我当然是要情报。'''
    
    old "Ты постоянно в парке, много видишь, много знаешь."
    new '''你总是在公园里，你看得多，你肯定知道得很多。'''
    
    old "Вы предлагаете мне стать вашим стукачом? "
    new '''你是要我做告密者吗？'''
    
    old "Эй, зачем ты так? "
    new '''嘿，你怎么这样？'''
    
    old "Речь идёт о роле информатора, и не бесплатно. "
    new '''我请你做我的线人，我会付钱给你。'''
    
    old "Нет, спа…"
    new '''不，这……'''
    
    old "Заткнись, сосунок."
    new '''闭嘴，臭小子。'''
    
    old "Ты не в сраном магазине, чтобы тебе что-то предлагали. "
    new '''你没得选，你他妈又不是在商店里。'''
    
    old "Теперь я твой шеф и ты будешь докладывать обо всём, что здесь…"
    new '''我现在是你的老板，你要向我汇报这里发生的一切……'''
    old "Магазин."
    new '''购物'''
    old "Назад."
    new '''返回'''

###############################

######################кристи рут-45


    
    old "Аххххх!!!"
    new '''啊啊啊啊！！！'''
    
    old "Боже!"
    new '''天呐！'''
    
    old "Что ты сделал со своим членом?"
    new '''你鸡巴改造了？'''
    
    old "Он стал великанским!"
    new '''怎么这么大！'''
    
    old "Знаешь, так мне нравится куда сильнее."
    new '''我觉得这样更好。'''
    
    old "И новый, большой размер, и твоя таинственность."
    new '''你的新尺寸和你的行为都很神秘。'''
    
    old "В тебе словно открылось второе дыхание."
    new '''就像你向我展现你的另一面一样。'''
    
    old "Твоя развратность теперь выражается не только в похабных словечках, хи-хи."
    new '''显然，除了说脏话，你还能做更多的事，嘿嘿。'''
    
    old "Наконец, ты перешёл к практической реализации своих сумасшедших фантазий."
    new '''你终于开始实现你的疯狂下流幻想了。'''
    
    old "Хотя, признаться, я не помню, чтобы ты мечтах о внезапно сексе в туалете."
    new '''不过说实话，我不记得你梦想过在厕所里做爱。'''
    
    old "Ты даже боялся уединиться со мной в публичном месте."
    new '''你一直害怕在公共场合和我亲密接触，不断要求我把店里的所有顾客都赶走。'''
    
    old "И постоянно просишь выгнать всех посетителей в магазине. "
    new '''你一直害怕在公共场合和我亲密接触，不断要求我把店里的所有顾客都赶走。'''
    
    old "Мне уже начинало казаться, будто бы просто слабак, что прячется за понтами и статусом полицейского."
    new '''我开始觉得你是个窝囊废，躲在冠冕堂皇的话语和警官身份背后。'''
    
    old "Но… Аххх… Да! Теперь ты доказал мне обратное."
    new '''但是……啊……爽！你证明我错了。'''
    
    old "Я ошибалась. Сильно ошибалась. И теперь должна поплатиться за свою дерзость, верно, милый?"
    new '''我错了。我看错你了。我需要受到惩罚，对不对，亲爱的？'''
    
    old "Ахххх, да-да-да."
    new '''啊，就是这样，爽。'''
    
    old "Позволь мне чуточку ускориться, шлёпая задницей по твоим ляжкам. "
    new '''让我加快速度，用屁股拍你的大腿。'''
    
    old "Дааа, вот так!"
    new '''没错，就像这样！'''
    
    old "Хочется небольшого драйва…"
    new '''我想好好享受一下……'''
    
    old "Знаешь… Этот сюжет вызывает во мне фонтан разнообразных мыслей."
    new '''你知道……这件事让我想了很多。'''
    
    old "Похабных, естественно. Хи-хи-хи."
    new '''当然是下流的事情。哈哈哈。'''
    
    old "Ты всё обставил так, словно это непредвиденное стечение обстоятельств."
    new '''你让这一切看起来像是意外的巧合。'''
    
    old "Тесная коморка, темнота, таинственный незнакомец."
    new '''狭小的房间，伸手不见五指，还有一个神秘的陌生人。'''
    
    old "Опасность! Страх! Адреналин в крови! В голове всё перемешалось."
    new '''危险！恐惧！肾上腺素飙升！同时冲上我的大脑。'''
    
    old "Но тут я понимаю, что чувство риска заводит меня."
    new '''但后来我意识到随时可能被发现的感觉让我兴奋不已。'''
    
    old "Что я рада случившемуся…"
    new '''我很喜欢这样……'''
    
    old "На мгновение я даже решила, что это и не ты вовсе. "
    new '''有那么一会我甚至想过这不是你。'''
    
    old "Будто бы кто-то вздумал воспользоваться моментом, чтобы сделать ЭТО со мной…"
    new '''好像有人决定利用这种情况对我动手动脚……'''
    
    old "Охххх… да-да-да!"
    new '''噢噢噢……是的，爽！'''
    
    old "Ты ведь и рассчитывал на такую реакцию, верно?"
    new '''这就是你期望得到的反应，对吗？'''
    
    old "Ахх… Да-да-да!"
    new '''啊啊啊……就这样，就这样！'''
    
    old "За дверью полно клиентов…"
    new '''这扇门后面有这么多顾客……'''
    
    old "Они могут услышать нас. Подумать, что со мной случилась беда и позвать кого-нибудь на помощь…"
    new '''他们肯会听到我们搞出来的动静。会觉得我有麻烦了在求救……'''
    
    old "Но обнаружат только меня, вопящую от удовольствия и полицейского, что трахает продавщицу магазина."
    new '''但如果他们进到这里，他们只会看到我高兴地尖叫，还有一个操着售货员的警察。'''
    
    old "Или, что ещё хуже, сразу поймут, чем мы здесь занимаемся и пожалуются директору."
    new '''或者更糟糕，他们会意识到我们在这里做什么，并向店主投诉。'''
    
    old "Меня могут уволить, а мне нужно будет искать новое место работы. "
    new '''我可能会被解雇，所以我必须开始找新工作。'''
    
    old "Но ты провернёшь этот приём вновь, а я… конечно я поддамся на соблазн. "
    new '''然后你又会在新店里故技重施……我也会再次沦陷。'''
    
    old "Это порочный круг, который нам предстоит пройти вместе."
    new '''这是一个我们必须共同经历的恶性循环。'''
    
    old "Главное…"
    new '''我们会没事的。'''
    
    old "Главное только, чтобы об этом не узнала твоя жена, верно, милый?"
    new '''只要你老婆不知道我们的事就好了，对吧亲爱的？'''
    
    old "Охххх, какое наслаждение, обожаю твой член!"
    new '''哦，感觉真好。你的鸡巴真是与众不同！'''
    
    old "Ещё-ещё-ещё!"
    new '''我还要！我还要！更多！'''
    
    old "Да-да-да! Я чувствую, как ты дрожишь в нетерпении!"
    new '''对，对，就这样！我感觉到你在我体内跳动！'''
    
    old "Я тоже собираюсь кончить, милый, я тоже!"
    new '''我也要高潮了，亲爱的！'''
    
    old "Мой киска стонет от счастья, ожидая поток твоей горячей спермы внутри!"
    new '''我的小穴在呻吟，等着你滚烫的精液填满它！'''
    
    old "{i}Без комментариев…{/i}"
    new '''一言不发……'''
    
    old "Мне пора, дорогой."
    new '''我要走了，亲爱的。'''
    
    old "Не выходи сразу после меня, пожалуйста, не хочу, чтобы клиенты пялились на нас."
    new '''请不要跟在我后面，我不想让任何人盯着我们看。'''
    
    old "По крайней мере не сейчас."
    new '''至少不是现在。'''
    
    old "Мгу…"
    new '''呣嗯。'''
    

#################################

    old "Обыкновенный смартфон."
    new '''海伦娜的手机'''


translate chinese_simpl bored_now_game_85b2453f:



    # "[gg]" "Я слишком устал.. Нужно пойти поспать"



    "[gg]" '''我太累了……我该睡觉了。'''



translate chinese_simpl enough_money_game_65e13070:



    # "[gg]" "У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать."



    "[gg]" '''我已经有足够的钱应付小额开支，我不想再冒险了。'''


translate chinese_simpl not_now_pc_2e32d276:



    # "[gg]" "Сегодня я уже не буду этого делать."



    "[gg]" '''我今天洗得够干净了。'''


translate chinese_simpl not_now_pc_c0930d62:


    # "[gg]" "После продолжительного отдыха я начинаю чувствовать себя намного лучше."



    "[gg]" '''经过长时间的休息，我开始感觉好多了。'''


translate chinese_simpl strings:

    old "Переодеться."
    new '''从床上拿一套衣服。'''


    # old "Отвернуться"
    # new ""

    


    old "Ну что тебе не понятно, [gg]? Просто полей цветы! "
    new '''你有什么不明白的，[gg]？用水壶浇花就行了！'''


    # old "Войти"
    # new ""


    # old "Согласиться."
    # new ""


    # old "Предложить помыть её саму."
    # new ""


    
    
    old "Продолжать"
    new '''继续看。'''
    
    old "Снизить скорость"
    new '''降低速度'''
    old "Замедлиться"
    new '''降低速度'''
    old "Женское нижнее бельё."
    new '''克里斯蒂的内裤'''

    old "Положить банку кофе на кухню, пока там нет Кристи: Днём, Вечером или Ночью."
    new '''趁克里斯蒂不在，在厨房放一罐咖啡： 白天、晚上或者深夜。'''
    # old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    # new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：'''

    # old "Замок на двери"
    # new ""


    # old "Очень похоже на цветок Марины"
    # new ""

    # old "Придумайте имя для растения"
    # new ""

    
    old "Выяснить у Кэт (Ночной гостьи), где именно удерживают Игоря. Для этого следует дождаться её ночью. "
    new '''从凯特（夜间的不速之客）那里打听伊戈尔被关在哪里。要做到这一点，你应该在晚上等她。'''
    

    old "Если я не хочу проблем с офицером полиции, мне следует убирать в Парке каждый день. "
    new '''如果我不想被警察找麻烦，我就应该每天打扫公园。'''
    
    old "3. Хватит"
    new '''够了。'''
    
    old "2. Ускориться."
    new '''快点。'''
    
    # old "Конец эпизода."
    # new ""

    old "!Может, договоримся? (150$)"
    new '''!也许我们可以想办法解决这个问题？（150美元）'''

    old "!Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''!我什么都不想听，给我们找张桌子，快点 。(500$)'''
    old "Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''我什么都不想听，给我们找张桌子，快点 。(500$)'''
    old "Пусть продолжает"
    new '''1. 让她继续保持这个节奏。'''
    old "Хочу больше!"
    new '''2. 我还要。'''

    old "Кончить!"
    new '''射精'''
    old "Хочу больше"
    new '''2. 我还要。'''
    old "Платье"
    new '''连衣裙'''
    old "Кулон"
    new '''项链'''
    old "!Как на счёт минета за 100 долларов?"
    new '''!100 美元换个口交如何？'''

    old "!1. Само собой. (-5 долларов)."
    new '''!1. 成交(-5美元)。'''



###########################ep3_milf_35    
    old "Написать Игорю СМС."
    new '''我应该看看我朋友发给我的短信。'''

    old "Шикарно. \nСколько там?"
    new '''太好了。\n保险箱里有多少钱？'''

    old "Дохренища. \n "
    new '''太他妈的多了。\n'''

    old "Сам схожу. \nТы и так хорошо «поработал».\n"
    new '''我一个人去吧\n你已经「干」得很好了。\n'''

    old "Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new '''没什么。\n我自己去见斯洛比。\n也没有必要让你冒险。'''########################


    old "Закончить"
    new '''2. 完成。'''
    old "Отдать вещи Марине и надеть штаны. "
    new '''把衣服给玛丽，穿上你的裤子。'''
    old "Попрощаться с Мариной и Кристи, дождавшись их у входной двери в коридоре Вечером. "
    new '''晚上在走廊前门等玛丽和克里斯蒂，向他们道别。'''
    old "Забрать билеты в театр у Зудилы и Бубнилы. "
    new '''从痒痒皮和碎碎嘴那里买到剧院演出的票。'''
    # old "Собранные вместе цветы для подарка."
    # new ""

    
    old "Дождаться, когда никого не будет дома, и перебрать все комбинации. Уверен, через день-два такая возможность появится. "
    new '''我应该等女孩们离开家后，尝试所有可能的组合。我相信过一两天就会有这样的机会。'''
    
    old "Помощь 1 ур"
    new '''帮助'''
    
    old "!Помощь 2 ур"
    new '''!帮助 2'''
    
    old "Помощь 2 ур"
    new '''帮助 2'''
    
    old "Помощь 3 ур"
    new '''帮助 3'''
    
    old "!Помощь 3 ур"
    new '''!帮助 3'''
    
    old "Закончить."
    new '''2. 完成。'''
    
    old "1. Продолжить."
    new '''1. 继续看。'''

    old "На сегодня с меня хватит, пора спать. "
    new '''今天到此为止。我得去睡觉了。'''

################ep3_3_pictures
    old "Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new '''我想我已经找到了一种方法\n偿还我们的债务！\n'''

    old "Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new '''伙计， \n我敢肯定这又是一个馊主意。 \n不过我还是先听听看。\n'''

    old "Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new '''中午来公园，我们当面谈。\n你在家享福的时候，\n我像卡洛爸爸一样拼命工作。\n\n'''
##################################################


    # old "Продолжать."
    # new ""


    old "Снизить скорость."
    new '''降低速度'''
    old "Повысить скорость."
    new '''提高速度'''



    old "Вставить диск"
    new '''插入光盘'''
    old "Следует обыскать комнату Марины и узнать, где именно она прячет свою «заначку». "
    new '''我应该搜查玛丽的房间，看看她到底把「贵重物品」藏在哪里。'''


    # old "Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю."
    # new '''一旦我有了钱，我就应该让玛丽把这些钱转给伊戈尔。我会在厨房跟她说的。'''
    old "!1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''!工作（你有[inventory_drugs] 小袋）'''

    old "1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''工作（你有[inventory_drugs] 小袋）'''


    old "2. Уйти"
    new '''离开。'''

    old "Дождусь новостей от Игоря и тогда уж решу окончательно, валить из города, или принять свою участь и сдохнуть, как собака. "
    new '''我会等伊戈尔的消息，然后再决定是离开这座城市，还是认命，像条狗一样死去。'''
    old "Заработать немного денег на продаже наркотиков. Если мне понадобится товар для сбыта, я всегда могу добыть новые закладки в Парке. "
    new '''我应该卖毒品赚点钱。如果我要卖的话，我可以在公园的草丛里找找货。'''

    old "Дверь в квартиру теперь открыта!"
    new '''通往公寓的门现在打开了！'''
    old "Перчатки"
    new '''手套'''
    old "Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. "
    new '''我应该趁玛丽洗澡的时候溜进浴室，偷走她的内裤。'''
    old "!1. «Вот, держи.» (150 долларов)"
    new '''!1 「给你」(150$)'''
    old "Прочесть СМС от Игоря."
    new '''我应该看看我朋友发给我的短信。'''

    old "Лечь спать. "
    new '''上床睡觉。'''
    old "Я должен что-то сделать по дому, чтобы она перестала обижаться на меня. Помыть посуду, закинуть бельё в стирку, пропылесосить в Зале."
    new '''我应该帮她做家务，也许这样她就不会那么讨厌我了。我可以洗洗碗，洗洗衣服，用吸尘器把客厅的地毯吸干净。'''


    old "Кристи мучают ночные кошмары. Стоит поговорить с ней об этом, может я смогу ей помочь."
    new '''克里斯蒂做噩梦了。我应该和她谈谈，也许我能帮到她。'''