translate chinese_simpl strings:
    old '''Отдохнуть. (+50 ед. Настроения, -2 сытости)'''

    new '''1. 放松（情绪+50，饱腹感-2）'''

    old '''Принять душ (+100 ед. Гигиена)'''

    new '''淋浴（+100 卫生）'''

    old '''Принять ванну (+100 Гигиена)'''

    new '''泡澡（+100 卫生）'''

    old '''Почистить зубы (+50 Гигиена)'''

    new '''刷牙 (+50 卫生)'''

    old '''Покушать. (+100 ед. Сытость, -2 Гигиена)'''

    new '''1. 吃东西 (饱腹感+100，卫生-2）'''

    old '''Мыть руки (+50 Гигиена)'''

    new '''洗手 (+50 卫生)'''
    
    old '''!Использовать бинокль'''

    new '''!使用望远镜'''

    old '''Использовать бинокль'''

    new '''使用望远镜'''

    old '''Отдохнуть.'''

    new '''放松一会。'''

    old '''Отдыхать до вечера.'''

    new '''休息到晚上。'''

    old '''Отдыхать до ночи.'''

    new '''休息到半夜。'''

    old '''Спать до следующего дня.'''

    new '''一觉睡到第二天。'''

    old '''Я уже делал это сегодня.'''

    new '''我今天已经做过了'''

    old '''О, заначка!'''

    new '''哦，有东西藏在里面！'''

    old '''Ничем не примечательное изображение.'''

    new '''只是一张普通的照片。'''

    old '''На картине изображён красивый небоскрёб.'''

    new '''画中是一座宏伟的摩天大楼。'''

    old '''Здесь лежат рабочие инструменты и строительные детали на запас.'''

    new '''这里是存放工具和建筑材料的地方。'''

    old '''Источник кислорода.'''

    new '''氧气来源'''

    old '''Шкаф с одеждой, которую мы используем в холодные дни.'''

    new '''存放厚衣服的衣柜。'''

    old '''Шкаф-табурет, где хранятся гуталин, щётка ложка для обуви.'''

    new '''橱柜里的凳子，上面放着鞋油和刷子。'''

    old '''Повседневная одежда.'''

    new '''便装。'''

    old '''Книги по психологии и прочая общеобразовательная литература'''

    new '''心理学书籍和其他一般教育文献。'''

    old '''Сегодня я уже не буду этого делать.'''

    new '''我今天已经吃饱了。'''

    old '''Теперь этот ковёр должен быть чистым. Надеюсь, Марине это понравится!'''

    new '''现在，地毯应该干净了。希望玛丽喜欢！'''

    old '''После продолжительного отдыха я начинаю чувствовать себя намного лучше.'''

    new '''经过长时间的休息，我开始感觉好多了。'''

    old '''Это наш телевизор фирмы «Телевизор».'''

    new '''这是我们的「TV 」牌电视。'''

    old '''Я понятия не имею, что это за растение.'''

    new '''我不知道这是什么植物。'''

    old '''Всего-лишь домашнее растение.'''

    new '''这只是一盆家庭盆栽。'''

    old '''Такое же растение как и все.'''

    new '''一株平凡无趣的植物'''

    old '''Здесь хранится какая-то макулатура и диски с фильмами.'''

    new '''这里存放着旧报纸和电影光盘。'''

    old '''Обычный видео-проигрывать для дисков.'''

    new '''普通的磁盘录像机。'''

    old '''Журнальный стол, на который я люблю класть ноги.'''

    new '''咖啡桌，我喜欢把脚放在上面。'''

    old '''Картина, которую я купил с первой подработки.'''

    new '''我用第一份兼职的工资买的一幅画。'''

    old '''Я не могу это сделать пока здесь [char_name].'''

    new '''有 [char_name] 在的时候我做不到。'''

    old '''Я нашёл шпильку.'''

    new '''我找到了一个发夹。'''

    old '''Ещё одна такая же, '''

    new '''再找到一个，'''

    old '''Ещё пару таких же,'''

    new '''再找到两个，'''

    old '''и я наверняка смогу сделать отмычку.'''

    new '''我就可以做一个撬锁器。'''

    old '''Теперь я точно смогу сделать сделать отмычку.'''

    new '''材料足够做一个撬锁器了。'''

    old '''Тааак-с. Здесь подогнуть, здесь изогнуть…'''

    new '''这儿折一下，这儿弯一下……'''

    old '''Вуаля!'''

    new '''成了！'''

    old '''Чистый телом – чистый духом. Главное, ухи не забыть помыть.'''

    new '''开始新一天的最好方式就是快速冲个澡。'''

    old '''Шкафчик с медикаментами.'''

    new '''药箱。'''

    old '''Здесь полно стиральных средств, и кое-какие инструменты для уборки по дому.'''

    new '''里面装满了洗衣液和一些打扫房间的工具。'''

    old '''Здесь я стираю свои вещи.'''

    new '''这是我洗衣服的地方'''

    old '''Постираю вещи, надеюсь это понравится Марине.'''

    new '''我把衣服洗了，希望玛丽喜欢。'''

    old '''Да, это подсолнечное масло.'''

    new '''是的，这是葵花籽油。'''

    old '''Чавк! Чавк! Чавк! Физические силы возвращаются ко мне. Если, конечно, они у меня вообще были.'''

    new '''Chawk!Chawk!Chawk!如果我有体力条的话，现在应该回满了。。'''

    old '''Здесь хранятся крупы, специи, чай, кофе и куча всего по мелочи, что дополняет основное блюдо.'''

    new '''它可以盛放谷物、香料、茶叶、咖啡，以及与主菜相辅相成的各种小东西。'''

    old '''Здесь лежит посуда, столовые инструменты, тряпки, отдел для мусорного ведра и прочее.'''

    new '''餐具、餐桌工具、抹布、垃圾桶隔层等都放在这里。'''

    old '''Здесь можно помыть посуду.'''

    new '''我可以在这里洗碗'''

    old '''Помою посуду, надеюсь это понравится Марине.'''

    new '''我把碗洗了。希望玛丽喜欢。'''

    old '''С помощью этой штуки я могу заварить зерновое кофе.'''

    new '''我可以用它煮咖啡豆。'''

    old '''Да, это тостер.'''

    new '''是的，这是烤面包机。'''

    old '''Вид из окна смотрит ровно на такой же дом по соседству.'''

    new '''这扇窗户可以看到隔壁一栋楼，房型差不多。'''

    old '''Одно слово – RTX 3090.'''

    new '''一个词：RTX 3090。'''

    old '''Моя любимая картина, которую мне подарила подруга.'''

    new '''我最喜欢的一幅画，是我的朋友送给我的。'''

    old '''Эту гитару мне подарила Марина, но я так и не научился на ней играть.'''

    new '''玛丽送给我这把吉他，但我从没学过弹吉他。'''

    old '''Куча безделушек, вроде йо-йо, курительной трубки, старое PSP и так далее.'''

    new '''溜溜球、烟斗、旧 PSP 等一堆小玩意儿。'''

    old '''Бейсбольная бита для пробивания человеческих черепов.'''

    new '''用来砸碎人头骨的棒球棒。'''

    old '''Картина с обыкновенным пейзажем.'''

    new '''一幅普通风景画。'''

    old '''Картина с красивым закатом.'''

    new '''一幅美丽的夕阳画。'''

    old '''Тумба, на которой стоит светильник.'''

    new '''灯座'''

    old '''Куча шмоток на все случаи жизни.'''

    new '''有很多适合各种场合的衣服。'''

    old '''Не сейчас.'''

    new '''现在不行。'''

    old '''Говорить'''

    new '''谈话'''

    old '''Просто поздороваться.'''

    new '''打个招呼。'''

    old '''Спросить'''

    new '''请求'''

    old '''Помощь '''

    new '''帮助'''

    old '''Действие'''

    new '''行动'''

    old '''Перейти к '''

    new '''给'''

    old '''Инвентарь'''

    new '''库存'''

    old '''Квесты'''

    new '''任务'''

    old '''Сменить костюм {image=star.png}'''

    new '''更换服装 {image=star.png}'''

    old '''{alpha=*0.5}Сменить костюм{/alpha} {image=star.png}'''

    new '''{alpha=*0.5}更换服装{/alpha} {image=star.png}'''

    old '''Сменить костюм'''

    new '''更换服装'''

    old '''Бондаж'''

    new '''BDSM'''

    old '''Коровка'''

    new '''奶牛'''

    old '''Оригинальный наряд'''

    new '''休闲'''

    old '''Комплимент'''

    new '''赞美她'''

    old '''Комплимент (+5 Отношения)'''

    new '''赞美她(+5关系)'''

    old '''Сделать подарок (+5 Отношения)'''

    new '''赠送礼物 (+5关系)'''

    old ''' (+5 Отношения)'''

    new '''(+5关系)'''

    old '''Массаж '''

    new '''按摩'''

    old '''{alpha=*0.5}Душ вместе{/alpha}'''

    new '''{alpha=*0.5}一起洗澡{/alpha}'''

    old '''Посмотреть на задницу'''

    new '''看她的屁股。'''

    old '''Смотреть'''

    new '''观看'''

    old '''Дрочить'''

    new '''撸管。'''

    old '''Смотреть хоррор'''

    new '''看恐怖片'''

    old '''Пригласить в ресторан'''

    new '''邀请去餐厅'''

    old '''Смотреть кино'''

    new '''看电影'''

    old '''\"Кикбоксёр\"'''

    new '''\"搏击之王\"'''

    old '''\"Лолита\"'''

    new '''\"洛丽塔\"'''

    old '''\"Александр\"'''

    new '''\"亚历山大\"'''

    old '''{b}Повторяющиеся квесты{/b}'''

    new '''{b}重复性任务{/b}'''

    old '''Использовать магию'''

    new '''使用催眠'''

    old '''Задание'''

    new '''任务'''

    old '''Пропуск'''

    new '''快进'''

    old '''{alpha=*0.5}Дрочить{/alpha}'''

    new '''{alpha=*0.5}撸管。{/alpha}'''

    old '''Только для подписчиков Boosty'''

    new '''Subscribestar/patreon支持者专属'''

    old '''Ладно'''

    new '''好吧'''

    old '''Уйти'''

    new '''离开。'''

    old '''Мыть посуду'''

    new '''洗碗'''

    old '''Уйти.'''

    new '''离开。'''

    old '''Смотреть порно (+100 ед. Настроение, -2 Сытость)'''

    new '''看黄片（心情+100，饱腹感-2）'''

    old '''Отправиться в магазин (200$)'''

    new '''去商店（200 美元）'''

    old '''!Отправиться в магазин (200$)'''

    new '''!去商店（200 美元）'''

    old '''1. Я в восторге! '''

    new '''1. 我无言以对！'''

    old '''2. Круто, но чего-то не хватает.'''

    new '''2. 很酷，但还缺了点什么。'''

    old '''3. Давай и другие посмотрим.'''

    new '''3. 让我们再试几件衣服。'''

    old '''1. Ты выглядишь крайне обольстительно.'''

    new '''1. 你太迷人了。'''

    old '''2. Тебе идёт, хе-хе-хе!'''

    new '''2. 很适合你，嘿嘿嘿！'''

    old '''3. Давай ещё!'''

    new '''3. 让我们试试别的！'''

    old '''1. Я хочу тебя.'''

    new '''1. 我要你。'''

    old '''2. Поражён твоей красотой.'''

    new '''2. 你的美让我惊呆了。'''

    old '''3. Горло пересохло.'''

    new '''3. 我的喉咙很干。'''

    old '''Пусть продолжает.'''

    new '''让她继续'''

    old '''Ускориться еще сильнее.'''

    new '''加快速度'''

    old '''Продолжить.'''

    new '''继续'''


    old '''Продолжить'''

    new '''继续'''

    old '''1. Дождаться её инициативы. (Минет)'''

    new '''1.等她主动出击。（口交）'''

    old '''2. Ублажить свою женщину. (Куни)'''

    new '''2. 取悦她（舔阴）'''

    old '''Хватит'''

    new '''够了。'''

    old '''Ускориться.'''

    new '''快点。'''

    old '''Продолжать танец.'''

    new '''继续跳舞。'''

    old '''Ускориться'''

    new '''快点。'''

    old '''1. «Вот, держи.» (150 долларов)'''

    new '''1 「给你」(150$)'''

    old '''2. «Позже принесу.»'''

    new '''2. 「我下次带钱来。」'''

    old '''Надеть штаны.'''

    new '''穿上裤子'''

    old '''Не помогать'''

    new '''不要帮忙'''

    old '''Вмешаться! (Каноничный вариант)'''

    new '''介入！(普通版本）'''

    old '''Не вмешиваться. (NTR-вариант)'''

    new '''什么也不做。(NTR分支)'''

    old '''Снять штаны.'''

    new '''脱裤子'''

    old '''Не снимать.'''

    new '''不脱裤子'''

    old '''Продолжить в том же темпе'''

    new '''保持节奏'''

    old '''Уменьшить скорость'''

    new '''降低速度'''

    old '''Увеличить скорость'''

    new '''提高速度'''

    old '''Кончить'''

    new '''射精'''

    old '''Еще'''

    new '''继续坚持'''

    old '''Поза 3'''

    new '''体位 3'''
    old '''Поза 2'''

    new '''体位 2'''
    old '''Поза 1'''

    new '''体位 1'''

    old '''Уборка в комнате '''

    new '''帮助'''

    old '''Уборка в комнате 1 ур'''

    new '''帮助 1'''    



    old '''Уборка в комнате 2 ур'''

    new '''帮助 2'''    



    old '''Уборка в комнате 3 ур'''

    new '''帮助 3'''


    old '''!Уборка в комнате 1 ур'''

    new '''!帮助 1'''    



    old '''!Уборка в комнате 2 ур'''

    new '''!帮助 2'''    



    old '''!Уборка в комнате 3 ур'''

    new '''!帮助 3'''    




    old '''Уровень 0'''

    new '''等级 0'''

    old '''Уровень 1'''

    new '''等级 1'''

    old '''Уровень 2'''

    new '''等级 2'''

    old '''Уровень 3'''

    new '''等级 3'''



    old '''Стянуть лямку'''

    new '''拉下带子'''

    old '''Спуститься ниже'''

    new '''手往下探'''

    old '''Массировать груди'''

    new '''按摩乳房'''

    old '''Особый сеанс'''

    new '''特别环节'''

    old '''!1. «Да, вот» (-75 долларов)'''

    new '''!1. 是的，给（-75 美元）'''

    old '''1. «Да, вот» (-75 долларов)'''

    new '''1. 是的，给（-75 美元）'''

    old '''2. «Нет, забыл»'''

    new '''2. 不，我忘了……'''

    old '''1. «Да, готов!» (-75 долларов).'''

    new '''1. 是的，我准备好了 (-75美元)'''

    old '''!1. «Да, готов!» (-75 долларов).'''

    new '''!1. 是的，我准备好了 (-75美元)'''

    old '''2. «Пока нет, к сожалению».'''

    new '''2. 还没有'''

    old '''1. Продолжать лежать.'''

    new '''1. 躺着不动。'''

    old '''2. Закончить.'''

    new '''2. 完成。'''

    old '''1. Продолжить смотреть.'''

    new '''1. 继续看。'''

    old '''2. Прекратить смотреть.'''

    new '''2. 不看了。'''

    old '''Анус'''

    new '''菊花'''

    old '''Киска'''

    new '''小穴'''

    old '''1. Ввести дату рождения Марины в разных вариациях.'''

    new '''1. 用不同的组合输入玛丽的出生日期。'''

    old '''2. Ввести свою дату рождения в разных вариациях.'''

    new '''2. 用不同的组合输入我的出生日期。'''

    old '''3. Ввести дату рождения Кристи в разных вариациях.'''

    new '''3. 用不同的组合输入克里斯蒂的出生日期。'''

    old '''4. Ввести дату рождения брата в разных вариациях.'''

    new '''4. 用不同的组合输入我哥哥的出生日期。'''

    old '''Спасибо, вы тоже очень любезны.'''

    new '''谢谢你，你人真好'''

    old '''Ну, вообще-то это и есть моя мама'''

    new '''她其实是我妈妈'''

    old '''Такое сравнение мне кажется оскорбительным.'''

    new '''我认为这样的比较令人反感'''

    old '''Может, договоримся? (150$)'''

    new '''也许我们可以想办法解决这个问题？（150美元）'''


    old '''Что ж… Мы зайдём в другой раз. (альтернативный путь).'''

    new '''那好吧……我们下次再来。（备选路线）'''


    old '''1. Стянуть одеяло.'''

    new '''1. 拉下毯子。'''

    old '''1. Играть с сиськами'''

    new '''1. 玩弄乳房。'''

    old '''2. Играть с задницей'''

    new '''2. 玩屁股。'''

    old '''1. Играть с сиськами.'''

    new '''1. 玩弄乳房。'''

    old '''2. Играть с задницей.'''

    new '''2. 玩屁股。'''

    old '''3. Играть с киской.'''

    new '''3. 玩小穴。'''

    old '''4. Уйти.'''

    new '''4. 离开。'''


    old '''Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} $).'''

    new '''我只能给你这些（给{i}{b}[money]{/b}{/i} $）。'''

    old '''Извини, но у меня вообще ничего нет…'''

    new '''对不起，我毛都没有……'''

    old '''Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов).'''

    new '''我出双倍价钱看胸（给{i}{b}40{/b}{/i}美元）。'''

    old '''1. «Ты хочешь показать мне свою грудь.»'''

    new '''1. 你想让我看你的胸部。'''

    old '''2. «Ты хочешь показать мне свою киску.»'''

    new '''2. 你想让我看看你的小穴。'''

    old '''3. Прекратить магию.'''

    new '''3. 停止催眠。'''

    old '''Подрочить.'''

    new '''撸管'''

    old '''Другие приказы.'''

    new '''其他指令'''

    old '''Продолжать смотреть.'''

    new '''继续看。'''

    old '''1. Стянуть одежду.'''

    new '''1. 脱衣服。'''

    old '''1. Член между сисек.'''

    new '''1. 乳交。'''

    old '''2. Предыдущее действие.'''

    new '''2. 之前的动作。'''

    old '''3. Уйти.'''

    new '''3. 退出。'''

    old '''1. Стянуть трусики наполовину.'''

    new '''1. 内裤拉下一半。'''

    old '''2. Стянуть трусики полностью.'''

    new '''2. 完全脱掉内裤。'''

    old '''2. Член между ягодиц'''

    new '''2. 鸡巴放在屁股缝。'''

    old '''1. Стянуть трусики'''

    new '''1. 脱掉内裤。'''

    old '''1. Воспользоваться пальцем.'''

    new '''1. 指交。'''

    old '''2. Воспользоваться языком.'''

    new '''2. 舌交。'''

    old '''Ахуенно'''

    new '''真酷'''

    old '''Спасибо'''

    new '''谢谢'''

    old '''Херня какая-то!'''

    new '''说的什么玩意儿？！'''

    old '''Ну и зачем мне это?'''

    new '''我要它干嘛？'''

    old '''Что за херь ты мне всучил?'''

    new '''你他妈给了我什么？'''

    old '''Очередной тупой продавец.'''

    new '''又一个傻逼的推销员。'''

    old '''Ну и чё он встал сюда если не собирается продавать?'''

    new '''如果他不想卖东西，那他在这里做什么？'''

    old '''Победа!'''

    new '''胜利！'''

    old '''Вы выиграли: '''

    new '''你赢得了：'''

    old '''Провал!'''

    new '''败北！'''

    old '''Вы проиграли: '''

    new '''你输掉了：'''

    old '''Отмена'''

    new '''取消'''

    old '''{i}Фото{/i}'''

    new '''照片'''

    old '''Вымогательница! (-100 долларов)'''

    new '''勒索者！（-100美元）'''

    old '''У меня только [money].'''

    new '''我只有[money]。'''

    old '''У меня уже есть необходимая сумма (-200$),'''

    new '''我身上有钱（-200 美元），'''

    old '''Я вернусь когда наберу 200$'''

    new '''我有200美元的时候再来'''

    old '''Я вернусь позже'''

    new '''我之后再来'''

    old '''Хм, а в этом реально нет ничего сложного!'''

    new '''嗯，这并不难！'''

    old '''Поддерживая жизнь этих милых созданий, я поддерживаю хорошее настроение у своей женщины.'''

    new '''通过照顾这些可爱的小生物，我让我的女人保持好心情。'''

    old '''Порой мне кажется, что кислород, даваемый растениями, они больше потребляют сами.'''

    new '''有时我觉得植物消耗的氧气比它们提供的还多。'''

    old '''Самая простая работа в мире! Нет, это лучшая работа в мире!'''

    new '''世界上最轻松的工作！不，这是世界上最好的工作！'''

    old '''Работа (у вас есть [inventory_drugs] пакетиков товара)'''

    new '''工作（你有[inventory_drugs] 小袋）'''

    old '''Дверь в квартиру теперь доступна!'''

    new '''通往公寓的门现在打开了！'''

    old '''Отказаться'''

    new '''拒绝'''


    old '''Мастурбировать'''

    new '''撸管'''


    old '''Проглотить таблетку?'''

    new '''吞药？'''

    old '''Спустя несколько дней'''

    new '''几天后'''

    old '''Отжиматься (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    new '''锻炼（-20 {image=[_sitost_img]}，+10 {image=[_power_img]})'''

    old '''Чтобы начать это задание нужно найти куда пропал Игорь...'''

    new '''为了开始这次任务，我需要找到伊戈尔失踪的地方……'''

    old '''У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать.'''

    new '''我已经有足够的钱应付小额开支，我不想再冒险了。'''

    old '''Я слишком устал.. Нужно пойти поспать'''

    new '''我太累了……我该睡觉了。'''

    old '''От меня воняет, как от козла, и не хочу сейчас ни с кем контактировать.'''

    new '''我身上很臭。我不想跟任何人说话。'''

    old '''Я в плохом настроении и не хочу сейчас ни с кем контактировать.'''

    new '''我心情不好。我不想跟任何人说话。'''

    old '''Я практически обессилен и не хочу сейчас ни с кем контактировать.'''

    new '''我累坏了。我不想跟任何人说话。'''

    old '''Ты знаешь, у меня не всегда получается быть искреннем с тобой, Маришка, но знай, я восхищаюсь твой естественной красотой зрелой женщины.'''

    new '''虽然我经常撒谎，玛丽，但我想让你知道，我欣赏你作为一个成熟女人的自然美。'''

    old '''[gg], у тебя хорошее настроение или же ты просто хочешь меня раздобрить?'''

    new '''[player_name] 你是心情好还是想逗我开心？'''

    old '''Совмещаю приятное с полезным.'''

    new '''两者都有一点。'''

    old '''У тебя получается.'''

    new '''你做得很好。'''

    old '''Сначала мне нужно купить нужный фильм в магазине.'''

    new '''我得先去商店买影碟。'''

    old '''Мне ещё рано предлагать ей это.'''

    new '''现在还为时过早。'''

    old '''Для начала нужно купить вино'''

    new '''我还是先买点酒吧。'''

    old '''Мы уже смотрели фильм сегодня.'''

    new '''我们今天已经看过电影了。'''

    old '''Пожалуйста, не тревожь меня. Ты же знаешь, я терпеть не могу, когда меня отвлекают от любимого сериала.'''

    new '''请不要打扰我。你知道我讨厌有人打扰我看我最喜欢的电视节目。'''

    old '''Я всего лишь хотел…'''

    new '''不，现在不行。'''

    old '''Сбросить скейл интерфейса до значения по умолчанию?'''

    new '''将界面大小重设为默认值？'''

    old '''1. Пусть лижет дальше.'''

    new '''1. 继续舔。'''

    old '''2. Хочу продолжения.'''

    new '''2. 我还要。'''



    old '''Хочу продолжения'''

    new '''我还要。'''

    old '''1. Пусть продолжает в текущем темпе.'''

    new '''1. 让她继续保持这个节奏。'''

    old '''Как на счёт минета за 100 долларов?'''

    new '''100 美元换个口交如何？'''

    old '''1. Само собой. (-5 долларов).'''

    new '''1. 成交(-5美元)。'''

    old '''2. Мы так не договаривались.'''

    new '''2. 这和我们说的不一样。'''

    old '''Прежде чем куда-то идти, я должен уладить все вопросы дома.'''

    new '''在我去任何地方之前，家里有些事情我需要处理一下。'''

    old '''Сцены'''

    new '''场景'''

    old '''Изображения'''

    new '''图片'''

    old '''Открыта новая сцена в галерее!'''

    new '''新场景已在画廊中解锁！'''

