    


translate chinese_simpl block_exit_home_label_2cad665f:







    # "[gg]" "Прежде чем куда-то идти, я должен уладить все вопросы дома."



    "[gg]" "在我去任何地方之前，家里有些事情我需要处理一下。"


translate chinese_simpl strings:



    old "Конец истории этого персонажа."
    new "这个角色的故事结束了。"

    old 'Тот самый симулятор свиданий, который вы ожидаете от игрового процесса. Чтобы чувствовать себя комфортно, вам необходимо будет кушать, спать и держать себя в чистоте. \nА девушки, с которыми вы планируете завести роман, потребуют от вас чуть больше внимания, прежде чем откроют вам своё сердце.  \nТолько в этом режиме достижение целей будет приносить вам истинное наслаждение от приложенных усилий.'
    new '预期之中的约会模拟。为了维持舒适度，你需要吃饭、睡觉和保持干净。\n而你计划与之偷情的女孩们在向你敞开心扉之前，需要你给予她们额外的关注。\n只有在这种模式下，实现你的目标才会给你带来真正的快乐。'
    
    old 'Это всё ещё песочница, но без необходимости "выживать" и "ухаживать" за дамами. Без каких-либо задержек вы активируете сюжетные сцены. \nРазве что деньги всё ещё нужно зарабатывать, поскольку добыча средства завязана на сюжете.'
    new '这仍然是一款约会模拟游戏，但无需  \"生存\"或向女士们\"求爱\"。无需等待，即可激活故事场景。\n但是依然需要赚钱，因为故事内容需要资金推动。'

    old "Классика"
    new "经典（生存模式）"

    # game/events/ep5/ep5_milf_68.rpy:24
    old "Да."
    new "是的。"

    # game/events/ep5/ep5_milf_68.rpy:24
    old "Нет."
    new "不。"



    old "История (Только сюжет)"
    new "故事模式"

    
    old "Нет"
    new "不。"
    
    old "No"
    new "不。"
    
    
    old "Да"
    new "是的。"
    
    old "Yes"
    new "是的。"

    old "Понедельник"
    new "星期一"

    old "Вторник"
    new "星期二"
    
    old "Среда"
    new "星期三"


    old "Четверг"
    new "星期四"

    old "Пятница"
    new "星期五"


    old "Суббота"
    new "星期六"

    old "Воскресенье"
    new "星期日"



    old "Утро"
    new "早晨"

    old "День"
    new "下午"

    old "Вечер"
    new "晚上"

    old "Ночь"
    new "深夜"


# game/screens.rpy:2354
    old "Новая игра"
    new "新游戏"

    # game/screens.rpy:2379
    old "История"
    new "历史"

    # game/screens.rpy:2389
    old "Сохранить"
    new "保存"

    # game/screens.rpy:2400
    old "Загрузить"
    new "载入"

    old "Язык"
    new "语言"

    # game/screens.rpy:2409
    old "Галерея"
    new "画廊"

    # game/screens.rpy:2419
    old "Настройки"
    new "设置"

    # game/screens.rpy:2434
    old "Главное меню"
    new "主菜单"

    old " Main: "
    new " 主菜单: "

    old " Dialogue: "
    new " 对话: "

    # game/screens.rpy:2443
    old "Титры"
    new "致谢"

    # game/screens.rpy:2473
    old "Выход"
    new "退出"

    # game/screens.rpy:2498
    old "Назад"
    new "返回"

