translate chinese_simpl strings:

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3)."
    new '''1. 去图书馆继续写社会研究论文（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n"
    new '''1. 去图书馆继续写社会研究论文（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去图书馆继续写社会研究论文（1/3）。\n2. 深夜，当大家都睡觉的时候--撬开克里斯蒂房间的门锁。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3)."
    new '''1. 去图书馆继续写社会研究论文（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n"
    new '''1. 去图书馆继续写社会研究论文（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去图书馆继续写社会研究论文（2/3）。\n2. 深夜，当大家都睡觉的时候--撬开克里斯蒂房间的门锁。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3)."
    new '''1. 去图书馆继续写社会研究论文（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n"
    new '''1. 去图书馆继续写社会研究论文（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去图书馆继续写社会研究论文（3/3）。\n2. 深夜，当大家都睡觉的时候--撬开克里斯蒂房间的门锁。'''

    old "2. Ночью, пока все спят, взломать дверь Кристи."
    new '''2. 深夜，当大家都睡觉的时候--撬开克里斯蒂房间的门锁。'''

