# TODO: Translation updated at 2024-04-19 18:14





translate chinese_simpl strings:




    


    old "Контакты"

    new '''联系人'''




    old "Заметки"

    new '''注意事项'''




    old "Сообщения"

    new '''短信'''

    


    old "Онлайн"

    new '''在线'''

    


    old "Магазин"

    new '''购物'''




    old "Порно"

    new '''黄片'''







    old "Казино"

    new '''赌场'''







    old "Правила"

    new '''规则'''







    old "Цель игры: Найти парные картинки и очистить игровую арену как можно быстрее."

    new '''游戏目的：找到匹配的图片并尽快清除游戏区域。'''

    old "Для этого следует открывать по две карты, щёлкая на каждую из них на игровом столе."

    new '''要做到这一点，只需点击游戏板上的两张牌，即可翻开这两张牌。'''

    old "Если они окажутся одинаковыми, карты останутся открыты."

    new '''如果它们完全相同，卡片将保持可见。'''

    old "Финал: Когда все карты будут открыты, игра завершится."

    new '''最后：当所有的牌都揭晓后，游戏结束。'''




    old "Условия: Для начала игры вам необходима сумма, равная сумме за победу."

    new '''条款和条件：要开始游戏，您必须拥有与您赢钱时将获得的金额相等的资金。'''

    


    old "В случае проигрыша вы теряете сумму, указанную под уровнем сложности игры."

    new '''如果您输了，您将输掉游戏难度下标明的金额。'''

