translate chinese_simpl strings:
    old '''«Неизвестный» костюм для ролевых игр'''

    new '''未知「角色扮演服装。」'''

    old '''Не узнаешь что внутри пока не откроешь'''

    new '''不打开就不知道里面有什么。'''

    old '''Отмычка'''

    new '''开锁器'''

    old '''Слабительное'''

    new '''泻药'''

    old '''Костюм [n]'''

    new '''服装[n］'''

    old '''Красное вино'''

    new '''红酒'''

    old '''Магические часы'''

    new '''催眠手表'''

    old '''Бинокль'''

    new '''望远镜'''

    old '''Фильм \"[movie_name]\"'''

    new '''电影 \"[movie_name]\"'''

    old '''Лейка'''

    new '''浇水壶'''

    old '''Фильм "Лолита"'''

    new '''\"洛丽塔\"'''

    old '''Растение'''

    new '''植物'''

    old '''Растение в горшке'''

    new '''盆栽'''

    old '''Товар'''

    new '''产品'''

    old '''Купон «кекса»'''

    new '''蛋糕 "优惠券"'''

    old '''Коллекционный купон.'''

    new '''收藏券'''

    old '''Но сейчас эта самая ходовая валюта на чёрном рынке.'''

    new '''但它是目前黑市上交易量最大的货币。'''

    old '''Трусики Кристи'''

    new '''克里斯蒂的内裤'''

    old '''Подсолнечное масло'''

    new '''防晒霜'''

    old '''Шпилька'''

    new '''发夹'''

    old '''Попкорн'''

    new '''爆米花'''

    old '''Телефон'''

    new '''手机'''

    old '''Букет роз'''

    new '''玫瑰花束'''

    old '''Роза'''

    new '''玫瑰'''

    old '''Красивый, пахучий цветок бордового цвета.'''

    new '''一朵美丽芬芳的酒红色花朵。'''

    old '''Билеты'''

    new '''门票'''

    old '''Резиновые перчатки'''

    new '''手套'''

    old '''Бейсбольная бита'''

    new '''棒球棒'''

    old '''для пробивания человеческих черепов.'''

    new '''可以击碎人的头骨。'''

    old '''Сильверболлер'''

    new '''银色舞者'''

    old '''Говорят, это оружие'''

    new '''他们说这是武器'''

    old '''пользуется спросом у наёмных убийц.'''

    new '''光头47喜欢用。'''

    old '''Букет из милых цветков'''

    new '''一束美丽的鲜花'''

    old '''Прекрасный букет из бежевых цветов,'''

    new '''一束美丽的米色鲜花、'''

    old '''который можно кому-нибудь подарить.'''

    new '''你可以送给别人的'''

    old '''Милый цветок'''

    new '''一朵漂亮的花'''

    old '''Из 7 таких цветков можно будет сложить'''

    new '''如果您收集 7 朵像这样的花，您就可以制作一'''

    old '''букет и кому-нибудь подарить.'''

    new '''把花束送给别人'''

    old '''Шоколад'''

    new '''巧克力'''

    old '''Вкусный шоколад, который может'''

    new '''可口的巧克力'''

    old '''порадовать какую-нибудь женщину.'''

    new '''让任何女人开心。'''

    old '''Так же его можно скушать самому'''

    new '''你也可以吃掉它'''

    old '''Восстанавливает [n] ед. Сытости.'''

    new '''并补充 [n] 点饱腹感。'''

    old '''Йогурт'''

    new '''酸奶'''

    old '''Чипсы'''

    new '''炸薯条'''

    old '''Сок'''

    new '''多汁的'''

    old '''Яблоко'''

    new '''苹果'''

    old '''Кикбоксёр'''

    new '''搏击之王'''

    old '''Чёрные очки'''

    new '''黑框眼镜'''

    old '''Анальная пробка'''

    new '''肛塞'''

    old '''Духи Марины'''

    new '''香水'''

    old '''Флакон с приторно-сладким ароматом фиалок'''

    new '''装满紫罗兰香味的瓶子'''

    old '''Имеют отлиный запах'''

    new '''这款香水的味道很好闻'''

    old '''Кофе «Релакс»'''

    new '''「放松牌」咖啡'''


    old '''Реферат «Обществознание» 1/3'''

    new '''社会研究论文 1/3'''

    old '''Реферат «Обществознание» 2/3'''

    new '''社会研究论文 2/3'''

    old '''Реферат «Обществознание» 3/3'''

    new '''社会研究论文 3/3'''

    old '''Реферат «Обществознание» [n]/3'''

    new '''社会研究论文[N]/3'''

    old '''Мой собственный многочасовой'''

    new '''我花费许多小时'''

    old '''интеллектуальный труд.'''

    new '''的脑力劳动。'''

    old '''Камасутра'''

    new '''爱经'''

    old '''Костюм Харли Квин.'''

    new '''哈莉·奎茵的服装'''

    old '''Перцовый баллончик'''

    new '''防狼喷雾'''

    old '''Помогает от неприятностей.'''

    new '''有助于避免麻烦。'''

    old '''Резак'''

    new '''切割机'''

    old '''Дон Кихот'''

    new '''堂吉诃德'''

    old '''Подарочное издание'''

    new '''典藏版'''

    old '''«Дон Кихот» Мигеля Де Сервантеса.'''

    new '''"米格尔-德-塞万提斯的《堂吉诃德》'''

    old '''Отвертка'''

    new '''螺丝刀'''

    old '''Отличный инструмент'''

    new '''美丽的工具'''

    old '''Телефон Продавщицы'''

    new '''海伦娜的手机'''

    old '''Продукты для пикника'''

    new '''野餐食品'''

    old '''Корзинка'''

    new '''篮子'''

    old '''Закуска для пикника'''

    new '''野餐食品'''

    old '''Театральные билеты на постановку «Кошки».'''

    new '''《猫》演出的戏剧门票'''

    old '''Костюм 1'''

    new '''服装1'''

    old '''Костюм 2'''

    new '''服装2'''

    old '''Костюм 3'''

    new '''服装3'''

