
translate chinese_simpl strings:

    # old '''Я должен что-то сделать по дому, чтобы она перестала обижаться на меня. Помыть посуду, закинуть бельё в стирку, пропылесосить в Зале.'''

    # new '''我应该帮她做家务，也许这样她就不会那么讨厌我了。我可以洗洗碗，洗洗衣服，用吸尘器把客厅的地毯吸干净。'''
    

    old '''Вот и всё, я достаточно потрудился. Следует вновь поговорить с Мариной. Стоит сделать это на кухне или в коридоре.'''

    new '''够了，我干得够多了。我应该再和玛丽谈谈。最好在厨房或走廊里谈。'''

    old '''Надо бы сходить в магазин, купить большой новый рюкзак и кое-какие продукты для поездки.'''

    new '''我应该去附近的商店买一个大背包和一些路上吃的食品。'''

    old '''Сегодня я уже достаточно «нагулялся». Следует почистить зубы, побриться и лечь спать.'''

    new '''不，我今天在外面玩得够多了。我该刷牙刮胡子睡觉了。'''

    old '''Я срочно должен рассказать Игорю о ночном посетителе.'''

    new '''我要尽快把夜间不速之客的事告诉伊戈尔。'''

    old '''Требование: Привязанность Марины (1)'''

    new '''需要：玛丽的爱（1）'''

    old '''Полагаю, наши отношения с Мариной возвращаются в прежнее русло. Если я хочу, чтобы она снова доверяла мне, следует чаще проводить с ней время.'''

    new '''我想我对玛丽的态度是对的。如果我想让她重新信任我，就应该多花点时间陪她。'''

    old '''Я должен проверить СМС от друга.'''

    new '''我应该看看我朋友发给我的短信。'''

    old '''Лучшее, что я могу сделать сейчас, это просто наладить с ней отношения.'''

    new '''我现在能做的最好的事情就是努力修复我和她之间的关系。'''

    old '''Пригласить Марину вечером в ресторан.'''

    new '''今晚带玛丽去餐馆。'''

    old '''Требование: 6 Любовь Марины.'''

    new '''需要：玛丽的爱（6）'''

    old '''Вернуться домой и подарить Марине кулон от себя.'''

    new '''回家把礼物送给玛丽，不要提到警官。'''

    old '''Взять костюм с кровати.'''

    new '''从床上拿一套衣服。'''

    old '''Отправиться в магазин одежды и купить Марине подходящее платье.'''

    new '''去服装店给玛丽买一条裙子。最好在早上或下午。'''

    old '''Заглянуть в комнату Марины.'''

    new '''偷窥玛丽的房间。'''

    old '''Найти раздевалку Марины'''

    new '''找到玛丽所在的更衣室。'''

    old '''Отправиться в ресторан с Мариной.'''

    new '''和玛丽一起去餐厅。'''

    # old '''Конец эпизода.'''

    # new '''剧集 [version_now] 事件结束'''

    old '''Дождаться Марину днём в своей комнате.'''

    new '''在你房间等玛丽。'''

    old '''Дождаться новостей от Игоря. Если за день он так ничего и не напишет, написать ему самому.'''

    new '''等待伊戈尔的消息。如果过了一天没消息，就给他发消息。'''

    old '''Встретиться с Игорем в Парке Утром или Днём.'''

    new '''早上或中午在公园和伊戈尔碰头。'''

    old '''Сходить с Мариной в магазин одежды, и купить ей платье стоимостью не более 200 долларов.  Лучше всего это сделать утром или днём. '''

    new '''去服装店给玛丽买一条裙子。最好在早上或下午。'''

    old '''Сесть на диван.'''

    new '''坐在沙发上。'''

    old '''Посетить спальню Марины ночью.'''

    new '''今晚去玛丽的卧室。'''
    

    old '''Посетить спальню Марины сегодня ночью.'''

    new '''今晚去玛丽的卧室。'''

    old '''Я дома. И я безумно хочу секса!'''

    new '''我回来了。我现在超像找人打炮！'''

    old '''Я умираю с голоду…'''

    new '''我快要饿死了……'''

    old '''Я жутко голоден. Нужно поговорить об этом с Мариной.'''

    new '''我太他妈饿了。我应该和玛丽谈谈。'''

    old '''Брат намеревается отомстить. Если он что-то уготовил, значит так тому и быть.'''

    new '''我哥哥打算报仇。如果他有什么阴谋，我们阻止不了他。'''

    old '''Купить белое вино в Супермаркете.'''

    new '''去商店买白酒。'''

    old '''Одиночество становится невыносимым. Стоило бы походить, да осмотреть своё временное жилище, пока я совсем не поехал крышей от гнетущих мыслей.'''

    new '''孤独越来越难以忍受。我应该仔细看看我临时的家，免得我被压抑的思绪彻底折磨疯了。'''

    old '''Я на грани срыва…'''

    new '''我快崩溃了……'''

    

    old '''Вот и всё. Мои отношения с Мариной и Кристи достигли своего пика. Остаётся лишь наслаждаться жизнью и стараться не попадать в переделки.'''

    new '''就是这样。我与玛丽和克里斯蒂的关系达到了顶峰。剩下的就是享受生活，尽量不惹麻烦了。'''

    old '''Поспал и хватит.'''

    new '''...'''

    old '''Мне удалось немного расшатать болты унитаза, но этого недостаточно. Теперь мне надо подкачаться ЕЩЁ СИЛЬНЕЕ!'''

    new '''我设法把马桶的螺栓松开了一点，但这还不够。现在我需要更加努力地锻炼！'''

    old '''Я практически расшатал болты унитаза. Остался последний рывок. Надо подкачаться. Сильнее. Намного сильнее. Чтоб аж вены на лбу выскочили.'''

    new '''我已经快把马桶螺栓拧松了。就差最后一推了。我需要锻炼。再用力。非常用力。我要让额头上的青筋暴出来。'''

    old '''Я в тюрьме…'''

    new '''我在监狱里……'''

    old '''Отодвинув унитаз, я нашёл таблетку неизвестного содержания. К ней прилагалась записка «Съешь меня, если хочешь выбраться». Судя по всему, я потратил время впустую.'''

    new '''搬完马桶后，我发现了一粒内容不明的药丸。上面写着「想出去就吃了我」显然，我是在浪费时间。'''

    old '''Сходить в спальню Марины за её телефоном.'''

    new '''去玛丽的卧室拿她的手机。'''

    old '''Принести Марине её телефон.'''

    new '''把玛丽的手机给她。'''

    # old '''Прочесть СМС от Игоря.'''

    # new '''我应该看看我朋友发给我的短信。'''
    

    old '''Дождаться сообщения от Игоря.'''

    new '''等伊戈尔的消息。'''

    old '''Купить покорн и предложить Марине посмотреть сериал «Сладкий кексик». \nДополнительно: Накопить 150$ для перевода Игорю.'''

    new '''买一份爆米花，邀请玛丽一起看电视剧「甜蜜的水果蛋糕」。\n可选： 存钱150$转给伊戈尔。'''

    old '''Требование: Привязанность Марины (2)'''

    new '''需要：玛丽的爱（2）'''

    # old '''Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. '''

    # new '''我应该趁玛丽洗澡的时候溜进浴室，偷走她的内裤。'''
    

    old '''Вернуться домой.'''

    new '''回家。'''

    old '''Найти резиновые перчатки'''

    new '''找橡胶手套。'''

    old '''Достать пистолет из мусорки вечером в парке'''

    new '''从公园的垃圾桶里拿出一把枪。时间：晚上'''

    old '''Обсудить свой план побега с Игорем лично. Каждое утро он работает в парке, выполняя за меня предписание судьи.'''

    new '''我应该和伊戈尔讨论一下我的逃跑计划。他每天早上都在公园为我做社区工作。'''

    # old '''Дождусь новостей от Игоря и тогда уж решу окончательно, валить из города, или принять свою участь и сдохнуть, как собака. '''

    # new '''我会等伊戈尔的消息，然后再决定是离开这座城市，还是认命，像条狗一样死去。'''
    

    # old '''Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю.'''

    # new '''一旦我有了钱，我就应该让玛丽把这些钱转给伊戈尔。我会在厨房跟她说的。'''
    

    old '''Отбить свою «торговую точку» на углу Магазина. Мне нужен или помощник, или подручное средство против гопников.'''

    new '''我应该夺回我在商店角落的「卖货点」。我需要有人帮我，或者我能用什么东西打败那些白痴。'''

    old '''Надо срочно посмотреть порно. Это успокоит меня на время. Время: Ночь'''

    new '''我应该看点黄片。这会让我进入贤者时间。时间：深夜'''

    # old '''Заработать немного денег на продаже наркотиков. Если мне понадобится товар для сбыта, я всегда могу добыть новые закладки в Парке. '''

    # new '''我应该卖毒品赚点钱。如果我要卖的话，我可以在公园的草丛里找找货。'''
    

    old '''Что ж, сегодня я уже никуда не денусь. Положу штаны в стирку и отсижусь дома.'''

    new '''看来我今天哪儿也去不了了。我要去把裤子洗了，然后在家呆一天。'''

    # old '''Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю. Нужно поговорить с ней на кухне.'''

    # new '''一旦我有了钱，我就应该让玛丽把这些钱转给伊戈尔。我会在厨房跟她说的。'''
    

    old '''Лучшее, что я сейчас могу сделать, это провести свой последний вечер с единственным человеком, которому я неравнодушен: следует купить красное вино и подобрать подходящий фильм.\nДиск с подходящим фильмом можно найти в зале.'''

    new '''我现在能做的最好的事情就是和我唯一在乎的人共度最后一晚；我应该买些红酒，挑一部合适的电影。\n大厅电视柜里可以找到合适的电影光盘。'''

    old '''Требование: Привязанность Марины (3)'''

    new '''需要：玛丽的爱（3）'''

    old '''Спросить Марину про запертую дверь.'''

    new '''问玛丽上锁的门是怎么回事。'''

    # old '''Лечь спать. '''

    # new '''上床睡觉。'''
    

    old '''Проведать Игоря в Парке.'''

    new '''去公园看看伊戈尔。'''

    old '''Установить горшок с растением в коридоре. Сделать это следует или Утром, или Днём.'''

    new '''在走廊上摆放一个花盆。这应该在上午或下午进行。'''

    old '''Обменять трусики Кристи на горшок у Зудилы и Бубнилы.'''

    new '''用内裤换花盆。'''

    old '''Выяснить у Кэт (Ночной гостьи,, где именно удерживают Игоря. Для этого следует дождаться её ночью. '''

    new '''从凯特（夜间的不速之客）那里打听伊戈尔被关在哪里。要做到这一点，你应该在晚上等她。'''
    

    # old '''Если я не хочу проблем с офицером полиции, мне следует убирать в Парке каждый день. '''

    # new '''如果我不想被警察找麻烦，我就应该每天打扫公园。'''
    

    # old '''Ну что тебе не понятно, [gg]? Просто полей цветы! '''

    # new '''你有什么不明白的，[player_name]？用水壶浇花就行了！'''
    

    old '''Пожалуй, мне ничего не остаётся, кроме как хорошенько выспаться. '''

    new '''也许我之能好好睡一觉了。'''
    

    old '''Украсть у Кристи трусики, пока она принимает ванну и обменять их на горшок у Зудилы и Бубнилы.'''

    new '''趁克里斯蒂洗澡时偷她的内裤，然后拿去换花盆。'''

    old '''Прежде чем разрабатывать план, следует придумать, как избавиться от липучего офицера полиции, но так, чтобы и Джеймс не пытался следить за мной.'''

    new '''在制定计划之前，我应该先想办法摆脱那个粘人的警察，但又不能让詹姆斯跟踪我。'''

    old '''Марина предложила мне прогулять уборку и провести это время с ней.'''

    new '''玛丽让我别打扫卫生了，陪陪她。'''

    old '''Найти горшок для моего нового приятеля по имени [ep5_tree_name]. Надо у кого-нибудь поспрашивать. Или в магазине, или ещё где.'''

    new '''给我的新朋友[ep5_tree_name]找个花盆。你得问问别人。要么就看看商店里或者别的什么地方有没有。'''

    old '''Найти замену растению по имени Джими. Поискать его в парке.'''

    new '''给玛丽找新植物，我可以在公园里找找看。'''

    old '''Купить слабительное и отдать его Марине.'''

    new '''买点泻药给玛丽。'''

    old '''Выйти из комнаты.'''

    new '''离开房间。'''

    old '''Поговорить с Мариной.'''

    new '''够了，我干得够多了。我应该再和玛丽谈谈。最好在厨房或走廊里谈。'''

    old '''Написать смс Игорю.'''

    new '''给伊戈尔发短信。'''

    old '''Активировать входную верь в коридоре.'''

    new '''启动走廊前门。'''

    old '''Отправиться в гетто.'''

    new '''去贫民窟'''

    old '''Найти Игоря'''

    new '''找到伊戈尔'''

    old '''Купить два костюма: себе и Кэт.'''

    new '''买两套服装。一件给你，一件给凯特。'''

    old '''Дождаться Кэт у себя в комнате.'''

    new '''在房间里等凯特。'''

    old '''Переодеться в повседневную одежду у себя в комнате.'''

    new '''在房间里换上你平时穿的衣服'''

    old '''Как только я буду готов вызволить Игоря, следует поговорить с Мариной Утром или Днём.'''

    new '''一旦我准备好去救伊戈尔，我应该在早上或中午和玛丽谈谈。'''

    old '''Проверить Марину у себя в спальне.'''

    new '''去你卧室看看玛丽。'''

    # old '''Попрощаться с Мариной и Кристи, дождавшись их у входной двери в коридоре Вечером. '''

    # new '''晚上在走廊前门等玛丽和克里斯蒂，向他们道别。'''
    

    old '''Вернуться в свою комнату, дождавшись, пока Игорь взломает сейф.'''

    new '''回到你的房间，等着伊戈尔破解保险箱。'''

    old '''Проверить телефон'''

    new '''检查电话。'''

    # old '''Дождаться, когда никого не будет дома, и перебрать все комбинации. Уверен, через день-два такая возможность появится. '''

    # new '''我应该等女孩们离开家后，尝试所有可能的组合。我相信过一两天就会有这样的机会。'''
    

    old '''Если я спрошу о Дне Рождении Марину, она наверняка обидится. Не хочу её огорчать. Снова. Узнаю эту информацию у Кристи, она точно помнит.'''

    new '''如果我找玛丽问她的生日，她可能会生气。我不想惹她生气。和上次一样。我会去问克里斯蒂，她肯定会记得的。'''

    old '''Сходить в спальню к Игорю и взять домашние вещи Марины.'''

    new '''去玛丽的卧室拿玛丽的衣服。'''

    old '''Теперь мне нужен пароль от сейфа, но я понятия не имею, как его разузнать. Надо спросить у Игоря, он мозг в нашей команде недотёп. Напишу ему завтра с утра.'''

    new '''现在我需要保险箱的密码，但我不知道怎么弄到。我得问问伊戈尔，他是我们这支不务正业的团队的大脑。我明天早上给他发短信。'''

    old '''Теперь я знаю предположительный пароль от сейфа. Нужно дождаться, когда никого не будет дома, и перебрать все комбинации. \nЧтобы с пользой для себя убить время, посмотрю с Мариной ужастик. '''

    new '''现在我知道保险箱的密码了。我得等到家里没人的时候再把所有的密码都试一遍 \n为了消磨时间，我要和玛丽一起看恐怖片。'''

    old '''Требование: 4 Любовь Марины.'''

    new '''需要：玛丽的爱（4）'''

    # old '''Отдать вещи Марине и надеть штаны. '''

    # new '''把衣服给玛丽，穿上你的裤子。'''
    

    old '''Поторопить Игоря.'''

    new '''我得快点了，伊戈尔'''

    old '''Кинуть штаны в стиральную машину.'''

    new '''把你的裤子放进洗衣机。'''

    old '''Поговорить с Игорем в парке'''

    new '''我应该在公园里和伊戈尔谈谈，看看他是否成功破解了玛莎的手机。他早上在公园的。'''

    old '''Полагаю, Марина уже помылась. Нужно искать её на кухне.'''

    new '''我想玛丽已经洗过澡了。我该去厨房了。'''

    old '''Лечь спать.'''

    new '''今天我太累了，我只想睡觉。'''

    old '''Написать СМС Игорю.'''

    new '''给伊戈尔发短信。'''

    # old '''На сегодня с меня хватит, пора спать. '''

    # new '''今天到此为止。我得去睡觉了。'''
    

    old '''Убедить Марину и Кристи отправиться в театр.'''

    new '''说服玛丽和克里斯蒂去剧院。'''

    old '''Требование: 5 Любовь Марины.'''

    new '''需要：玛丽的爱（5）'''

    old '''Проверить все комнаты, убедившись, что дома никого нет.'''

    new '''检查所有房间，确保无人在家。'''

    # old '''Встретиться с Игорем. '''

    # new '''与伊戈尔见面。'''
    

    old '''Спросить про билеты в театр у Зудилы и Бубнилы. '''

    new '''问痒痒皮和碎碎嘴关于剧院票的事。'''
    

    old '''Дать Игорю 200 долларов для покупки взломщика сейфов. '''

    new '''给伊戈尔200$购买安全破解装置。'''
    

    old '''Я должен вставить диск в видео-проигрыватель.'''

    new '''我必须把光盘插入视频播放器。'''

    # old '''Следует обыскать комнату Марины и узнать, где именно она прячет свою «заначку». '''

    # new '''我应该搜查玛丽的房间，看看她到底把「贵重物品」藏在哪里。'''
    

    old '''Поговорить с Зудилой и Бубнилой.'''

    new '''与痒痒皮和碎碎嘴谈谈。'''

    # old '''Забрать билеты в театр у Зудилы и Бубнилы. '''

    # new '''从痒痒皮和碎碎嘴那里买到剧院演出的票。'''
    

    old '''Дождаться Игоря.'''

    new '''等伊戈尔。'''

    # old '''Написать Игорю СМС.'''

    # new '''给伊戈尔发短信。'''
    

    old '''Вручить букет продавщице.'''

    new '''把花束交给店员'''

    old '''Опробовать все комбинации цифр для открытия сейфа.'''

    new '''尝试可能打开保险箱的所有数字组合。'''

    old '''Принести Зудиле и Бубниле букет из роз. Нарвать цветы я смогу в парке. 12 штук будет предостаточно.'''

    new '''我应该给痒痒皮和碎碎嘴带一束玫瑰花。我可以去公园摘花。12朵就够了。'''

    old '''Поговорить с Игорем в парке завтра Утром, узнав у него, смог он взломать телефон Маши или нет.'''

    new '''我应该在公园里和伊戈尔谈谈，看看他是否成功破解了玛莎的手机。他早上在公园的。'''

    old '''Найти подходящее время для беседы. Поговорить с Кристи Днём в Комнате.'''

    new '''选择合适的谈话时间。第二天早上在厨房和克里斯蒂谈谈。'''
    

    old '''Обговорить с Кристи заказ Сьюзан.'''

    new '''和克里斯蒂谈谈苏珊的请求。'''

    old '''Сходить на приём к Сьюзен и рассказать ей известную информацию о муже.'''

    new '''去苏珊的房间，告诉她关于她丈夫的已知信息。'''

    old '''Поговорить со Сьюзен по поводу работы, но прежде, мне нужно хорошенько отоспаться.'''

    new '''和苏珊谈谈工作的事，但首先，我需要睡个好觉。'''

    old '''Спросить Игоря как идут дела с замком Кристи.'''

    new '''现在我可以去看心理医生了，但首先我得和伊戈尔谈谈，请他帮忙处理克里斯蒂的锁。'''
    

    old '''Проверить телефон.'''

    new '''检查电话。'''

    old '''Рассказать Кристи о походе к психологу.'''

    new '''告诉克里斯蒂去看心理医生的事。'''

    old '''Прочесть смс.'''

    new '''查看新短信。'''

    old '''Приготовить салаты и бутерброды.'''

    new '''做沙拉和汉堡。'''

    old '''Отправить Игорю ролик, где Кристи показывает стриптиз.'''

    new '''给伊戈尔发一段克里斯蒂跳脱衣舞的视频。'''

    old '''Отправить Игорю Видео с Кристи.'''

    new '''把你和克里斯蒂的视频发给伊戈尔。'''

    old '''Поговорить со Сьюзен по поводу работы.'''

    new '''和苏珊谈谈工作'''

    old '''Вывести из строя кондиционер Ночью, пока никто не видит.'''

    new '''我应该在半夜捣鼓空调，那样就不会被人看见。'''

    old '''Кристи обещала записать меня к психологу. Если я готов на «трепанацию мозга», мне следует поговорить с ней об этом завтра Днём.'''

    new '''克里斯蒂答应帮我预约心理医生。如果我准备好接受 「颅骨穿孔」手术，明天下午我应该和她谈谈。'''

    old '''Отправиться на слежку. Лучше всего начать это делать с самого утра, начав с дома Сьюзен.'''

    new '''出去监视。最好一大早就从苏珊家开始开始。'''

    old '''Встретиться с Зудилой и Бубнилой, чтобы взять у них кофе «Релакс».'''

    new '''与痒痒皮和碎碎嘴见面来得到「放松牌」咖啡。'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода 1.0'''

    # new '''剧集 [version_now] 事件结束'''

    old '''Сьюзен ведёт тебя странно, но раз уж я дал слово, нужно довести дело до конца и выяснить, изменяет ей муж или нет. Продолжу слежку завтра Утром.'''

    new '''苏珊在你面前表现得很奇怪，但既然我答应她了，我就得继续查下去，看看她丈夫到底有没有出轨。明天早上我会继续监视。'''

    old '''Продолжить следить за офицером. Как и в предыдущий раз, лучше всего это делать Утром, когда полицейский выходит из дома.'''

    new '''我应该盯紧那个警察。和上次一样，我最好在早上他出门的时候盯着他。'''

    old '''Теперь мне нужно уложить приготовленные бутерброды в корзину и можно отправляться на пикник с Кристи.\nБутерброды лежат в холодильнике.'''

    new '''现在我只需要把三明治放进篮子里，我们就可以和克里斯蒂一起去野餐了。\n三明治在冰箱里。'''

    old '''Вернуться к Кристи.'''

    new '''回到克里斯蒂身边。'''

    old '''Утром или Днём сходить к психологу на приём.'''

    new '''上午或下午去找心理医生。'''

    old '''Купить продукты для пикника.'''

    new '''需要为野餐购买食物。'''

    old '''Вернуться в комнату.'''

    new '''回到房间。'''

    old '''Купить подарочное издание «Дон Кихот» Мигеля Де Сервантеса.'''

    new '''买一本米格尔·德·塞万提斯的典藏版《堂吉诃德》。'''

    old '''Купить кофе в магазине.'''

    new '''在商店买咖啡。'''

    # old '''Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1, {s}Принять душ{/s} \n2, {s}Почистить зубы{/s} \n3, {s}Взять у Марины какие-нибудь духи{/s} \n4, {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}'''

    # new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：'''

    old '''Отправиться в магазин одежды. Желательно днём. Следует отвлечь продавщицу и проникнуть в туалетную комнату.'''

    new '''我应该去服装店看看。最好是白天。我需要分散卖家的注意力，然后去洗手间。'''

    old '''Купить реферат по «Обществознанию» в интернете.'''

    new '''在线购买社会研究论文。'''

    old '''Сегодня я слишком устал, нужно просто лечь спать.'''

    new '''今天我太累了，我只想睡觉。'''

    old '''Найти воду на полках магазина, чтобы привести продавщицу в порядок.'''

    new '''在商店货架上找到水，让女售货员缓过来。'''

    old '''Отправиться в Гетто Утром или Днём с плакатом, полученным от Зудилы и Бубнилы.'''

    new '''早上或中午带着你从碎碎嘴和痒痒皮收到的海报去贫民区。'''

    old '''Заснять Кристи в Душе, когда она моется или Ночью в её комнате, во время переодевания.'''

    new '''我应该拍一段克里斯蒂洗澡或睡觉前脱衣服的视频。'''

    old '''Подобрать подходящее время для беседы. Поговорить с Кристи Утром на Кухне.'''

    new '''选择合适的谈话时间。第二天早上在厨房和克里斯蒂谈谈。'''

    old '''Теперь я могу отправиться к психологу, но сперва мне следует поговорить с Игорем и попросить его помочь с замком Кристи.'''

    new '''现在我可以去看心理医生了，但首先我得和伊戈尔谈谈，请他帮忙处理克里斯蒂的锁。'''

    old '''Сначала поговорить с Игорем, а после отправиться в библиотеку и продолжить написание реферата по теме «Обществознание».'''

    new '''先和伊戈尔谈谈，然后去图书馆继续写社会研究论文。'''

    old '''Отправиться в комнату Кристи.'''

    new '''去克里斯蒂的房间。'''

    old '''Сходить к Игорю к Парк и попросить его взломать телефон продавщицы.'''

    new '''我应该去公园找伊戈尔谈谈。他知道怎么破解手机密码。'''

    old '''Отправиться в библиотеку Утром или Днём, чтобы составить реферат по теме «Обществознании».'''

    new '''上午和下午可以去图书馆写一篇关于社会研究的论文。'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода [version_now]'''

    # new '''剧集 [version_now] 事件结束'''

    old '''Отдать Кристи реферат.'''

    new '''把论文交给克里斯蒂。'''

    old '''Поговорить с Кристи Утром в Зале.'''

    new '''在大厅里和克里斯蒂谈谈早晨。'''

    old '''Отправиться в свою комнату.'''

    new '''回房间。'''

    old '''Купить любой костюм для ролевых игр.'''

    new '''买些角色扮演游戏的服装。'''

    old '''Отдать костюм Кристи. Сделать это следует Утром или Днём.'''

    new '''把服装给克里斯蒂。我应该在早上或中午做这件事。'''

    old '''Проведать Игоря в Парке и показать ему запись с продажным копом.'''

    new '''我应该去公园找伊戈尔，给他看看看我拍到的腐败警察的录像。'''

    old '''Поговорить с Кристи Утром на Кухне.'''

    new '''选择合适的谈话时间。第二天早上在厨房和克里斯蒂谈谈。'''

    old '''Пора спать. Утром и узнаю, получилось у меня или нет.'''

    new '''该睡觉了。明天早上我就会知道我拍到了什么。'''

    old '''Надо во всём сознаться и объяснить сложившуюся ситуацию!'''

    new '''我应该告诉她我现在的处境！'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода 0.8.9'''

    # new '''剧集 [version_now] 事件结束'''

    old '''Установить мобильный телефон возле телевизора в Зале Ночью, пока никто не видит.'''

    new '''深夜趁其他人睡着的时候在客厅的电视机旁放置手机，调成录像模式。'''

    old '''Провести очередной сеанс с психологом, живущей в соседнем доме. Она принимает только Утром или Днём.'''

    new '''和隔壁的心理医生再谈一次。她只在上午或下午接待访客。'''

    old '''Пока не ясно, как скоро мы поймаем офицера на измене жене, зато можно запечатлеть его «грязные» поступки, которые, вероятно, нам тоже пригодятся.'''

    new '''现在还不清楚多久能抓到警察出轨的证据，但我们可以拍下他的「龌龊」行为，这可能对我们也有用。'''

    old '''Сходить в магазин и купить костюм Харли Квин для Кристи.'''

    new '''去商店给克里斯蒂买哈莉·奎茵的服装。'''

    old '''Дождаться завтра и отдать Кристи реферат по «Обществознанию».'''

    new '''等到明天，把社会研究论文交给克里斯蒂。'''

    old '''Поговорить с Кристи на следующий день, возможно я снова пригожусь ей для какого-нибудь «дела». Думаю лучше обратиться к ней прямо самого утра.'''

    new '''第二天再和克里斯蒂谈谈，也许我还能在某些「方面」上帮到她。我想最好早上再联系她。'''

    old '''Если я ГОТОВ выдвинуться на слежку за офицером - отдать Кристи её костюм Харли Квин.'''

    new '''如果我准备好出去监视警官了--就把哈莉·奎茵服装给克里斯蒂。'''

    # old '''Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1, Принять душ \n2, Почистить зубы \n3, Взять у Марины какие-нибудь духи \n4, Найти мой старый школьный костюм, чтобы выглядеть презентабельно.'''

    # new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：1）洗个澡。2）刷个牙。3) 从玛丽那里弄些香水。4）找我的旧校服，让我看起来像样点。'''

    old '''Наслаждаться отношениями с Кристи'''

    new '''享受与克里斯蒂的相处。'''

    old '''Забрать у Зудилы и Бубнилы причитающуюся награду. '''

    new '''从碎碎嘴和痒痒皮那里拿奖励。'''

    old '''Сходить на сеанс к Сьюзан.'''

    new '''去参加苏珊的辅导。'''

    old '''Обсудить предложение Сьюзан с Кристи.'''

    new '''与克里斯蒂讨论苏珊的建议。'''

    old '''Поговорить со Сьюзен.'''

    new '''和苏珊谈话。'''

    old '''Открыть дверь Кристи.'''

    new '''打开克里斯蒂的门。'''

    old '''Завершить реферат по «Обществознанию».'''

    new '''完成社会研究论文。'''

    old '''Подарить Кристи книгу «Дона Кихот» Мигеля Де Сервантеса.'''

    new '''给克里斯蒂一本塞万提斯的《堂吉诃德》。'''

    old '''Отправиться к Сьюзен и показать ей доказательства измены мужа. '''

    new '''我应该去找苏珊，给她看她丈夫不忠的证据。'''

    old '''Отправить фотку Кристи Игорю.'''

    new '''把克里斯蒂的照片发给伊戈尔。'''

    old '''Купить отвёртку в Магазине.'''

    new '''去商店买把螺丝刀。'''

    old '''Отдать Кристи реферат по «Обществознанию». Лучше сделать это с утра.'''

    new '''给克里斯蒂社会研究论文。'''

    old '''Купить красивую корзину, куда можно будет положить бутерброды и салат. Но что-то мне подсказывает, в магазине я вряд ли её смогу найти.'''

    new '''现在我需要买一个漂亮的篮子来装三明治和沙拉，但我感觉在商店里买不到。'''

    old '''Поговорить с Кристи о пикнике.'''

    new '''和克里斯蒂谈谈野餐的事。'''

    old '''Обсудить с Кэт, куда она уходит ночью.'''

    new '''和凯特谈谈她晚上要去的地方。'''

    old '''Купить чёрные очки.'''

    new '''买黑框眼镜。'''

    old '''Проследить за Кэт вечером у входа в дом.'''

    new '''今晚在前廊等凯特。'''

    old '''Пошалить с Кэт'''

    new '''和凯特一起玩得开心。'''


    old '''Вполне вероятно, что в Парке, где я роюсь в поисках закладки, я смогу поймать какую-нибудь заблудшую лягушку. '''

    new '''我可以在公园里抓到一些走失的青蛙，那是我以前藏东西的地方。'''

    old '''Активировать отверстие в стене при наступлении ночи. '''

    new '''晚上在墙上开个洞。'''

    old '''Теперь мне нужно выждать момент, когда Кристи не будет дома и начать пилить стену. Лучше всего делать это Вечером.'''

    new '''现在我得等克里斯蒂不在家的时候开始锯墙。最佳时间是晚上。'''

    old '''Нужно зайти к Кристи в комнату, когда её там нет, и измерить место на стене, куда она крепит свой фалос.'''

    new '''我要趁克里斯蒂不在的时候去她的房间，在墙上测量一下。'''

    old '''Подождать 2 дня, прежде чем я смогу получить линейку у Кристи.'''

    new '''等两天我才能从克里斯蒂那里拿到卷尺。'''

    old '''Ночные услады Кристи с фалосом не дают мне покоя. Было бы замечательно заменить её секс-игрушку на свой член, но как это сделать? Для начала нужно купить резак для стены, чтобы вырезать отверстие в месте куда Кристи клеит фалос. '''

    new '''克里斯蒂晚上用假阳具玩的游戏一直困扰着我。如果能用我的鸡巴代替她的性玩具，那该多好啊！但怎么做呢？首先，我需要买一个墙壁切割器，然后小心翼翼地在克里斯蒂粘假阳具的地方开一个洞。'''

    old '''Попросить у Кристи линейку.'''

    new '''向克里斯蒂要一把尺子。'''

    old '''Теперь я могу забавляться с этой дырой в стене хоть каждую ночь...'''

    new '''现在我每晚都可以玩这个墙上的洞了……'''

    old '''Отдать лягушку Кристи, чтобы та выменяла её на линейку-рулетку у «подружки».'''

    new '''把青蛙给克里斯蒂，让她用青蛙从她那个不太好的朋友那里换回卷尺。'''

    old '''Зайти в спальню Кристи ночью.'''

    new '''晚上进入克里斯蒂的卧室'''

    old '''Надеюсь она чувствует себя лучше.'''

    new '''我希望她感觉好些了。'''

    old '''Нужно попробовать "Пошалить" с Кристи днём, а не только ночью.'''

    new '''我需要尝试白天和克里斯蒂一起 "玩"，而不是只在晚上。'''

    old '''Отправиться в парк'''

    new '''去公园'''

    old '''Марина уже на грани. Пожалуй, мне стоит ещё раз прогуляться и вернуться домой поздно ночью, прежде чем я позволю ей вынуть анальную пробку. '''

    new '''玛丽已经开始紧张了。也许我应该再去散散步，深夜回家的时候再让她把肛塞拿出来。'''

    old '''Зайти к Марине в спальню.'''

    new '''去玛丽的卧室。'''

    old '''Отправить Марине СМС.'''

    new '''给玛丽发短信。'''

    old '''@@@Конец ивента'''

    new '''剧集 [version_now] 事件结束'''

    old '''Купить Марине анальную пробку в интернет-магазине и подарить ей.'''

    new '''在网上商店购买肛塞并送给玛丽。'''

    old '''Прождать какое-то время, доведя Марину до экстаза. Чтобы ускорить стимуляцию, мне стоит избегать Марину, и возвращаться домой поздно ночью.'''

    new '''等一会儿，让玛丽陶醉其中。为了加快刺激速度，我应该避开玛丽，在深夜回家。'''

    old '''ПРОДОЛЖАТЬ ждать какое-то время, доведя Марину до экстаза. Чтобы ускорить стимуляцию, мне стоит избегать Марину, и возвращаться домой поздно ночью. '''

    new '''继续等待一段时间，让玛丽陶醉其中。为了加速刺激，我应该避开玛丽，在深夜回家。'''

    old '''Дождаться появления офицера полиции через 2-3 дня вечером в коридоре.'''

    new '''等待两三天，警察晚上会在走廊出现。'''

    old '''Прождать 2-3 дня, прежде чем полицейский снова явится в гости. Приходит он в основном вечером.'''

    new '''等上两三天，警察就会再次来访。他大多在晚上来。'''

    old '''@@@Конец ивента для эпизода 0.8.5'''

    new '''剧集 [version_now] 事件结束'''

    old '''@@@Конец ивента для эпизода [version_now]'''

    new '''剧集 [version_now] 事件结束'''

    old '''Отдать перцовый баллончик Марине.'''

    new '''给玛丽防狼喷雾'''

    old '''Всё слишком хорошо оборачивается для меня, чтобы жить припеваючи. Стоит быть на чеку. Мне кажется в течении 2-3 дней может произойти что-то, что вновь напомнит о прежних временах.'''

    new '''事情变得太顺利了。我应该保持警惕。我想再过两三天，我的过去就会开始困扰我了。'''

    old '''Купить перцовый баллончик для Марины.'''

    new '''给玛丽买防狼喷雾'''

    old '''Как я могу к вам обращаться?'''
    new '''请问如何称呼您？'''

    # game/core/variables_at_start.rpy:29
    old "Любимый Типаж Девушек: "
    new "最喜欢的女孩类型 "

    # game/core/variables_at_start.rpy:37
    old "Любимый Размер Груди: "
    new "最喜欢的乳房尺寸 "

    # game/core/variables_at_start.rpy:45
    old "Любимое Занятие Вне Работы: "
    new "下班后最喜欢的活动 "

    # game/core/variables_at_start.rpy:57
    old "Любимая Игра: "
    new "最喜欢的游戏 "

    # game/core/variables_at_start.rpy:66
    old "Кем Бы Я Хотел Стать В Другой Жизни: "
    new "下辈子我想成为谁 "

    # game/core/variables_at_start.rpy:75
    old "Любимое время суток: "
    new "一天中最喜欢的时间 "

    # game/core/variables_at_start.rpy:83
    old "Любимый напиток: "
    new "最喜欢的饮料 "

    # game/core/variables_at_start.rpy:93
    old "Пройти заново"
    new "重新启动"

    # game/core/variables_at_start.rpy:187
    old "(1/7) Любимый Типаж Девушек?"
    new "(1/7) 最喜欢的女孩类型?"


    # game/core/variables_at_start.rpy:187
    old "{i}Пройти анкету заново{/i}"
    new "{i}重新启动{/i}"

    # game/core/variables_at_start.rpy:202
    old "(2/7) Любимый Размер Груди?"
    new "(2/7) 最喜欢的乳房尺寸"

    # game/core/variables_at_start.rpy:202
    old "0"
    new "0"

    # game/core/variables_at_start.rpy:202
    old "1"
    new "1"

    # game/core/variables_at_start.rpy:202
    old "2"
    new "2"

    # game/core/variables_at_start.rpy:202
    old "3"
    new "3"

    # game/core/variables_at_start.rpy:202
    old "4"
    new "4"

    # game/core/variables_at_start.rpy:202
    old "5"
    new "5"

  
    # game/core/variables_at_start.rpy:225
    old "(3/7) Любимое Занятие Вне Работы?"
    new "(3/7) 下班后最喜欢的活动"

    # game/core/variables_at_start.rpy:225
    old "..."
    new "..."


    # game/core/variables_at_start.rpy:284
    old "Любимая Игра?"
    new "最喜欢的游戏"

    # game/core/variables_at_start.rpy:289
    old "Кем Бы Я Хотел Стать В Другой Жизни"
    new "下辈子我想成为谁"

    # game/core/variables_at_start.rpy:294
    old "(6/7) Любимое время суток?"
    new "(6/7) 一天中最喜欢的时间"

    # game/core/variables_at_start.rpy:308
    old "Любимый напиток?"
    new "最喜欢的饮料"






    old '''Судя по царапинам на полу, под унитазом расположен тайник. Неплохо было бы узнать, что там.  Для этого я должен расшатать конструкцию, но мне не хватает сил. Надо подкачаться, как бы смешно это не звучало.'''
    new '''从地板上的划痕来看，马桶下面藏了东西。我想知道马桶下面藏了什么。 要做到这一点，我必须放松结构，但我不够强壮。我需要健身，虽然这听起来很荒谬。'''


    old '''Судя по царапинам на полу, под унитазом расположен тайник. Неплохо было бы узнать, что там. '''
    new '''从地板上的划痕来看，马桶下面藏了东西。如果能知道下面有什么就更好了。'''

