translate chinese_simpl strings:
    old "GG: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "GG: 伙计，你知道我昨晚碰到谁了吗，\n\n"
    old "GG: Попробуй удивить."
    new "GG: 说说看。"
    old "GG: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "GG: 有个女孩悄悄进了我的房间，拿着刀威胁我说我应该赶紧还钱。\n\n\n"

    old "GG: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "GG: 一个女孩？！昨天我在公园为你拼命工作的时候，斯洛比的一个打手找到我，他\n也是这么威胁我的\n\n"

    old "GG: Чувак… Надеюсь, всё обошлось?"
    new "GG: 伙计……他们没把你怎么样吧？"
    old "GG: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "GG: 除了打断了我几根肋骨让我赶快还钱，他人还蛮好的。\n\n\n"
    old "GG: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "GG: 如果不去偷的话，我也不知道我们从哪里能弄这么多钱。\n\n"

    old "GG: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "GG: 很可能我们会被抓，一旦我们进了监狱, 斯洛比会\n把我们阉掉的。\n\n"

    old "GG: И что ты предлагаешь?!"
    new "GG: 我们该怎么办？！"
    old "GG: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "GG: 我不知道，伙计。我也很绝望。"
    old "GG: Ладно, спишемся позже."
    new "GG: 好吧，以后再谈。"
    old "GG: ББ"
    new "GG: 好了，快滚。"
    old "GG: Чувак, ну как ты там? Обошлось?"
    new "GG: 兄弟，怎么样了？他们放你走了吗"
    old "GG:  Дали пару недель общественных работ. "
    new "GG: 被判了几周的社区服务。"
    old "GG: Хреново."
    new "GG: 真惨。"
    old "GG: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "GG: 我早跟你说过我们应该绕过那条小巷！\n\n"

    old "GG: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "GG: 现在无所谓了。你偷到什么东西了吗？\n\n"

    old "GG: Не, извини…"
    new "GG: 不好意思，毛都没有……"
    old "GG: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "GG: 真他妈倒霉。我们都欠他们的钱，光靠我打工还钱吗\n\n？"
    old "GG: Могу вместо тебя дворы мести."
    new "GG: 我可以帮你做社区服务。"
    old "GG: Согласен. "
    new "GG: 好的。"
    old "GG: А что по деньгам? Придумал, где достать?"
    new "GG: 那钱呢？我们要怎么搞钱？"
    old "GG: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "GG: 急什么！我还没想好。待会再聊。\n\n"




    old "GG: Ты кто?"
    new "GG: 你是谁？"


    old "GG: Окей."
    new "GG: 好的。"


    old "GG: ..."
    new "GG: 你！……"
    old "GG: Ку."
    new "GG: 嘿。"
    old "GG: Деньги получил. Через пару дней отпишусь."
    new "GG: 我收到钱了。过几天后我会给你发短信。"
    old "GG: бб"
    new "GG: 好了，快滚。"






    old "GG: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "GG: 你不会相信的，我想当面和你说。\n\n"
    old "GG: Надеюсь, о чём-то, что нам поможет."
    new "GG: 希望是能帮到我们的好事。"
    old "GG: Разве что тебе…"
    new "GG: 嗯，也许只会帮到你……"
    old "GG: ?"
    new "GG: 我们可以谈一谈吗？"
    old "GG: Расскажу при встрече."
    new "GG: 我们见面后我会告诉你。"
    old "GG: Ок."
    new "GG: 我以为你想让我给植物浇水。"










    old "GG: Марина, ты где?!"
    new "GG: 玛丽，你在哪儿？"
    old "GG: В парке."
    new "GG: 在公园里"
    old "GG: И что ты там забыла?"
    new "GG: 你掉东西了吗？"


    old "GG: Стой там, где стоишь, я сейчас прибуду."
    new "GG: 待在原地，我马上就来。"
    old "GG: Слушаюсь ^_^"
    new "GG: 遵命^_^"
    old "GG: Ты скоро вернёшься?"
    new "GG: 你会很快回来吗？"
    old "GG: А что?"
    new "GG: 为什么？"
    old "GG: T__________________T"
    new "GG: T__________________T"
    old "GG: Бедняжка, ты так страдаешь."
    new "GG: 真可怜，你受了这么多苦。"
    old "GG: ^/////////^"
    new "GG: ^>>>>/^"
    old "GG: Ты хочешь меня, да?"
    new "GG: 你想要我，是吗？"
    old "GG: Хочу твой 8=========D"
    new "GG: 我要你的8=========D"
    old "GG: Как сильно?"
    new "GG: 有多难？"
    old "GG: [NPHOTO]"
    new "GG: [NPHOTO]"
    old "GG: Теперь верю."
    new "GG: 现在我相信你了"
    old "GG: Вернусь как вернусь."
    new "GG: 我一回来就来。"
    old "GG: L((((((("
    new "GG: L((((((("
    old "GG: Бро, у нас получилось!"
    new "GG: 兄弟，我们成功了！"


    old "GG: Ахахахаха!"
    new "GG: 啊哈哈哈啊！！！"
    old "GG: Нет, этот урод сел в тюрячку и на долго."
    new "GG: 不，那个混蛋进了监狱，会在那里呆上很多年！"
    old "GG: Врёшь!!! КАК??!!11"
    new "GG: 胡说！！！怎么可能？！！！"
    old "GG: Извини, долго история."
    new "GG: 对不起，说来话长。"


    old "GG: Хоть бы спросил, как у меня дела…"
    new "GG: 你连问我过得怎么样都不会吗……"
    old "GG: Как дела?"
    new "GG: 你好吗？"
    old "GG: Пошёл нахуй!"
    new "GG: 滚滚滚！"
    old "GG: Старый добрый Игорёк! Люблю тебя, братан!"
    new "GG: 我的老伙计伊戈尔！我爱你，兄弟！"
    old "GG: Только если по-гейски."
    new "GG: 除非你真是个男同。"
    old "GG: Никак иначе!"
    new "GG: 哦，我老男同了！"


    old "GG: =D"
    new "GG: 我要你的8=========D"
    old "GG: Я устала ждать."
    new "GG: 我等烦了。"
    old "GG: Ты вовремя, я как раз готов."
    new "GG: 你来得正是时候。我已经准备好了。"
    old "GG: Тогда каков план?"
    new "GG: 计划是什么？"


    old "GG: ???"
    new "GG: ？？？"


    old "GG: Звучит бредово, но хозяин-барин.\n\n"
    new "GG: 听起来有点愚蠢，但无所谓。\n\n"
    old "GG: Как мы проникнем внутрь?"
    new "GG: 我们怎么进去？"
    old "GG: Расскажу на месте."
    new "GG: 我们见面时我会告诉你。"




    old "GG: …"
    new "GG: {i}我只会在朋友家呆几个星期……{/i}"
    old "GG: До связи."
    new "GG: 急什么！我还没想好。待会再聊。\n\n"
    old "GG: Оривидерчи."
    new "GG: 再见。"
    old "GG: Время пришло, детка."
    new "GG: 是时候了，宝贝。"
    old "GG: Я тебе не детка."
    new "GG: 我不是你的宝贝。"
    old "GG: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "GG: 好吧，一个道德沦丧的疯狂歹徒。\n\n"
    old "GG: Зарежу, падлу!"
    new "GG: 我要把你碎尸万段！"


    old "GG: >_<\n"
    new "GG: >_<\n"






    old "GG: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "GG: !!!"












    old "GG: Это мы ещё посмотрим. "
    new "GG: 我们拭目以待。"
    old "GG: Мы должны встретиться, [gg]."
    new "GG: 我们应该见一面，[gg]。"
    old "GG: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"
    new "GG: 不，我很抱歉，但我做了我该做的一切。"
    old "GG: Я очень нуждаюсь в тебе.\n"
    new "GG: 我真的需要你。"
    old "GG: Нет."
    new "GG: 没有。不过，我不是来批评你的。"










    old "GG: Ыыыыыыыыыыыы."
    new "GG: ..."
    old "GG: Всё, бб."
    new "GG: 好了，快滚。"
















































    old "GG: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "GG: [gg]，求你了，这事关生死！！！"






    old "GG: Клянусь, это последняя просьба!\n"
    new "GG: 我发誓，这是最后一个请求！"


    old "GG: Прощайте."
    new "GG: 再见。"

    old "GG: Чувак, как прогресс?"
    new "GG: 伙计，怎么样？"
    old "GG: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "GG: 你拖得越久，对我们两个都越糟糕。\n"
    old "GG: Всё под контролем. Я узнал дату рождения."
    new "GG: 一切都在掌握之中。我已经知道她的生日了。"


    old "GG: Держи меня в курсе, я весь на нервах."
    new "GG: 好的，一旦你有了结果就给我发短信。"
    old "GG: Ку, бро!"
    new "GG: 嘿，老兄！"
    old "GG: И тебе того же."
    new "GG: 嗨。"
    old "GG: Слушай, у меня к тебе крайне важное дело."
    new "GG: 听着，有件事我们要谈谈。"
    old "GG: Ну-ну…"
    new "GG: 讲。"


    old "GG: Хочешь завалить Жлоба? :D"
    new "GG: 你想杀死斯洛比吗？ :D"
    old "GG: Никакого криминала. Ну… почти никакого."
    new "GG: 不，我的方法很安全。嗯……几乎安全"




    old "GG: Или как «Раб на галерах»."
    new "GG: 或者像是在船上的奴隶。"
    old "GG: Иди нахуй."
    new "GG: 滚你妈的。"
    old "GG: Ладно, жди. Приду. "
    new "GG: 不，我马上就到，等我一下。"


    old "GG: Понял-принял."
    new "GG: 收到。"
    old "GG: Ну?!"
    new "GG: 怎么样？！"
    old "GG: Чувак, деньги у меня."
    new "GG: 兄弟，我拿到钱了。"

    old "GG: Я взял только необходимое."
    new "GG: 我只拿了我们需要的东西。"
    old "GG: Когда пойдём к Жлобу?\n"
    new "GG: 我们什么时候去斯洛比那里？\n"

    old "GG: Что ты имеешь в виду? "
    new "GG: 你什么意思？"

    old "GG: Как только вернусь, напишу.\n\n"
    new "GG: 我一回来就会给你发短信。\n\n"
    old "GG: Окей. Буду ждать."
    new "GG: 好的。我等你消息。"


    old "GG: Хорошо."
    new "GG: 好的。"
    old "GG: Точнее – ничего хорошего."
    new "GG: 我是说，真倒霉。"


    old "GG: Извини, бро ("
    new "GG: 对不起，伙计。("



    old "TT: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "TT: 伙计，你知道我昨晚碰到谁了吗，\n\n"
    old "TT: Попробуй удивить."
    new "TT: 说说看。"
    old "TT: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "TT: 有个女孩悄悄进了我的房间，拿着刀威胁我说我应该赶紧还钱。\n\n\n"


    old "TT: Чувак… Надеюсь, всё обошлось?"
    new "TT: 伙计……他们没把你怎么样吧？"
    old "TT: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "TT: 除了打断了我几根肋骨让我赶快还钱，他人还蛮好的。\n\n\n"
    old "TT: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "TT: 如果不去偷的话，我也不知道我们从哪里能弄这么多钱。\n\n"


    old "TT: И что ты предлагаешь?!"
    new "TT: 我们该怎么办？！"
    old "TT: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "TT: 我不知道，伙计。我也很绝望。"
    old "TT: Ладно, спишемся позже."
    new "TT: 好吧，以后再谈。"
    old "TT: ББ"
    new "TT: 好了，快滚。"
    old "TT: Чувак, ну как ты там? Обошлось?"
    new "TT: 兄弟，怎么样了？他们放你走了吗"
    old "TT:  Дали пару недель общественных работ. "
    new "TT: 被判了几周的社区服务。"
    old "TT: Хреново."
    new "TT: 真惨。"
    old "TT: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "TT: 我早跟你说过我们应该绕过那条小巷！\n\n"


    old "TT: Не, извини…"
    new "TT: 不好意思，毛都没有……"
    old "TT: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "TT: 真他妈倒霉。我们都欠他们的钱，光靠我打工还钱吗\n\n？"
    old "TT: Могу вместо тебя дворы мести."
    new "TT: 我可以帮你做社区服务。"
    old "TT: Согласен. "
    new "TT: 好的。"
    old "TT: А что по деньгам? Придумал, где достать?"
    new "TT: 那钱呢？我们要怎么搞钱？"
    old "TT: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "TT: 急什么！我还没想好。待会再聊。\n\n"


    old "TT: Ты кто?"
    new "TT: 你是谁？"


    old "TT: Окей."
    new "TT: 好的。"


    old "TT: ..."
    new "TT: 你！……"
    old "TT: Ку."
    new "TT: 嘿。"
    old "TT: Деньги получил. Через пару дней отпишусь."
    new "TT: 我收到钱了。过几天后我会给你发短信。"
    old "TT: бб"
    new "TT: 好了，快滚。"






    old "TT: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "TT: 你不会相信的，我想当面和你说。\n\n"
    old "TT: Надеюсь, о чём-то, что нам поможет."
    new "TT: 希望是能帮到我们的好事。"
    old "TT: Разве что тебе…"
    new "TT: 嗯，也许只会帮到你……"
    old "TT: ?"
    new "TT: 我们可以谈一谈吗？"
    old "TT: Расскажу при встрече."
    new "TT: 我们见面后我会告诉你。"
    old "TT: Ок."
    new "TT: 我以为你想让我给植物浇水。"

    old "TT: Марина, ты где?!"
    new "TT: 玛丽，你在哪儿？"
    old "TT: В парке."
    new "TT: 在公园里"
    old "TT: И что ты там забыла?"
    new "TT: 你掉东西了吗？"


    old "TT: Стой там, где стоишь, я сейчас прибуду."
    new "TT: 待在原地，我马上就来。"
    old "TT: Слушаюсь ^_^"
    new "TT: 遵命^_^"
    old "TT: Ты скоро вернёшься?"
    new "TT: 你会很快回来吗？"
    old "TT: А что?"
    new "TT: 为什么？"
    old "TT: T__________________T"
    new "TT: T__________________T"
    old "TT: Бедняжка, ты так страдаешь."
    new "TT: 真可怜，你受了这么多苦。"
    old "TT: ^/////////^"
    new "TT: ^>>>>/^"
    old "TT: Ты хочешь меня, да?"
    new "TT: 你想要我，是吗？"
    old "TT: Хочу твой 8=========D"
    new "TT: 我要你的8=========D"
    old "TT: Как сильно?"
    new "TT: 有多难？"
    old "TT: [NPHOTO]"
    new "TT: [NPHOTO]"
    old "TT: Теперь верю."
    new "TT: 现在我相信你了"
    old "TT: Вернусь как вернусь."
    new "TT: 我一回来就来。"
    old "TT: L((((((("
    new "TT: L((((((("
    old "TT: Бро, у нас получилось!"
    new "TT: 兄弟，我们成功了！"


    old "TT: Ахахахаха!"
    new "TT: 啊哈哈哈啊！！！"
    old "TT: Нет, этот урод сел в тюрячку и на долго."
    new "TT: 不，那个混蛋进了监狱，会在那里呆上很多年！"
    old "TT: Врёшь!!! КАК??!!11"
    new "TT: 胡说！！！怎么可能？！！！"
    old "TT: Извини, долго история."
    new "TT: 对不起，说来话长。"


    old "TT: Хоть бы спросил, как у меня дела…"
    new "TT: 你连问我过得怎么样都不会吗……"
    old "TT: Как дела?"
    new "TT: 你好吗？"
    old "TT: Пошёл нахуй!"
    new "TT: 滚滚滚！"
    old "TT: Старый добрый Игорёк! Люблю тебя, братан!"
    new "TT: 我的老伙计伊戈尔！我爱你，兄弟！"
    old "TT: Только если по-гейски."
    new "TT: 除非你真是个男同。"
    old "TT: Никак иначе!"
    new "TT: 哦，我老男同了！"


    old "TT: =D"
    new "TT: 我要你的8=========D"
    old "TT: Я устала ждать."
    new "TT: 我等烦了。"
    old "TT: Ты вовремя, я как раз готов."
    new "TT: 你来得正是时候。我已经准备好了。"
    old "TT: Тогда каков план?"
    new "TT: 计划是什么？"


    old "TT: ???"
    new "TT: ？？？"


    old "TT: Звучит бредово, но хозяин-барин.\n\n"
    new "TT: 听起来有点愚蠢，但无所谓。\n\n"
    old "TT: Как мы проникнем внутрь?"
    new "TT: 我们怎么进去？"
    old "TT: Расскажу на месте."
    new "TT: 我们见面时我会告诉你。"




    old "TT: …"
    new "TT: {i}我只会在朋友家呆几个星期……{/i}"
    old "TT: До связи."
    new "TT: 急什么！我还没想好。待会再聊。\n\n"
    old "TT: Оривидерчи."
    new "TT: 再见。"
    old "TT: Время пришло, детка."
    new "TT: 是时候了，宝贝。"
    old "TT: Я тебе не детка."
    new "TT: 我不是你的宝贝。"
    old "TT: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "TT: 好吧，一个道德沦丧的疯狂歹徒。\n\n"
    old "TT: Зарежу, падлу!"
    new "TT: 我要把你碎尸万段！"


    old "TT: >_<\n"
    new "TT: >_<\n"






















    old "TT: Мы должны встретиться, [gg]."
    new "TT: 我们应该见一面，[gg]。"


    old "TT: Я очень нуждаюсь в тебе.\n"
    new "TT: 我真的需要你。"
    old "TT: Нет."
    new "TT: 没有。不过，我不是来批评你的。"










    old "TT: Ыыыыыыыыыыыы."
    new "TT: ..."
    old "TT: Всё, бб."
    new "TT: 好了，快滚。"
















































    old "TT: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "TT: [gg]，求你了，这事关生死！！！"






    old "TT: Клянусь, это последняя просьба!\n"
    new "TT: 我发誓，这是最后一个请求！"


    old "TT: Прощайте."
    new "TT: 再见。"








    old "TT: Хорошо.\n"
    new "TT: 好的。"






































    old "TT: Чувак, как прогресс?"
    new "TT: 伙计，怎么样？"
    old "TT: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "TT: 你拖得越久，对我们两个都越糟糕。\n"
    old "TT: Всё под контролем. Я узнал дату рождения."
    new "TT: 一切都在掌握之中。我已经知道她的生日了。"


    old "TT: Держи меня в курсе, я весь на нервах."
    new "TT: 好的，一旦你有了结果就给我发短信。"
    old "TT: Ку, бро!"
    new "TT: 嘿，老兄！"
    old "TT: И тебе того же."
    new "TT: 嗨。"
    old "TT: Слушай, у меня к тебе крайне важное дело."
    new "TT: 听着，有件事我们要谈谈。"
    old "TT: Ну-ну…"
    new "TT: 讲。"


    old "TT: Хочешь завалить Жлоба? :D"
    new "TT: 你想杀死斯洛比吗？ :D"
    old "TT: Никакого криминала. Ну… почти никакого."
    new "TT: 不，我的方法很安全。嗯……几乎安全"




    old "TT: Или как «Раб на галерах»."
    new "TT: 或者像是在船上的奴隶。"
    old "TT: Иди нахуй."
    new "TT: 滚你妈的。"
    old "TT: Ладно, жди. Приду. "
    new "TT: 不，我马上就到，等我一下。"


    old "TT: Понял-принял."
    new "TT: 收到。"
    old "TT: Ну?!"
    new "TT: 怎么样？！"
    old "TT: Чувак, деньги у меня."
    new "TT: 兄弟，我拿到钱了。"




    old "TT: Я взял только необходимое."
    new "TT: 我只拿了我们需要的东西。"
    old "TT: Когда пойдём к Жлобу?\n"
    new "TT: 我们什么时候去斯洛比那里？\n"


    old "TT: Что ты имеешь в виду? "
    new "TT: 你什么意思？"


    old "TT: Как только вернусь, напишу.\n\n"
    new "TT: 我一回来就会给你发短信。\n\n"
    old "TT: Окей. Буду ждать."
    new "TT: 好的。我等你消息。"


    old "TT: Хорошо."
    new "TT: 好的。"
    old "TT: Точнее – ничего хорошего."
    new "TT: 我是说，真倒霉。"


    old "TT: Извини, бро ("
    new "TT: 对不起，伙计。("




    old "TT: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "TT: 一个女孩？！昨天我在公园为你拼命工作的时候，斯洛比的一个打手找到我，他\n也是这么威胁我的\n\n"

    old "TT: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "TT: 很可能我们会被抓，一旦我们进了监狱, 斯洛比会\n把我们阉掉的。\n\n"

    old "TT: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "TT: 现在无所谓了。你偷到什么东西了吗？\n\n"

    old "TT: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "TT: 想拿回钱吗？\n我在男厕所等你。\n\n"

    old "TT: У тебя 5 минут или ты ничего не получишь. "
    new "TT: 五分钟不来交易作废。"

    old "TT: Бро, ну как там?"
    new "TT: 兄弟？"

    old "TT: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "TT: 每天晚上。在公园里\n一个垃圾桶里，离我平时工作的地方很近。\n"

    old "TT: Не забудь перчатки. "
    new "TT: 别忘了手套。"

    old "TT: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "TT: 伙计，今天来公园吧。\n有事要跟你说。\n"





    old "TT: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "TT: 你走了这么久，\n我决定亲自去找你。\n"

    old "TT: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "TT: 哇！\n当我还在回家路上的时候，你把钱都给斯洛比，\n他不再纠缠我们了吗？\n"

    old "TT: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "TT: \n你肯定有凯特的联系方式。\n她会告诉你的。\n"



    old "TT: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "TT: 斯洛比的人认识我们。\n 我们需要一些伪装。\n\n"

    old "TT: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "TT: 我会买几套服装，这样他们就不知道是我们了。\n\n"

    old "TT: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "TT: 我们可是要要玩命,\n 而我们见面时你才会告诉我计划？！\n\n"

    old "TT: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "TT: 你已经同意帮助我了,\n 而我也同意了你的条件。\n\n"

    old "TT: Главное явись.\n "
    new "TT: 不要掉链子就行。\n"

    old "TT: Дверь исправлена, можешь не благодарить."
    new "TT: 门修好了，不用谢我。"

    old "TT: Это почему же?"
    new "TT: 为什么？"

    old "TT: Это уже сделала Кристи! "
    new "TT: 克里斯蒂已经做了！"

    old "TT: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "TT: 耶啊啊啊啊啊啊啊！！！！"

    old "TT: Чивооо?"
    new "TT: 什么？"

    old "TT: Мудак, я же просил без приколов!"
    new "TT: 混蛋，我让你别做傻事！"

    old "TT: Всё под контролем, бро, она даже не заметила."
    new "TT: 一切都在掌控之中，兄弟，她都没注意到。"

    old "TT: Ты чуть не подставил меня своим идиотизмом. "
    new "TT: 你的白痴行为差点害了我。"

    old "TT: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "TT: 每个人都有自己的怪癖，\n但我不怪你。\n"

    old "TT: Больше я тебя о помощи просить не стану. "
    new "TT: 我不会再找你帮忙了。"

    old "TT: Это мы ещё посмотрим. "
    new "TT: 我们走着瞧。"




    old "TT: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"

    new "TT: 不，我很抱歉，但我已经完成了我们约定的一切。"



    old "TT: Бро, всё готово!\n*отправка файла*"
    new "TT: 老乡，搞到手了！"

    old "TT: Приходи завтра\nутром в Парк."
    new "TT: 早上到公园来。"

    old "TT: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "TT: 我会把手机还给你，告诉你我找到了什么。"

    old "TT: А сейчас почему\nне можешь рассказать?"
    new "TT: 你现在不能告诉我吗？"

    old "TT: Сейчас я\nсобираюсь подрочить."
    new "TT: 因为我要自慰了。"


    old "TT: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "TT: 该死的，说好的克里斯蒂的照片呢？！！！\n"

    old "TT: Бля, я забыл……….\n"
    new "TT: 操，我忘了……\n"

    old "TT: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "TT: \n 你朋友帮你干完事了\n 你就变得健忘了是吧！"

    old "TT: Бро, всё будет. \nТолько не злись.\n"
    new "TT: 没事的。\n别生气\n"

    old "TT: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "TT: 我很生气\n能多气就多气。\n"

    old "TT: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "TT: 除非你给我一张克里斯蒂的照片，\n否则你就算不上我最好的朋友！\n"

    old "TT: Но я твой единственный друг, ау…\n"
    new "TT: 你好，我可是你唯一的朋友！……\n"

    old "TT: Тем более!\n"
    new "TT: 甚至还不止！ \n"

    old "TT: Шли фотку и не беси меня!\n"
    new "TT: 给我照片！别把我惹毛了！\n"

    old "TT: Харош бузить. Я всё обязательно вышлю.\n"
    new "TT: 管好你的屌！ \n我肯定会发给你的。\n"

    old "TT: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "TT: 她不会\n光着身子在屋子里走来走去，也不会在晚上表演脱衣舞。\n"

    old "TT: Подожди ещё немного, окей?\n"
    new "TT: 再等一会儿，好吗？\n"

    old "TT: …….\n"
    new "TT: ……"

    old "TT: Активирую режим «Хатико».\n"
    new "TT: 启动「忠犬八公模式」。\n"

    old "TT: Ыыыыыыыы!\n"
    new "TT: 嘿！\n\n"

    old "TT: Глянул фотку."
    new "TT: 我看过照片了……"

    old "TT: 12 из 10!!!"
    new "TT: 满分10分，我打12！！！"

    old "TT: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "TT: 我知道，兄弟！\n我也能看到。\n"

    old "TT: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "TT: 哦，你个狗娘养的\n你敢取笑我？！\n"

    old "TT: Всего лишь факт.\n"
    new "TT: 只是个事实。\n"

    old "TT: Как, по твоему, \nя бы сделал эту фотку?"
    new "TT: 你觉得\n我会怎么拍这张照片？"

    old "TT: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "TT: \"到目前为止，我\n对女神的美貌印象深刻\n你在这里的评论是多余的。"

    old "TT: Ну ладно. Удачного дня.\n"
    new "TT: 好的，祝你愉快。\n"

    old "TT: И тебе не горевать.\n"
    new "TT: 你今天肯定过得不赖。\n"


    old "TT: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "TT: 我已经把该说的都告诉你了，苏珊。别再缠着我了"

    old "TT: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "TT: 如果你知道这对我有多重要，你就会明白了。"

    old "TT: Но я не могу сказать\nэто в переписке.\n"
    new "TT: 但我必须当面告诉你。"



    old "TT: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "TT: 是你逼我的，我要把你拉黑。"

    old "TT: Как только Марина и Кристи свалят из дома,\n я перепробую все комбинации.\n"
    new "TT: 当玛丽和克里斯蒂不在家时，\n 我会尝试所有可能的排列组合。\n"


    old "TT: Сектор очищен. \nВечером жду у себя."
    new "TT: 分区已清理。\n晚上来我家。"

    old "TT: Шикарно. \nСколько там?"
    new "TT: 太好了。\n保险箱里有多少钱？"












    old "TT: Чувак, я перепробовал все варианты. \nЗадание провалено :(\n"
    new "TT: 老兄，我什么都试过了。\n任务失败 :(\n"









    old "TT: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "TT: 我想我找到了\n还债的方法！\n"


    old "TT: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "TT: 老兄，\n我确信这又是一个馊主意。\n不过还是会先听听看。\n"

    old "TT: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "TT: 中午来公园，我们聊聊。\n当你什么都不做的时候，\n我就像卡罗爸爸一样拼命工作。\n \n"















    old "GG: У тебя 5 минут или ты ничего не получишь. "
    new "GG: 五分钟不来交易作废。"

    old "GG: Бро, ну как там?"
    new "GG: 兄弟？"

    old "GG: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "GG: 每天晚上。在公园里\n一个垃圾桶里，离我平时工作的地方很近。\n"

    old "GG: Не забудь перчатки. "
    new "GG: 别忘了手套。"

    old "GG: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "GG: 伙计，今天来公园吧。\n有事要跟你说。\n"


    old "GG: Надеюсь. "
    new "GG: 要尽快。"

    old "GG: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "GG: 你走了这么久，\n我决定亲自去找你。\n"

    old "GG: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "GG: 哇！\n当我还在回家路上的时候，你把钱都给斯洛比，\n他不再纠缠我们了吗？\n"

    old "GG: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "GG: \n你肯定有凯特的联系方式。\n她会告诉你的。\n"



    old "GG: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "GG: 斯洛比的人认识我们。\n 我们需要一些伪装。\n\n"

    old "GG: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "GG: 我会买几套服装，这样他们就不知道是我们了。\n\n"

    old "GG: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "GG: 我们可是要要玩命,\n 而我们见面时你才会告诉我计划？！\n\n"

    old "GG: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "GG: 你已经同意帮助我了,\n 而我也同意了你的条件。\n\n"

    old "GG: Главное явись.\n "
    new "GG: 不要掉链子就行。\n"

    old "GG: Дверь исправлена, можешь не благодарить."
    new "GG: 门修好了，不用谢我。"

    old "GG: Это почему же?"
    new "GG: 为什么？"

    old "GG: Это уже сделала Кристи! "
    new "GG: 克里斯蒂已经做了！"




    old "GG: Чивооо?"
    new "GG: 什么？"

    old "GG: Мудак, я же просил без приколов!"
    new "GG: 混蛋，我让你别做傻事！"

    old "GG: Всё под контролем, бро, она даже не заметила."
    new "GG: 一切都在掌控之中，兄弟，她都没注意到。"

    old "GG: Ты чуть не подставил меня своим идиотизмом. "
    new "GG: 你的白痴行为差点害了我。"

    old "GG: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "GG: 每个人都有自己的怪癖，\n但我不怪你。\n"

    old "GG: Больше я тебя о помощи просить не стану. "
    new "GG: 我不会再找你帮忙了。"













    old "GG: Бро, всё готово!\n*отправка файла*"
    new "GG: 老乡，搞到手了！"

    old "GG: Приходи завтра\nутром в Парк."
    new "GG: 早上到公园来。"

    old "GG: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "GG: 我会把手机还给你，告诉你我找到了什么。"

    old "GG: А сейчас почему\nне можешь рассказать?"
    new "GG: 你现在不能告诉我吗？"

    old "GG: Сейчас я\nсобираюсь подрочить."
    new "GG: 因为我要自慰了。"


    old "GG: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "GG: 该死的，说好的克里斯蒂的照片呢？！！！\n"

    old "GG: Бля, я забыл……….\n"
    new "GG: 操，我忘了……\n"

    old "GG: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "GG: \n 你朋友帮你干完事了\n 你就变得健忘了是吧！"

    old "GG: Бро, всё будет. \nТолько не злись.\n"
    new "GG: 没事的。\n别生气\n"

    old "GG: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "GG: 我很生气\n能多气就多气。\n"

    old "GG: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "GG: 除非你给我一张克里斯蒂的照片，\n否则你就算不上我最好的朋友！\n"

    old "GG: Но я твой единственный друг, ау…\n"
    new "GG: 你好，我可是你唯一的朋友！……\n"

    old "GG: Тем более!\n"
    new "GG: 甚至还不止！ \n"

    old "GG: Шли фотку и не беси меня!\n"
    new "GG: 给我照片！别把我惹毛了！\n"

    old "GG: Харош бузить. Я всё обязательно вышлю.\n"
    new "GG: 管好你的屌！ \n我肯定会发给你的。\n"

    old "GG: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "GG: 她不会\n光着身子在屋子里走来走去，也不会在晚上表演脱衣舞。\n"

    old "GG: Подожди ещё немного, окей?\n"
    new "GG: 再等一会儿，好吗？\n"

    old "GG: …….\n"
    new "GG: ……"

    old "GG: Активирую режим «Хатико».\n"
    new "GG: 启动「忠犬八公模式」。\n"

    old "GG: Ыыыыыыыы!\n"
    new "GG: 嘿！\n\n"

    old "GG: Глянул фотку."
    new "GG: 我看过照片了……"

    old "GG: 12 из 10!!!"
    new "GG: 满分10分，我打12！！！"

    old "GG: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "GG: 我知道，兄弟！\n我也能看到。\n"

    old "GG: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "GG: 哦，你个狗娘养的\n你敢取笑我？！\n"

    old "GG: Всего лишь факт.\n"
    new "GG: 只是个事实。\n"

    old "GG: Как, по твоему, \nя бы сделал эту фотку?"
    new "GG: 你觉得\n我会怎么拍这张照片？"

    old "GG: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "GG: \"到目前为止，我\n对女神的美貌印象深刻\n你在这里的评论是多余的。"

    old "GG: Ну ладно. Удачного дня.\n"
    new "GG: 好的，祝你愉快。\n"

    old "GG: И тебе не горевать.\n"
    new "GG: 你今天肯定过得不赖。\n"


    old "GG: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "GG: 我已经把该说的都告诉你了，苏珊。别再缠着我了"

    old "GG: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "GG: 如果你知道这对我有多重要，你就会明白了。"

    old "GG: Но я не могу сказать\nэто в переписке.\n"
    new "GG: 但我必须当面告诉你。"



    old "GG: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "GG: 是你逼我的，我要把你拉黑。"





    old "GG: Сектор очищен. \nВечером жду у себя."
    new "GG: 分区已清理。\n晚上来我家。"




    old "GG: Дохренища. \n "
    new "GG: 太他妈的多了。\n"


    old "GG: Сам схожу. \nТы и так хорошо «поработал».\n"
    new "GG: 我一个人去吧\n你已经「干」得很好了。\n"


    old "GG: Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new "GG: 没什么。\n我自己去见斯洛比。\n也没有必要让你冒险。"




    old "GG: Как будет время, приходи в Парк,\n обсудим дальнейший план действий.\n"
    new "GG: 你有空就来公园吧，\n 我们商量下下一步该干什么。\n"

    old "GG: Я на тебя не злюсь. "
    new "GG: 我不生你的气。"



    old "GG: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "GG: 我想我找到了\n还债的方法！\n"


    old "GG: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "GG: 老兄，\n我确信这又是一个馊主意。\n不过还是会先听听看。\n"

    old "GG: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "GG: 中午来公园，我们聊聊。\n当你什么都不做的时候，\n我就像卡罗爸爸一样拼命工作。\n \n"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
