

translate kor strings:

    
    old "Реферат"
    new '''사회탐구논술'''

    
    old "Мощный Бинокль"
    new '''쌍안경  "Power +Max"'''
    
    old "Солнечное масло"
    new '''썬 오일'''
    
    
    # old "и восполнить 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 20 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 10 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    old "< Back"
    new '''뒤로'''
    
    # old "Мастурбировать (-20 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"


    
    old "Не хочешь продавать? Ну и хер с тобой."
    new '''당신이 나에게 준 것은 뭐지?'''
    
    old "Не хочешь продавать? \nНу и хер с тобой."
    new '''또 다른 어리석은 판매자인가.'''
    
    old "Ну и чё он встал сюда \nесли не собирается продавать?"
    new '''아무것도 팔지 않을 거라면, 여기 서 있는 이유가 뭐지?'''
    
    old "Супер"
    new '''정말 멋져요'''
    
    old "То что я и хотел"
    new '''감사합니다'''

    
    old "You win: "
    new '''당신이 이겼습니다:'''
    
    old "You lose: "
    new '''패배!'''

    
    old "1. Смотреть порно (+100 ед. Настроение, -2 Сытость)"
    new '''포르노 보기 (+100 기분, -2 포만감)'''
    
    old "2. Не сейчас"
    new '''아직...'''

    old "Говорить (Задание Мэри)"
    new '''대화'''
    old "Говорить."
    new '''대화'''    
    old "Поговорить."
    new '''대화'''
    
    old "Пошалить"
    new '''캣(캐서린)과 즐거운 시간을 보내세요.'''

    old "Предложить массаж"
    new '''마사지'''


    
    old "Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''여기, 가져가. (주기 {i}{b}20{/b}{/i} $).'''
    
    old "!Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''!여기, 가져가. (주기 {i}{b}20{/b}{/i} $).'''
    
    old "Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} баксов)."
    new '''지금 줄 수 있는 것은 이것뿐. (- {i}{b}[money]{/b}{/i} $).'''
    
    old "!Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов)."
    new '''!가슴을 보여주면... 2배를 낼게. (- {i}{b}40{/b}{/i} 달러).'''
    
    # old "Скорость 1"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 2"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 3"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    old "Кончить."
    new '''사정'''
    old "Продолжать."
    new '''계속하세요.'''
    old "2. Уйти."
    new '''떠나기'''
    old "1. Продолжать."
    new '''계속하세요.'''
    old "2. Кончить."
    new '''사정'''
    old "3. Дрочить."
    new '''자위하기'''
    old "1. Дрочить."
    new '''자위하기'''
    old "3. Вернуться."
    new '''뒤로'''

    old "Наблюдать"
    new '''구경하기'''




##############кристи рут 40-42


    
    old "…Ведь ты знаешь, как я бываю зол."
    new '''君も僕がどれだけ怒るか知ってるだろう。'''
    
    old "День только начался, ковбой. "
    new '''今日はまだ始まったばかりだ、カウボーイ。'''
    
    old "Могу отработать задницей, если желаешь."
    new '''もし望むなら、僕のお尻で支払うこともできる。でも…'''
    
    old "Но за деньгами приходи позже."
    new '''…お金は後でまた持って来てね。'''
    
    old "Я с животными не сношаюсь."
    new '''僕は動物とはしないよ。'''
    
    old "И в другой раз, просто прогоню тебя, если не прекратишь строить комедию. "
    new '''次にもしまだ愚かなことをやめないなら、ただ追い出すだけだ。'''
    
    old "Ой-ой-ой."
    new '''オー、オー、オー。'''
    
    old "Уже боюсь."
    new '''もう怖いんだ。'''
    
    old "Нарываешься. "
    new '''トラブルを求めてるのか？'''
    
    old "Прекрати меня запугивать, ублюдок! "
    new '''僕を苛めるな、このクソ野郎！'''
    
    old "Я же ясно тебе сказала – приходи ближе к ночи!"
    new '''もう言ったはずだ - 夜に近づいて来い！'''
    
    old "Ты разочаровываешь меня."
    new '''君は僕を失望させる。'''
    
    old "Да пошёл ты."
    new '''ちくしょう。'''

######################################



##############кристи рут 40-42
    
    old "Ты классный парень, Игорь."
    new '''イゴール、お前はいい奴だ。'''
    
    old "Да ну?"
    new '''本当に？'''
    
    old "Ага. Пока [gg] отсиживается дома и шляется по продажным девкам, ты с полной самоотверженностью трудишься на благо города."
    new '''うん。[gg]が家で座って売春婦と会っている間、お前はこの街をより住みやすい場所にするために奉仕している。'''
    
    old "Наверное."
    new '''そうかもしれないな。'''
    
    old "Дай угадаю. Твой приятель пообещал тебе некую выгоду, получить которую ты сможешь не ранее, чем пройдёт предписание судьи. "
    new '''当ててみるよ。お前の友達が何らかの報酬を約束したが、裁判官の命令が出るまでそれを手に入れることはできない、と。'''
    
    old "Это уже наше личное дело, офицер."
    new '''それはお前が気にすることではない、警官。'''
    
    old "Ха! "
    new '''はは！'''
    
    old "Но я близок, верно?"
    new '''でも、私の推測は正しかったな？'''
    
    old "Ха-ха!"
    new '''ははは！'''
    
    old "По глазам вижу, что я прав. По глазищам! Вон как сверкают злобой, прожигая меня насквозь. "
    new '''言わなくてもいい、お前の目から全部わかる！その視線で穴を開けられそうだ。'''
    
    old "Но ты не на того злишься, Игорь. Я тебе не враг, уверяю."
    new '''でも、お前は間違った人に怒っている、イゴール。私はお前の敵ではない、保証するよ。'''
    
    old "И не для того я здесь, чтобы насмехаться над тобой, парень."
    new '''そして、ここでお前を笑いに来たわけではない、ガキよ。'''
    
    old "Напротив."
    new '''まったく逆だ。'''
    
    old "Ты мне нравишься."
    new '''私はお前が好きだ。'''
    
    old "Не хочу, чтобы у тебя возникли какие-то проблемы с тем, что ты прикрываешь своего друга."
    new '''お前が友達をかばうだけでトラブルに巻き込まれることは望まない。'''
    
    old "Разве я что-то делаю противозаконное, сэр?"
    new '''私は何か違法なことをしているのか、警官？'''
    
    old "К сожалению… Да. Нарушаешь. Ещё как нарушаешь."
    new '''残念ながら...そうだ。お前がそれをやっている。'''
    
    old "Эту работу должен выполнять [gg], но вместо этого её делаешь ты. "
    new '''[gg]がやるべき仕事をお前が代わりにやっているからな。'''
    
    old "Можно сказать, ты сообщник. А это уже статья."
    new '''つまり、お前は事実上の共犯者だ。それは刑法の条項だ。'''
    
    old "И если кто-то… Разумеется не я, Игорь, просто предупреждаю…"
    new '''そしてもし誰かが...もちろん私ではないが、イゴール、私はただ警告している...'''
    
    old "Так вот если кто-то засвидетельствует о факте подмены исполнителя, то исполняемому придётся туго. "
    new '''だから、もし誰かがお前がこれらすべてのことをしたと証言したら、法律はお前に寛大ではないだろう。'''
    
    old "Ну… "
    new '''だから、もし誰かがお前がこれらすべてのことをしたと証言したら、法律はお前に寛大ではないだろう。'''
    
    old "Максимум, что мне грозит, это общественные работы, которые я и так уже делаю. Безвозмездно, кстати."
    new '''最悪な結果としては、もうすでに自分の善意でやっているボランティア活動だね。'''
    
    old "Это если судья не увидит других правонарушений, и тогда, в противном случае, может быть заключение на тридцать или шестьдесят суток. "
    new '''それは裁判官が他の犯罪を見つけない限りの話だが、見つけたら30日または60日の刑になるかもしれない。'''
    
    old "Что вы от меня хотите, сэр?"
    new '''あなたは私に何を求めていますか、先生？'''
    
    old "Информацию, ясное дело. "
    new '''もちろん情報が欲しいんだ。'''
    
    old "Ты постоянно в парке, много видишь, много знаешь."
    new '''あなたはいつも公園にいるから、たくさん見て、たくさん知っている。'''
    
    old "Вы предлагаете мне стать вашим стукачом? "
    new '''あなたは私に情報提供者になるよう依頼していますか？'''
    
    old "Эй, зачем ты так? "
    new '''おい、なぜそんな態度なの？'''
    
    old "Речь идёт о роле информатора, и не бесплатно. "
    new '''私はあなたに情報提供者になってもらいたいと頼んでいて、お金も払うつもりだ。'''
    
    old "Нет, спа…"
    new '''いいえ、その...'''
    
    old "Заткнись, сосунок."
    new '''黙れ、このガキ。'''
    
    old "Ты не в сраном магазине, чтобы тебе что-то предлагали. "
    new '''あなたに選ぶ権利はない、ここはクソ店じゃない。'''
    
    old "Теперь я твой шеф и ты будешь докладывать обо всём, что здесь…"
    new '''今から私があなたの上司だ、ここで起こるすべてを私に報告しなさい...'''
    old "Магазин."
    new '''상점'''
    old "Назад."
    new '''뒤로'''

###############################

######################кристи рут-45


    
    old "Аххххх!!!"
    new '''아아앙!!!'''
    
    old "Боже!"
    new '''맙소사!'''
    
    old "Что ты сделал со своим членом?"
    new '''당신의 거기... 뭐라도 넣은 거야?'''
    
    old "Он стал великанским!"
    new '''평소보다 지금 엄청 커졌어!'''
    
    old "Знаешь, так мне нравится куда сильнее."
    new '''그래, 이렇게 커지게 된 게 훨씬 더 좋아.'''
    
    old "И новый, большой размер, и твоя таинственность."
    new '''새로운 자지 사이즈... 당신이 모든 것을 신비롭게 행동하는 거.'''
    
    old "В тебе словно открылось второе дыхание."
    new '''마치 당신의 다른 면을 신선하게 보여주는 것 같아.'''
    
    old "Твоя развратность теперь выражается не только в похабных словечках, хи-хи."
    new '''보아하니, 그저 더러운 말만 하는 것 이상을 할 수 있나 봐, 헤헤.'''
    
    old "Наконец, ты перешёл к практической реализации своих сумасшедших фантазий."
    new '''드디어 평소부터 바라던 더러운 상상을 실제로 실현하기 시작했어, 우리.'''
    
    old "Хотя, признаться, я не помню, чтобы ты мечтах о внезапно сексе в туалете."
    new '''솔직히 말하자면, 화장실에서 섹스하는 판타지가 있었다고 차마 부인은 하지 못하겠네.'''
    
    old "Ты даже боялся уединиться со мной в публичном месте."
    new '''공공장소에서 나와 이렇게 친밀한 관계를 가지는 것이 사회적으로 두려워서, 계속해서 그때마다 가게의 모든 고객을 얼른 내보내 달라고 했었잖아.'''
    
    old "И постоянно просишь выгнать всех посетителей в магазине. "
    new '''공공장소에서 나와 이렇게 친밀한 관계를 가지는 것이 사회적으로 두려워서, 계속해서 그때마다 가게의 모든 고객을 얼른 내보내 달라고 했었잖아.'''
    
    old "Мне уже начинало казаться, будто бы просто слабак, что прячется за понтами и статусом полицейского."
    new '''경찰관으로서의 위엄과 지위와 다르게, 당신은 이런 더러운 욕망 뒤에 숨는 겁쟁이라고 생각했어.'''
    
    old "Но… Аххх… Да! Теперь ты доказал мне обратное."
    new '''하지만... 아아... 그래! 이제 내가 틀렸다는 걸 당신은 증명했어.'''
    
    old "Я ошибалась. Сильно ошибалась. И теперь должна поплатиться за свою дерзость, верно, милый?"
    new '''내가 틀렸어. 당신에 대해 너무 잘못 생각했어. 그렇게 생각했으니, 나는 당연히 벌을 받아야 해, 그렇지? 자기야?'''
    
    old "Ахххх, да-да-да."
    new '''아아아, 그래, 맞아.'''
    
    old "Позволь мне чуточку ускориться, шлёпая задницей по твоим ляжкам. "
    new '''내 엉덩이를 당신의 허벅지에 때리면서 속도를 높여볼게.'''
    
    old "Дааа, вот так!"
    new '''응, 그렇게!'''
    
    old "Хочется небольшого драйва…"
    new '''좋은 박자를 원해...'''
    
    old "Знаешь… Этот сюжет вызывает во мне фонтан разнообразных мыслей."
    new '''알아... 이 상황 전체가 나에게 많은 것을 생각하게 해.'''
    
    old "Похабных, естественно. Хи-хи-хи."
    new '''물론, 더럽고 음란한 것들까지 전부 포함해서. 헤헤.'''
    
    old "Ты всё обставил так, словно это непредвиденное стечение обстоятельств."
    new '''모든 것이 우연처럼 보이고 신선하게 느껴져.'''
    
    old "Тесная коморка, темнота, таинственный незнакомец."
    new '''좁은 방, 어둠, 그리고 신비한 낯선 남자.'''
    
    old "Опасность! Страх! Адреналин в крови! В голове всё перемешалось."
    new '''위험하고! 두렵지만! 아드레날린과 흥분이 마구 솟구쳐! 모두 내 머리 속에서 뒤섞였어.'''
    
    old "Но тут я понимаю, что чувство риска заводит меня."
    new '''하지만... 그 무엇보다도 이런 위험한 상황에서 느끼는 것이 나를 흥분시킨다는 걸 깨달았어.'''
    
    old "Что я рада случившемуся…"
    new '''이런 일을 일어나고 경험해서 정말 다행이야...'''
    
    old "На мгновение я даже решила, что это и не ты вовсе. "
    new '''잠깐 동안... 나는 그게 당신이 아니라고 생각했어.'''
    
    old "Будто бы кто-то вздумал воспользоваться моментом, чтобы сделать ЭТО со мной…"
    new '''마치 누군가가 이 상황을 이용해서, 나와 이런 일을 하기로 마치 결정한 것처럼...'''
    
    old "Охххх… да-да-да!"
    new '''오오오... 앙, 앙, 좋아!'''
    
    old "Ты ведь и рассчитывал на такую реакцию, верно?"
    new '''이것이 당신이 바랐던 반응, 그렇지?'''
    
    old "Ахх… Да-да-да!"
    new '''아... 그래, 맞아!'''
    
    old "За дверью полно клиентов…"
    new '''이 문 뒤에는 많은 고객들이 있어...'''
    
    old "Они могут услышать нас. Подумать, что со мной случилась беда и позвать кого-нибудь на помощь…"
    new '''그들이 우리의 거친 섹스 소리와 신음을 들을 수도 있어. 누군가 나에게 문제가 생겼다고 생각하고 도움을 요청할 수도 있고...'''
    
    old "Но обнаружат только меня, вопящую от удовольствия и полицейского, что трахает продавщицу магазина."
    new '''하지만 그들이 여기 들어온다면, 쾌락에 비명을 지르는 나와 가게 여점원을 따먹고 있는 경찰관을 보게 될 거야.'''
    
    old "Или, что ещё хуже, сразу поймут, чем мы здесь занимаемся и пожалуются директору."
    new '''아니면 더 나쁘게는... 우리가 여기서 무엇을 하고 있는지 깨닫고... 가게의 주인에게 불평할 수도 있겠지.'''
    
    old "Меня могут уволить, а мне нужно будет искать новое место работы. "
    new '''그 결과 나는는 해고될 수도 있고, 새로운 일자리를 찾아야 할지도 몰라.'''
    
    old "Но ты провернёшь этот приём вновь, а я… конечно я поддамся на соблазн. "
    new '''하지만 당신은 다시 이런 더러운 장난을 칠 거고... 나... 나는 다시 당신에게 빠질 거야.'''
    
    old "Это порочный круг, который нам предстоит пройти вместе."
    new '''이건 결국 우리가 함께 겪어야 할 악순환일 거야.'''
    
    old "Главное…"
    new '''그러니 우리는 괜찮을 거야...'''
    
    old "Главное только, чтобы об этом не узнала твоя жена, верно, милый?"
    new '''적어도 당신의 아내가 우리에 대해 모르는 한 말이지... 그렇지, 자기야?'''
    
    old "Охххх, какое наслаждение, обожаю твой член!"
    new '''오, 너무 좋아요. 기분 좋아. 당신의 그것은 정말 대단해요!'''
    
    old "Ещё-ещё-ещё!"
    new '''좀 더, 좀 더, 좀 더!'''
    
    old "Да-да-да! Я чувствую, как ты дрожишь в нетерпении!"
    new '''응, 응, 좋아! 당신이 내 안에서 뛰는 걸 느껴!'''
    
    old "Я тоже собираюсь кончить, милый, я тоже!"
    new '''나도 곧 올 거예요, 자기야! 절정할 것 같아!'''
    
    old "Мой киска стонет от счастья, ожидая поток твоей горячей спермы внутри!"
    new '''내 보지가 당신의 뜨거운 정액으로 채워지길 기다리며, 신음할게!'''
    
    old "{i}Без комментариев…{/i}"
    new '''노코멘트...'''
    
    old "Мне пора, дорогой."
    new '''이제 갈 것 같아! 오르가즘 절정이 오고 있어, 자기야!'''
    
    old "Не выходи сразу после меня, пожалуйста, не хочу, чтобы клиенты пялились на нас."
    new '''하아... 내 바로 뒤에는 나오지 말아줘, 누군가가 우리를 쳐다보는 걸 원하지 않거든.'''
    
    old "По крайней мере не сейчас."
    new '''적어도, 지금은 아니야.'''
    
    old "Мгу…"
    new '''음-음.'''
    

#################################

    old "Обыкновенный смартфон."
    new '''헬렌의 스마트폰'''


translate kor bored_now_game_85b2453f:



    # "[gg]" "Я слишком устал.. Нужно пойти поспать"



    "[gg]" '''너무 피곤해... 잠을 자야겠어'''



translate kor enough_money_game_65e13070:



    # "[gg]" "У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать."



    "[gg]" '''이미 작은 지출을 위한 충분한 돈이 있으니, 위험을 감수하지 않을 거야.'''


translate kor not_now_pc_2e32d276:



    # "[gg]" "Сегодня я уже не буду этого делать."



    "[gg]" '''今日はもう十分だ。'''


translate kor not_now_pc_c0930d62:


    # "[gg]" "После продолжительного отдыха я начинаю чувствовать себя намного лучше."



    "[gg]" '''長い休息の後、ずっと良くなり始めた。'''


translate kor strings:

    old "Переодеться."
    new '''침대에서 정장 가져오기'''


    # old "Отвернуться"
    # new ""

    


    old "Ну что тебе не понятно, [gg]? Просто полей цветы! "
    new '''[gg]? 물뿌리개로 식물에 물을 주기만 하면 돼요!'''


    # old "Войти"
    # new ""


    # old "Согласиться."
    # new ""


    # old "Предложить помыть её саму."
    # new ""


    
    
    old "Продолжать"
    new '''계속 구경'''
    
    old "Снизить скорость"
    new '''속도를 줄이세요'''
    old "Замедлиться"
    new '''속도를 줄이세요'''
    old "Женское нижнее бельё."
    new '''크리스티 팬티'''

    old "Положить банку кофе на кухню, пока там нет Кристи: Днём, Вечером или Ночью."
    new '''크리스티가 없을 때 부엌에 커피 캔을 놓으세요: 낮, 저녁, 밤.'''
    # old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    # new '''크리스티의 커피를 구할 장소를 찾았지만, 그것을 얻기 위해서는 동네 바보 두 명이 판매원을 \'유혹\'하는 것을 도와야 해요. 그러기 위해서는:'''

    # old "Замок на двери"
    # new ""


    # old "Очень похоже на цветок Марины"
    # new ""

    # old "Придумайте имя для растения"
    # new ""

    
    old "Выяснить у Кэт (Ночной гостьи), где именно удерживают Игоря. Для этого следует дождаться её ночью. "
    new '''밤에 그녀를 기다려야 할 때, 캣(캐서린)로부터 이고르가 어디에 구금되어 있는지 정확히 알아내세요.'''
    

    old "Если я не хочу проблем с офицером полиции, мне следует убирать в Парке каждый день. "
    new '''경관과의 문제를 원하지 않는다면, 매일 공원을 청소해야 합니다.'''
    
    old "3. Хватит"
    new '''충분해요'''
    
    old "2. Ускориться."
    new '''더 빨리 움직이세요.'''
    
    # old "Конец эпизода."
    # new ""

    old "!Может, договоримся? (150$)"
    new '''!어쩌면 이 문제를 어떻게든 해결할 수 있을까요? (150$)'''

    old "!Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''!아무것도 듣고 싶지 않아요. 빨리 테이블을 준비하세요 (500$)'''
    old "Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''아무것도 듣고 싶지 않아요. 빨리 테이블을 준비하세요 (500$)'''
    old "Пусть продолжает"
    new '''1. 현재 속도로 계속.'''
    old "Хочу больше!"
    new '''2. 더 원해.'''

    old "Кончить!"
    new '''사정'''
    old "Хочу больше"
    new '''2. 더 원해.'''
    old "Платье"
    new '''드레스'''
    old "Кулон"
    new '''목걸이'''
    old "!Как на счёт минета за 100 долларов?"
    new '''!100달러로 입으로 서비스 가능해?'''

    old "!1. Само собой. (-5 долларов)."
    new '''!1. 좋아. (-5달러).'''



###########################ep3_milf_35    
    old "Написать Игорю СМС."
    new '''친구에게 온 메시지를 확인해야 해.'''

    old "Шикарно. \nСколько там?"
    new '''오오, 대단해. \n금고 안에 얼마나 있었어?'''

    old "Дохренища. \n "
    new '''굉장히 많이 있었지. \n'''

    old "Сам схожу. \nТы и так хорошо «поработал».\n"
    new '''나 혼자 갈 게. \n넌 이미 너의 «일»을 잘 해줬어.\n'''

    old "Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new '''아니, 아무 것도 아냐. \n나 혼자 갱단 녀석들을 만나러 갈 게. \n너까지 위험해질 필요는 없잖아.'''########################


    old "Закончить"
    new '''2. 끝내세요.'''
    old "Отдать вещи Марине и надеть штаны. "
    new '''메리에게 그녀의 옷을 건네주고 당신의 바지를 입으세요.'''
    old "Попрощаться с Мариной и Кристи, дождавшись их у входной двери в коридоре Вечером. "
    new '''저녁에 복도의 현관에서 그들을 기다리며 메리와 크리스티에게 작별 인사를 해야 해.'''
    old "Забрать билеты в театр у Зудилы и Бубнилы. "
    new '''동네 그 바보 2인조 녀석들로부터 극장 티켓을 받아야 해.'''
    # old "Собранные вместе цветы для подарка."
    # new ""

    
    old "Дождаться, когда никого не будет дома, и перебрать все комбинации. Уверен, через день-два такая возможность появится. "
    new '''여자들이 집을 비우기를 기다렸다가 가능한 모든 조합을 시도해야 해. 하루 이틀 안에 그런 기회가 있을 거야.'''
    
    old "Помощь 1 ур"
    new '''도움말'''
    
    old "!Помощь 2 ур"
    new '''!도움말 2'''
    
    old "Помощь 2 ур"
    new '''도움말 2'''
    
    old "Помощь 3 ур"
    new '''도움말 3'''
    
    old "!Помощь 3 ур"
    new '''!도움말 3'''
    
    old "Закончить."
    new '''2. 끝내세요.'''
    
    old "1. Продолжить."
    new '''1. 계속 구경하세요.'''

    old "На сегодня с меня хватит, пора спать. "
    new '''오늘은 여기까지 해야겠어. 잠자리에 들어야 해.'''

################ep3_3_pictures
    old "Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new '''우리 빚을 갚을 \n방법을 찾은 것 같아!\n'''

    old "Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new '''어이, \n또 다른 헛소리를 하는 것 같은데. \n알았어, 네 말 들어보지 뭐.\n'''

    old "Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new '''정오에 공원으로 와. \n네가 놀고있는 동안, \n나는 열심히 일하고 있어.\n\n'''
##################################################


    # old "Продолжать."
    # new ""


    old "Снизить скорость."
    new '''속도를 줄이세요'''
    old "Повысить скорость."
    new '''속도를 높이세요'''



    old "Вставить диск"
    new '''디스크 삽입'''
    old "Следует обыскать комнату Марины и узнать, где именно она прячет свою «заначку». "
    new '''메리의 방을 뒤져서 그녀가 어디에 \'비밀 보관함\'을 숨겨 놓았는지 알아내야 해.'''


    # old "Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю."
    # new '''150$를 모으면 메리에게 이 돈을 이고르에게 이체하도록 부탁할 거야. 부엌에서 그녀와 얘기할 거야.'''
    old "!1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''!일 (당신은 [inventory_drugs] 제품의 포장을 가지고 있습니다)'''

    old "1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''일 (당신은 [inventory_drugs] 제품의 포장을 가지고 있습니다)'''


    old "2. Уйти"
    new '''떠나기'''

    old "Дождусь новостей от Игоря и тогда уж решу окончательно, валить из города, или принять свою участь и сдохнуть, как собака. "
    new '''이고르에게서 소식을 기다린 다음, 도시를 떠날지 아니면 운명을 받아들이고 개처럼 죽을지 결정할 거야.'''
    old "Заработать немного денег на продаже наркотиков. Если мне понадобится товар для сбыта, я всегда могу добыть новые закладки в Парке. "
    new '''마약 판매로 돈을 벌어야 해. 팔 물건이 필요하면 공원의 덤불에서 항상 찾을 수 있어.'''

    old "Дверь в квартиру теперь открыта!"
    new '''이제 아파트 문이 열렸습니다!'''
    old "Перчатки"
    new '''장갑'''
    old "Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. "
    new '''메리가 샤워를 할 때 몰래 화장실에 들어가 그녀의 팬티를 훔쳐야 해.'''
    old "!1. «Вот, держи.» (150 долларов)"
    new '''!1. «자, 여기 있어요.» (150$)'''
    old "Прочесть СМС от Игоря."
    new '''친구에게 온 메시지를 확인해야 해.'''

    old "Лечь спать. "
    new '''ベッドに入る。'''
    old "Я должен что-то сделать по дому, чтобы она перестала обижаться на меня. Помыть посуду, закинуть бельё в стирку, пропылесосить в Зале."
    new '''집안일을 좀 도와줘야겠어, 그러면 그녀가 나를 좀 덜 미워할 수도 있어. 설거지도 하고, 빨래도 하고, 거실의 카펫도 청소해야지.'''


    old "Кристи мучают ночные кошмары. Стоит поговорить с ней об этом, может я смогу ей помочь."
    new '''크리스티가 악몽을 꾸고 있어. 그녀와 이야기를 해봐야 할 것 같아, 어쩌면 도울 수 있을지도 몰라.'''