translate kor strings:
    old '''Отдохнуть. (+50 ед. Настроения, -2 сытости)'''

    new '''1. 휴식하기. (+50 기분, -2 포만감)'''

    old '''Принять душ (+100 ед. Гигиена)'''

    new '''샤워하기 (+100 위생)'''

    old '''Принять ванну (+100 Гигиена)'''

    new '''목욕하기 (+100 위생)'''

    old '''Почистить зубы (+50 Гигиена)'''

    new '''이 닦기 (+50 위생)'''

    old '''Покушать. (+100 ед. Сытость, -2 Гигиена)'''

    new '''1. 식사하기. (+100 포만감, -2 위생)'''

    old '''Мыть руки (+50 Гигиена)'''

    new '''손 씻기 (+50 위생)'''

    old '''Использовать бинокль'''

    new '''쌍안경 사용하기'''

    old '''Отдохнуть.'''

    new '''휴식하기.'''

    old '''Отдыхать до вечера.'''

    new '''저녁까지 쉬기.'''

    old '''Отдыхать до ночи.'''

    new '''밤까지 쉬기.'''

    old '''Спать до следующего дня.'''

    new '''다음 날까지 자기.'''

    old '''Я уже делал это сегодня.'''

    new '''오늘은 이미 했다.'''

    old '''О, заначка!'''

    new '''오, 비상금의 은닉처!'''

    old '''Ничем не примечательное изображение.'''

    new '''별로 특별하지 않은 평범한 이미지.'''

    old '''На картине изображён красивый небоскрёб.'''

    new '''아름다운 고층 빌딩이 그려진 그림.'''

    old '''Здесь лежат рабочие инструменты и строительные детали на запас.'''

    new '''여기에는 집안 도구들과 일부 예비 부품들이 보관되어 있다.'''

    old '''Источник кислорода.'''

    new '''산소 공급.'''

    old '''Шкаф с одеждой, которую мы используем в холодные дни.'''

    new '''추운 날을 위한 옷이 있는 옷장.'''

    old '''Шкаф-табурет, где хранятся гуталин, щётка ложка для обуви.'''

    new '''신발약, 신발솔, 구두주걱을 보관하는 보관 푸프.'''

    old '''Повседневная одежда.'''

    new '''일상복.'''

    old '''Книги по психологии и прочая общеобразовательная литература'''

    new '''심리학과 기타 교양 문학에 관한 책들.'''

    old '''Сегодня я уже не буду этого делать.'''

    new '''오늘은 이미 충분하다.'''

    old '''Теперь этот ковёр должен быть чистым. Надеюсь, Марине это понравится!'''

    new '''이제 이 카펫은 깨끗해야 한다. 그녀가 좋아했으면 좋겠다!'''

    old '''После продолжительного отдыха я начинаю чувствовать себя намного лучше.'''

    new '''오랜 휴식, 훨씬 나아지기 시작했다.'''

    old '''Это наш телевизор фирмы «Телевизор».'''

    new '''우리의 TV.'''

    old '''Я понятия не имею, что это за растение.'''

    new '''이 식물이 무엇인지 전혀 모른다.'''

    old '''Всего-лишь домашнее растение.'''

    new '''그냥 실내용 식물이다.'''

    old '''Такое же растение как и все.'''

    new '''그 밖의 다른 식물과 같은 종류의 식물이다.'''

    old '''Здесь хранится какая-то макулатура и диски с фильмами.'''

    new '''여기에는 어떤 종류의 폐지와 필름 디스크가 저장되어 있다.'''

    old '''Обычный видео-проигрывать для дисков.'''

    new '''보통 DVD 플레이어.'''

    old '''Журнальный стол, на который я люблю класть ноги.'''

    new '''내가 발을 올려놓기 좋아하는 커피 테이블.'''

    old '''Картина, которую я купил с первой подработки.'''

    new '''나의 첫 아르바이트 돈으로 산 그림.'''

    old '''Я не могу это сделать пока здесь [char_name].'''

    new '''[char_name], 여기 있는 동안 그것을 할 수 없다.'''

    old '''Я нашёл шпильку.'''

    new '''머리핀을 발견했다.'''

    old '''Ещё одна такая же, '''

    new '''하나 더,'''

    old '''Ещё пару таких же,'''

    new '''두 개 더,'''

    old '''и я наверняка смогу сделать отмычку.'''

    new '''그러면 확실히 자물쇠 따기를 만들 수 있다.'''

    old '''Теперь я точно смогу сделать сделать отмычку.'''

    new '''이제 확실히 자물쇠 따기를 만들 수 있다.'''

    old '''Тааак-с. Здесь подогнуть, здесь изогнуть…'''

    new '''자. 여기 구부리고, 저기 돌리고…'''

    old '''Вуаля!'''

    new '''해냈다!'''

    old '''Чистый телом – чистый духом. Главное, ухи не забыть помыть.'''

    new '''몸도 마음도 깨끗해야 한다. 씻는 걸 잊지 않는 게 중요하다.'''

    old '''Шкафчик с медикаментами.'''

    new '''의료용품이 있는 캐비닛.'''

    old '''Здесь полно стиральных средств, и кое-какие инструменты для уборки по дому.'''

    new '''이 침대 옆장은 세탁 세제와 집 청소용 도구들로 가득하다.'''

    old '''Здесь я стираю свои вещи.'''

    new '''여기서 내 물건들을 세척한다.'''

    old '''Постираю вещи, надеюсь это понравится Марине.'''

    new '''옷을 세탁하자, 그녀가 좋아했으면 좋겠다.'''

    old '''Да, это подсолнечное масло.'''

    new '''그렇다, 이것은 해바라기유다.'''

    old '''Чавк! Чавк! Чавк! Физические силы возвращаются ко мне. Если, конечно, они у меня вообще были.'''

    new '''체력이 돌아온다. 물론, 내게 원래부터 그런 게 있었다면 말이다.'''

    old '''Здесь хранятся крупы, специи, чай, кофе и куча всего по мелочи, что дополняет основное блюдо.'''

    new '''여기에는 시리얼, 향신료, 차, 커피 등 주요 요리에 추가할 수 있는 많은 것들이 있다.'''

    old '''Здесь лежит посуда, столовые инструменты, тряпки, отдел для мусорного ведра и прочее.'''

    new '''여기에는 그릇, 식기, 걸레, 쓰레기통 구역 등이 있다.'''

    old '''Здесь можно помыть посуду.'''

    new '''여기서 설거지를 할 수 있다.'''

    old '''Помою посуду, надеюсь это понравится Марине.'''

    new '''설거지를 할 거다, 그녀가 좋아했으면 좋겠다.'''

    old '''С помощью этой штуки я могу заварить зерновое кофе.'''

    new '''이 도구로 커피콩을 추출할 수 있다.'''

    old '''Да, это тостер.'''

    new '''그렇다, 이건 토스터다.'''

    old '''Вид из окна смотрит ровно на такой же дом по соседству.'''

    new '''이 창문은 옆집과 비슷한 방향으로 열린다.'''

    old '''Одно слово – RTX 3090.'''

    new '''단어 하나로 - RTX 3090.'''

    old '''Моя любимая картина, которую мне подарила подруга.'''

    new '''친구가 준 내가 가장 좋아하는 그림.'''

    old '''Эту гитару мне подарила Марина, но я так и не научился на ней играть.'''

    new '''그녀가 이 기타를 줬지만, 난 결코 연주를 배우지 못했다.'''

    old '''Куча безделушек, вроде йо-йо, курительной трубки, старое PSP и так далее.'''

    new '''요요, 파이프, 오래된 PSP 등과 같은 잡동사니들.'''

    old '''Бейсбольная бита для пробивания человеческих черепов.'''

    new '''동네 바보들을 혼내주기 위한 야구 방망이.'''

    old '''Картина с обыкновенным пейзажем.'''

    new '''평범한 풍경의 그림.'''

    old '''Картина с красивым закатом.'''

    new '''아름다운 일몰의 그림.'''

    old '''Тумба, на которой стоит светильник.'''

    new '''램프가 있는 침대 옆 탁자.'''

    old '''Куча шмоток на все случаи жизни.'''

    new '''모든 경우에 대비한 옷들이 있다.'''

    old '''Не сейчас.'''

    new '''아직...'''

    old '''Говорить'''

    new '''대화'''

    old '''Просто поздороваться.'''

    new '''그냥 인사하기'''

    old '''Спросить'''

    new '''묻기'''

    old '''Помощь '''

    new '''도움'''

    old '''Действие'''

    new '''행동'''

    old '''Перейти к '''

    new '''가기'''

    old '''Инвентарь'''

    new '''인벤토리'''

    old '''Квесты'''

    new '''퀘스트'''

    old '''Сменить костюм {image=star.png}'''

    new '''코스튬 변경 {image=star.png}'''

    old '''{alpha=*0.5}Сменить костюм{/alpha} {image=star.png}'''

    new '''{alpha=*0.5}코스튬 변경{/alpha} {image=star.png}'''

    old '''Сменить костюм'''

    new '''코스튬 변경'''

    old '''Бондаж'''

    new '''BDSM'''

    old '''Коровка'''

    new '''젖소'''

    old '''Оригинальный наряд'''

    new '''캐주얼'''

    old '''Комплимент'''

    new '''칭찬하기'''

    old '''Комплимент (+5 Отношения)'''

    new '''칭찬하기 (+5 관계)'''

    old '''Сделать подарок (+5 Отношения)'''

    new '''선물 주기 (+5 관계)'''

    old ''' (+5 Отношения)'''

    new '''(+5 관계)'''

    old '''Массаж '''

    new '''마사지'''

    old '''{alpha=*0.5}Душ вместе{/alpha}'''

    new '''{alpha=*0.5}함께 샤워하기{/alpha}'''

    old '''Посмотреть на задницу'''

    new '''그녀의 엉덩이 감상'''

    old '''Смотреть'''

    new '''구경하기'''

    old "!Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "!자위하기 3 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_19.rpy:112
    old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "자위하기 3 (-30 {image=[_sitost_img]})"


    old "!Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "!자위하기 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_16.rpy:66
    old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "자위하기 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:222
    old "!Мастурбировать (-20 {image=[_sitost_img]})"
    new "!자위하기  (-20 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:185
    old "Мастурбировать (-20 {image=[_sitost_img]})"
    new "자위하기 (-20 {image=[_sitost_img]})"


    old '''Дрочить'''

    new '''자위하기'''

    old '''Смотреть хоррор'''

    new '''공포 영화 보기'''

    old '''Пригласить в ресторан'''

    new '''식당에 초대하기'''

    old '''Смотреть кино'''

    new '''영화 보기'''

    old '''\"Кикбоксёр\"'''

    new '''\"킥복서\"'''

    old '''\"Лолита\"'''

    new '''\"로리타\"'''

    old '''\"Александр\"'''

    new '''\"알렉산더\"'''

    old '''{b}Повторяющиеся квесты{/b}'''

    new '''{b}반복 퀘스트{/b}'''

    old '''Использовать магию'''

    new '''마술 사용하기'''

    old '''Задание'''

    new '''퀘스트'''

    old '''Пропуск'''

    new '''건너뛰기'''

    old '''{alpha=*0.5}Дрочить{/alpha}'''

    new '''{alpha=*0.5}자위하기{/alpha}'''

    old '''Только для подписчиков Boosty'''

    new '''Subscribestar/patreon 구독자 전용'''

    old '''Ладно'''

    new '''괜찮아'''

    old '''Уйти'''

    new '''떠나기'''

    old '''Мыть посуду'''

    new '''설거지하기'''

    old '''Уйти.'''

    new '''떠나기'''

    old '''Смотреть порно (+100 ед. Настроение, -2 Сытость)'''

    new '''포르노 보기 (+100 기분, -2 포만감)'''


    old '''!Отправиться в магазин (200$)'''

    new '''!상점 가기 (200$)'''

    old '''Отправиться в магазин (200$)'''

    new '''상점 가기 (200$)'''

    old '''1. Я в восторге! '''

    new '''1. 할 말을 잃었어!'''

    old '''2. Круто, но чего-то не хватает.'''

    new '''2. 멋지긴 한데 뭔가 부족해.'''

    old '''3. Давай и другие посмотрим.'''

    new '''3. 다른 드레스도 입어보자.'''

    old '''1. Ты выглядишь крайне обольстительно.'''

    new '''1. 정말 유혹적이야.'''

    old '''2. Тебе идёт, хе-хе-хе!'''

    new '''2. 잘 어울리네, 헤헤헤!'''

    old '''3. Давай ещё!'''

    new '''3. 다른 걸 입어보자!'''

    old '''1. Я хочу тебя.'''

    new '''1. 너를 원해.'''

    old '''2. Поражён твоей красотой.'''

    new '''2. 네 아름다움에 홀렸어.'''

    old '''3. Горло пересохло.'''

    new '''3. 목이 타네.'''

    old '''Пусть продолжает.'''

    new '''그녀를 계속 진행하게 하세요.'''

    old '''Ускориться еще сильнее.'''

    new '''더 빨리 해보세요.'''

    old '''Продолжить.'''

    new '''계속하세요.'''


    old '''Продолжить'''

    new '''계속하세요'''

    old '''1. Дождаться её инициативы. (Минет)'''

    new '''1. 그녀가 주도권을 잡을 때까지 기다리세요. (오럴 섹스)'''

    old '''2. Ублажить свою женщину. (Куни)'''

    new '''2. 당신의 여자를 만족시키세요. (쿠닐링구스)'''

    old '''Хватит'''

    new '''충분해요'''

    old '''Ускориться.'''

    new '''더 빨리 움직이세요.'''

    old '''Продолжать танец.'''

    new '''춤을 계속 추세요.'''

    old '''Ускориться'''

    new '''더 빨리 움직이세요.'''

    old '''1. «Вот, держи.» (150 долларов)'''

    new '''1. «자, 여기 있어요.» (150$)'''

    old '''2. «Позже принесу.»'''

    new '''2. «돈은 나중에 가져올게요.»'''

    old '''Надеть штаны.'''

    new '''바지를 입으세요'''

    old '''Не помогать'''

    new '''도움을 주지 마세요'''

    old '''Вмешаться! (Каноничный вариант)'''

    new '''지금 바로 개입하세요! (정통 버전)'''

    old '''Не вмешиваться. (NTR-вариант)'''

    new '''아무 것도 하지 마세요. (NTR-버전)'''

    old '''Снять штаны.'''

    new '''바지를 벗으세요'''

    old '''Не снимать.'''

    new '''바지를 입은 채로 있으세요'''

    old '''Продолжить в том же темпе'''

    new '''속도를 바꾸지 마세요'''

    old '''Уменьшить скорость'''

    new '''속도를 줄이세요'''

    old '''Увеличить скорость'''

    new '''속도를 높이세요'''

    old '''Скорость [n] Speed [n]'''

    new '''None'''

    old '''Кончить'''

    new '''사정'''

    old '''Еще'''

    new '''아직'''

    old '''Поза [n]'''

    new '''포즈 [n]'''

    old '''Поза 1'''

    new '''포즈 1'''


    old '''Поза 2'''

    new '''포즈 2'''

    old '''Поза 3'''

    new '''포즈 3'''
    old '''Уборка в комнате '''

    new '''도움'''



    old '''Уборка в комнате 1 ур'''

    new '''도움 1'''    



    old '''Уборка в комнате 2 ур'''

    new '''도움 2'''    



    old '''Уборка в комнате 3 ур'''

    new '''도움 3'''


    old '''!Уборка в комнате 1 ур'''

    new '''!도움 1'''    



    old '''!Уборка в комнате 2 ур'''

    new '''!도움 2'''    



    old '''!Уборка в комнате 3 ур'''

    new '''!도움 3'''    

    



    old '''[n] уровень'''

    new '''[n] 레벨'''



    old '''Уровень 0'''

    new '''0 레벨'''

    old '''Уровень 1'''

    new '''1 레벨'''

    old '''Уровень 2'''

    new '''2 레벨'''

    old '''Уровень 3'''

    new '''3 레벨'''

    old '''Стянуть лямку'''

    new '''끈을 벗기세요'''

    old '''Спуститься ниже'''

    new '''아래로 내려가세요'''

    old '''Массировать груди'''

    new '''가슴을 마사지하세요'''

    old '''Особый сеанс'''

    new '''특별 세션'''

    old '''!1. «Да, вот» (-75 долларов)'''

    new '''!1. 네, 여기 있습니다. (-75 $)'''

    old '''1. «Да, вот» (-75 долларов)'''

    new '''1. 네, 여기 있습니다. (-75 $)'''

    old '''2. «Нет, забыл»'''

    new '''2. 아니, 깜빡 잊었어요...'''

    old '''1. «Да, готов!» (-75 долларов).'''

    new '''1. 예, 준비됐어요. (-75$)'''



    old '''!1. «Да, готов!» (-75 долларов).'''

    new '''!1. 예, 준비됐어요. (-75$)'''

    old '''2. «Пока нет, к сожалению».'''

    new '''2. 지금은 아니에요.'''

    old '''1. Продолжать лежать.'''

    new '''1. 계속 누워 있으세요.'''

    old '''2. Закончить.'''

    new '''2. 끝내세요.'''

    old '''1. Продолжить смотреть.'''

    new '''1. 계속 구경하세요.'''

    old '''2. Прекратить смотреть.'''

    new '''2. 구경 그만하세요.'''

    old '''Анус'''

    new '''항문'''

    old '''Киска'''

    new '''보지'''

    old '''1. Ввести дату рождения Марины в разных вариациях.'''

    new '''1. 메리의 생년월일을 다양하게 입력하세요.'''

    old '''2. Ввести свою дату рождения в разных вариациях.'''

    new '''2. 당신의 생년월일을 다양하게 입력하세요.'''

    old '''3. Ввести дату рождения Кристи в разных вариациях.'''

    new '''3. 크리스티의 생년월일을 다양하게 입력하세요.'''

    old '''4. Ввести дату рождения брата в разных вариациях.'''

    new '''4. 당신 형제의 생년월일을 다양하게 입력하세요.'''

    old '''Спасибо, вы тоже очень любезны.'''

    new '''감사합니다, 당신은 정말 친절하네요'''

    old '''Ну, вообще-то это и есть моя мама'''

    new '''사실 그분은 제 어머니세요'''

    old '''Такое сравнение мне кажется оскорбительным.'''

    new '''그런 비교는 불쾌합니다'''

    old '''Может, договоримся? (150$)'''

    new '''어쩌면 이 문제를 어떻게든 해결할 수 있을까요? (150$)'''

    old '''Не морочь мне голову. Быстро освободи нам столик ([n]$)'''

    new '''아무것도 듣고 싶지 않아요. 빨리 테이블을 준비하세요 ([n]$)'''

    old '''Что ж… Мы зайдём в другой раз. (альтернативный путь).'''

    new '''그럼... 다른 때 다시 올게요. (대안적 경로)'''

    old '''Требование: [n] Любовь Марины.'''

    new '''필요 조건: 메리의 사랑 ([n])'''

    old '''`'''

    new '''None'''

    old '''1. Стянуть одеяло.'''

    new '''1. 이불을 벗기세요.'''

    old '''1. Играть с сиськами'''

    new '''1. 가슴을 만지세요.'''

    old '''2. Играть с задницей'''

    new '''2. 엉덩이를 만지세요.'''

    old '''1. Играть с сиськами.'''

    new '''1. 가슴을 만지세요.'''

    old '''2. Играть с задницей.'''

    new '''2. 엉덩이를 만지세요.'''

    old '''3. Играть с киской.'''

    new '''3. 질을 만지세요.'''

    old '''4. Уйти.'''

    new '''4. 그만두세요.'''

    old '''Вот, возьми (отдать {i}{b}[n]{/b}{/i} $).'''

    new '''여기, 가져가. (주기 {i}{b}[n]{/b}{/i} $).'''

    old '''Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} $).'''

    new '''지금 줄 수 있는 것은 이것뿐. (- {i}{b}[money]{/b}{/i} $).'''

    old '''Извини, но у меня вообще ничего нет…'''

    new '''미안하지만... 전혀 없어...'''

    old '''Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов).'''

    new '''가슴을 보여주면... 2배를 낼게. (- {i}{b}40{/b}{/i} 달러).'''

    old '''1. «Ты хочешь показать мне свою грудь.»'''

    new '''1. 당신은 가슴을 보여주고 싶어합니다.'''

    old '''2. «Ты хочешь показать мне свою киску.»'''

    new '''2. 당신은 보지를 보여주고 싶어합니다.'''

    old '''3. Прекратить магию.'''

    new '''3. 마법 중지.'''

    old '''Подрочить.'''

    new '''자위'''

    old '''Другие приказы.'''

    new '''다른 명령'''

    old '''Продолжать смотреть.'''

    new '''계속 구경'''

    old '''1. Стянуть одежду.'''

    new '''1. 옷을 벗기세요.'''

    old '''1. Член между сисек.'''

    new '''1. 가슴 사이로 성기를 끼워 넣으세요.'''

    old '''2. Предыдущее действие.'''

    new '''2. 이전 행동으로 돌아가세요.'''

    old '''3. Уйти.'''

    new '''3. 나가세요.'''

    old '''1. Стянуть трусики наполовину.'''

    new '''1. 팬티를 절반만 벗기세요.'''

    old '''2. Стянуть трусики полностью.'''

    new '''2. 팬티를 완전히 벗기세요.'''

    old '''2. Член между ягодиц'''

    new '''2. 엉덩이 사이에 성기를 끼워 넣으세요.'''

    old '''1. Стянуть трусики'''

    new '''1. 팬티를 벗기세요.'''

    old '''1. Воспользоваться пальцем.'''

    new '''1. 손가락을 사용하세요.'''

    old '''2. Воспользоваться языком.'''

    new '''2. 혀를 사용하세요.'''

    old '''Ахуенно'''

    new '''정말 멋져요'''

    old '''Спасибо'''

    new '''감사합니다'''

    old '''Херня какая-то!'''

    new '''이게 대체 무슨 헛소리야?!'''

    old '''Ну и зачем мне это?'''

    new '''왜 이런 걸 필요로 하는 거지?'''

    old '''Что за херь ты мне всучил?'''

    new '''당신이 나에게 준 것은 뭐지?'''

    old '''Очередной тупой продавец.'''

    new '''또 다른 어리석은 판매자인가.'''

    old '''Ну и чё он встал сюда если не собирается продавать?'''

    new '''아무것도 팔지 않을 거라면, 여기 서 있는 이유가 뭐지?'''

    old '''Победа!'''

    new '''승리!'''

    old '''Вы выиграли: '''

    new '''당신이 이겼습니다:'''

    old '''Провал!'''

    new '''패배!'''

    old '''Вы проиграли: '''

    new '''당신이 졌습니다:'''

    old '''Отмена'''

    new '''취소'''

    old '''{i}Фото{/i}'''

    new '''{i}사진{/i}'''

    old '''Вымогательница! (-100 долларов)'''

    new '''공갈! (-100달러)'''

    old '''У меня только [money].'''

    new '''현재 [money]밖에 없는데...'''

    old '''У меня уже есть необходимая сумма (-200$),'''

    new '''지금 돈이 있는 것 같아. (-200$),'''

    old '''Я вернусь когда наберу 200$'''

    new '''200달러 준비되면, 다시 와야...'''

    old '''Я вернусь позже'''

    new '''나중에 다시 와야...'''

    old '''Хм, а в этом реально нет ничего сложного!'''

    new '''음, 이건 그렇게까지 어렵지는 않은 것 같네!'''

    old '''Поддерживая жизнь этих милых созданий, я поддерживаю хорошее настроение у своей женщины.'''

    new '''이 사랑스러운 생물들의 생명 활동을 지원함으로써, 나는 나의 여자를 기분 좋게 유지할 수 있어.'''

    old '''Порой мне кажется, что кислород, даваемый растениями, они больше потребляют сами.'''

    new '''가끔 식물이 주는 산소를 그들 자신이 더 많이 소비하는 것 같아.'''

    old '''Самая простая работа в мире! Нет, это лучшая работа в мире!'''

    new '''세상에서 가장 쉬운 일! 아니, 이건 세상에서 가장 좋은 일이네!'''

    old '''Работа (у вас есть [inventory_drugs] пакетиков товара)'''

    new '''일 (당신은 [inventory_drugs] 제품의 포장을 가지고 있습니다)'''

    old '''Дверь в квартиру теперь доступна!'''

    new '''이제 아파트 문이 열렸습니다!'''

    old '''Отказаться'''

    new '''거절'''

    old '''Требование: Привязанность Марины ([n])'''

    new '''필요조건: 메리의 애정 ([n])'''

    old '''Мастурбировать'''

    new '''자위'''

    old '''- [n] Выносливости'''

    new '''-[n] 스태미나'''

    old '''Проглотить таблетку?'''

    new '''약을 복용할까요?'''

    old '''Спустя несколько дней'''

    new '''몇 일 후에'''

    old '''Отжиматься (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    new '''운동하기 (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    old '''Чтобы начать это задание нужно найти куда пропал Игорь...'''

    new '''이 임무를 시작하려면, 이고르가 어디에 있는지 찾아야 해...'''

    old '''У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать.'''

    new '''이미 작은 지출을 위한 충분한 돈이 있으니, 위험을 감수하지 않을 거야.'''

    old '''Я слишком устал.. Нужно пойти поспать'''

    new '''너무 피곤해... 잠을 자야겠어'''

    old '''От меня воняет, как от козла, и не хочу сейчас ни с кем контактировать.'''

    new '''몸에서 냄새가 나. 아무도 만나고 싶지 않아.'''

    old '''Я в плохом настроении и не хочу сейчас ни с кем контактировать.'''

    new '''기분이 안 좋아. 누구하고도 말하고 싶지 않아'''

    old '''Я практически обессилен и не хочу сейчас ни с кем контактировать.'''

    new '''지옥같이 피곤해. 아무도 만나고 싶지 않아.'''

    old '''Ты знаешь, у меня не всегда получается быть искреннем с тобой, Маришка, но знай, я восхищаюсь твой естественной красотой зрелой женщины.'''

    new '''메리, 나는 종종 너에게 솔직할 수 없을 때가 있지만... 너의 여성으로의 성숙미에 항상 감탄하고 있어.'''

    old '''[gg], у тебя хорошее настроение или же ты просто хочешь меня раздобрить?'''

    new '''[player_name], 기분이 좋은 거야, 아니면 날 기쁘게 하려는 거야?'''

    old '''Совмещаю приятное с полезным.'''

    new '''둘 다.'''

    old '''У тебя получается.'''

    new '''잘하고 있어.'''

    old '''Сначала мне нужно купить нужный фильм в магазине.'''

    new '''먼저 가게에서 영화를 사야 해.'''

    old '''Мне ещё рано предлагать ей это.'''

    new '''이건 너무 이르다.'''

    old '''Для начала нужно купить вино'''

    new '''먼저 와인을 좀 사야겠어.'''

    old '''Мы уже смотрели фильм сегодня.'''

    new '''우리는 이미 오늘 영화를 봤어.'''

    old '''Пожалуйста, не тревожь меня. Ты же знаешь, я терпеть не могу, когда меня отвлекают от любимого сериала.'''

    new '''부탁이야, 방해하지 마. 내가 좋아하는 TV 쇼를 볼 때, 누군가가 방해하는 걸 얼마나 싫어하는지 알잖아.'''

    old '''Я всего лишь хотел…'''

    new '''아니, 지금은 안 돼.'''

    old '''Сбросить скейл интерфейса до значения по умолчанию?'''

    new '''인터페이스 크기를 기본값으로 재설정할까요?'''

    old '''1. Пусть лижет дальше.'''

    new '''1. 계속 핥기.'''

    old '''2. Хочу продолжения.'''

    new '''2. 더 원해.'''


    old '''Хочу продолжения'''

    new '''더 원해'''

    old '''1. Пусть продолжает в текущем темпе.'''

    new '''1. 현재 속도로 계속.'''

    old '''Как на счёт минета за 100 долларов?'''

    new '''100달러로 입으로 서비스 가능해?'''

    old '''1. Само собой. (-5 долларов).'''

    new '''1. 좋아. (-5달러).'''

    old '''2. Мы так не договаривались.'''

    new '''2. 그건 우리가 합의한 게 아니야.'''

    old '''Прежде чем куда-то идти, я должен уладить все вопросы дома.'''

    new '''어디를 가기 전에, 먼저 집안일을 처리해야 해.'''

    old '''Сцены'''

    new '''이벤트'''

    old '''Изображения'''

    new '''이미지'''

    old '''Открыта новая сцена в галерее!'''

    new '''갤러리 새로운 이벤트 잠금 해제!'''

