    

translate kor strings:
    old 'Тот самый симулятор свиданий, который вы ожидаете от игрового процесса. Чтобы чувствовать себя комфортно, вам необходимо будет кушать, спать и держать себя в чистоте. \nА девушки, с которыми вы планируете завести роман, потребуют от вас чуть больше внимания, прежде чем откроют вам своё сердце.  \nТолько в этом режиме достижение целей будет приносить вам истинное наслаждение от приложенных усилий.'
    new '게임 플레이에서 기대하는 데이트 시뮬레이션. 편안함을 느끼기 위해서는 먹고, 자고, 청결을 유지해야 합니다. \n그리고 당신이 정사(H)를 계획하는 여성들은, 마음을 열기 전에, 당신에게서 조금 더 많은 관심을 요구할 것입니다. \n이 모드에서 목표를 달성하는 것이, 당신의 노력을 통해 진정한 즐거움을 가져다 줄 것입니다.'

    old 'Это всё ещё песочница, но без необходимости "выживать" и "ухаживать" за дамами. Без каких-либо задержек вы активируете сюжетные сцены. \nРазве что деньги всё ещё нужно зарабатывать, поскольку добыча средства завязана на сюжете.'
    new '여전히 샌드박스지만, "생존"과 "구애"가 필요 없습니다. 어떠한 지연도 없이 스토리 이벤트를 활성화할 것입니다. \n단, 돈은 여전히 벌어야 합니다. 자금 조달은 스토리와 연결되어 있기 때문입니다.'

    old "Классика"
    new "클래식 (생존 모드)"




    old "История (Только сюжет)"
    new "스토리 모드"

    
    # game/events/ep5/ep5_milf_68.rpy:24
    old "Да."
    new "예"

    # game/events/ep5/ep5_milf_68.rpy:24
    old "Нет."
    new "아니요"

    old "Нет"
    new "아니요"
    
    old "No"
    new "아니요"
    
    
    old "Да"
    new "예"
    
    old "Yes"
    new "예"

    old "Понедельник"
    new "월요일"

    old "Вторник"
    new "화요일"
    
    old "Среда"
    new "수요일"


    old "Четверг"
    new "목요일"

    old "Пятница"
    new "금요일"


    old "Суббота"
    new "토요일"

    old "Воскресенье"
    new "일요일"



    old "Утро"
    new "오전"

    old "День"
    new "오후"

    old "Вечер"
    new "저녁"

    old "Ночь"
    new "심야"


# game/screens.rpy:2354
    old "Новая игра"
    new "새로운 게임"

    # game/screens.rpy:2379
    old "История"
    new "대화내역"

    # game/screens.rpy:2389
    old "Сохранить"
    new "저장하기"

    # game/screens.rpy:2400
    old "Загрузить"
    new "불러오기"

    old "Язык"
    new "언어"

    # game/screens.rpy:2409
    old "Галерея"
    new "갤러리"

    # game/screens.rpy:2419
    old "Настройки"
    new "설정"

    # game/screens.rpy:2434
    old "Главное меню"
    new "메인 메뉴"


    old " Main: "
    new " 메인 메뉴: "

    old " Dialogue: "
    new " 대사: "
    # game/screens.rpy:2443
    old "Титры"
    new "크레딧"

    # game/screens.rpy:2473
    old "Выход"
    new "종료"

    # game/screens.rpy:2498
    old "Назад"
    new "뒤"






    old '''Как я могу к вам обращаться?'''
    new '''성함이 어떻게 되세요?'''


    old "Любимый Типаж Девушек: "
    new "좋아하는 여자 유형: "

    old "(1/7) Любимый Типаж Девушек?"
    new "(1/7) 좋아하는 여자 유형?"


    old "Любимый Размер Груди: "
    new "좋아하는 가슴 크: "

    old "(2/7) Любимый Размер Груди?"
    new "(2/7) 좋아하는 가슴 크?"


    old "Любимое Занятие Вне Работы: "
    new "퇴근 후 좋아하는 활동: "

    old "(3/7) Любимое Занятие Вне Работы?"
    new "(3/7) 퇴근 후 좋아하는 활동"


    old "Любимая Игра: "
    new "좋아하는 게임: "

    old "Любимая Игра?"
    new "좋아하는 게임"

    old "Кем Бы Я Хотел Стать В Другой Жизни: "
    new "다른 인생에서 되고 싶은 사람 "


    old "Кем Бы Я Хотел Стать В Другой Жизни"
    new "다른 인생에서 되고 싶은 사람"

    old "Любимое время суток: "
    new "좋아하는 시간대: "

    old "(6/7) Любимое время суток?"
    new "(6/7) 너는 어떤 음료를 좋아해?"

    old "Любимый напиток: "
    new "너는 어떤 음료를 좋아해 "

    old "Любимый напиток?"
    new "너는 어떤 음료를 좋아해?"

    old "Пройти заново"
    new "다시 시작"

    old "{i}Пройти анкету заново{/i}"
    new "{i}다시 시작{/i}"


    
    old "0"
    new "0"
    old "1"
    new "1"
    old "2"
    new "2"
    old "3"
    new "3"
    old "4"
    new "4"
    old "5"
    new "5"



    old "..."
    new "..."


