translate kor strings:

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3)."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (1/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n"
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (1/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (1/3).\n2. 밤에 모두가 잠든 시간에 크리스티의 방 잠금장치를 부수세요.'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3)."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (2/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n"
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (2/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (2/3).\n2. 밤에 모두가 잠든 시간에 크리스티의 방 잠금장치를 부수세요.'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3)."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (3/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n"
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (3/3).'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 도서관에 가서 사회과학 에세이를 계속 작성하세요 (3/3).\n2. 밤에 모두가 잠든 시간에 크리스티의 방 잠금장치를 부수세요.'''

    old "2. Ночью, пока все спят, взломать дверь Кристи."
    new '''2. 밤에 모두가 잠든 시간에 크리스티의 방 잠금장치를 부수세요.'''

