translate kor strings:

    old "Над игрой работали"

    new '''크레딧'''

    old "Автор проекта"

    new '''프로젝트 작성자'''

    old "Художник"

    new '''아티스트'''

    old "Сценарист"

    new '''각본가'''

    old "Программист"

    new '''프로그래머'''

    old "Режисер сцен"

    new '''무대 감독'''

    old "Издатель"

    new '''출판사'''

    old "Переводчики"

    new '''번역'''

    old "Китайский упрощённый"

    new '''간체 중국어'''

    old "Французский"

    new '''프랑스어 '''

    old "Голландский"

    new '''네덜란드어 '''

    old "Испанский"

    new '''스페인어'''

    old "Португальский"

    new '''포르투갈어'''

    old "Немецкий"

    new '''독일어'''

    old "Польский"

    new '''폴란드어 '''

    old "Турецкий"

    new '''터키어 '''

    old "Японский"

    new '''일본어 '''

    old "Китайский традиционный"

    new '''번체 중국어 '''

    old "Корейский"

    new '''한국어 '''

