# TODO: Translation updated at 2024-04-19 18:14





translate kor strings:




    


    old "Контакты"

    new '''연락처'''




    old "Заметки"

    new '''노트'''




    old "Сообщения"

    new '''문자 메시지'''

    


    old "Онлайн"

    new '''온라인'''

    


    old "Магазин"

    new '''상점'''




    old "Порно"

    new '''포르노'''







    old "Казино"

    new '''카지노'''







    old "Правила"

    new '''규칙'''







    old "Цель игры: Найти парные картинки и очистить игровую арену как можно быстрее."

    new '''게임 목표: 같은 그림을 찾아 플레이 영역을 가능한 빨리 비웁니다.'''

    old "Для этого следует открывать по две карты, щёлкая на каждую из них на игровом столе."

    new '''이를 위해 게임 테이블의 각 카드를 클릭하여 두 카드를 엽니다.'''

    old "Если они окажутся одинаковыми, карты останутся открыты."

    new '''같다면 카드는 열린 상태로 유지됩니다.'''

    old "Финал: Когда все карты будут открыты, игра завершится."

    new '''완료: 모든 카드가 공개되면 게임이 끝납니다.'''




    old "Условия: Для начала игры вам необходима сумма, равная сумме за победу."

    new '''조건: 게임을 시작하려면, 승리 시 얻는 금액과 동일한 돈이 필요합니다.'''

    


    old "В случае проигрыша вы теряете сумму, указанную под уровнем сложности игры."

    new '''패배하면, 게임 난이도 아래에 표시된 금액을 잃습니다.'''

