translate kor strings:
    old '''«Неизвестный» костюм для ролевых игр'''

    new '''알 수 없는 코스튬 의상'''

    old '''Не узнаешь что внутри пока не откроешь'''

    new '''열어보기 전에는 안에 무엇이 있는지 알 수 없습니다'''

    old '''Отмычка'''

    new '''자물쇠 따기'''

    old '''Слабительное'''

    new '''설사약'''

    old '''Костюм [n]'''

    new '''코스튬 의상 [n]'''

    old '''Красное вино'''

    new '''적포도주'''

    old '''Магические часы'''

    new '''요술시계'''

    old '''Бинокль'''

    new '''쌍안경'''

    old '''Фильм \"[movie_name]\"'''

    new '''영화 \"[movie_name]\"'''

    old '''Лейка'''

    new '''물 뿌리개'''

    old '''Фильм "Лолита"'''

    new '''\"로리타\"'''

    old '''Растение'''

    new '''식물'''

    old '''Растение в горшке'''

    new '''화분에 심기'''

    old '''Товар'''

    new '''제품'''

    old '''Купон «кекса»'''

    new '''케이크 쿠폰'''

    old '''Коллекционный купон.'''

    new '''콜렉션 쿠폰'''

    old '''Но сейчас эта самая ходовая валюта на чёрном рынке.'''

    new '''하지만 지금은 이것이 암거래에서 가장 인기있는 통화'''

    old '''Трусики Кристи'''

    new '''크리스티 팬티'''

    old '''Подсолнечное масло'''

    new '''썬 오일'''

    old '''Шпилька'''

    new '''헤어핀'''

    old '''Попкорн'''

    new '''팝콘'''

    old '''Телефон'''

    new '''스마트폰'''

    old '''Букет роз'''

    new '''장미 꽃다발'''

    old '''Роза'''

    new '''장미'''

    old '''Красивый, пахучий цветок бордового цвета.'''

    new '''아름답고 향기로운 버건디 색의 꽃'''

    old '''Билеты'''

    new '''티켓'''

    old '''Резиновые перчатки'''

    new '''장갑'''

    old '''Бейсбольная бита'''

    new '''야구 방망이'''

    old '''для пробивания человеческих черепов.'''

    new '''바보들을 혼내주는 용도'''

    old '''Сильверболлер'''

    new '''실버볼러'''

    old '''Говорят, это оружие'''

    new '''고용된 암살자들'''

    old '''пользуется спросом у наёмных убийц.'''

    new '''사이에서 인기 많은 무기'''

    old '''Букет из милых цветков'''

    new '''귀여운 꽃다발'''

    old '''Прекрасный букет из бежевых цветов,'''

    new '''누군가에게 줄 수 있는'''

    old '''который можно кому-нибудь подарить.'''

    new '''아름다운 베이지 색의 꽃다발'''

    old '''Милый цветок'''

    new '''귀여운 꽃'''

    old '''Из 7 таких цветков можно будет сложить'''

    new '''7송이 꽃으로 꽃다발을 추가해서'''

    old '''букет и кому-нибудь подарить.'''

    new '''누군가에게 주는 것이 가능'''

    old '''Шоколад'''

    new '''초콜릿'''

    old '''Вкусный шоколад, который может'''

    new '''어떤 여성을 기쁘게 하는 맛있는 초콜릿'''

    old '''порадовать какую-нибудь женщину.'''

    new '''포만감을 보충하기 위해서.'''

    old '''Так же его можно скушать самому'''

    new '''직접 먹을 수도 있음.'''

    old '''Восстанавливает [n] ед. Сытости.'''

    new '''None'''

    old '''Йогурт'''

    new '''요거트'''

    old '''Чипсы'''

    new '''칩스'''

    old '''Сок'''

    new '''쥬스'''

    old '''Яблоко'''

    new '''사과'''

    old '''Кикбоксёр'''

    new '''킥복서'''

    old '''Чёрные очки'''

    new '''검은 안경'''

    old '''Анальная пробка'''

    new '''아날 플러그'''

    old '''Духи Марины'''

    new '''향수'''

    old '''Флакон с приторно-сладким ароматом фиалок'''

    new '''질릴 정도로 달콤한 제비꽃 향으로 가득 찬 병.'''

    old '''Имеют отлиный запах'''

    new '''이 향수는 정말 좋은 냄새?'''

    old '''Кофе «Релакс»'''

    new '''커피 «Relax»'''


    old '''Реферат «Обществознание» 1/3'''

    new '''사회탐구논술 1/3'''

    old '''Реферат «Обществознание» 2/3'''

    new '''사회탐구논술 2/3'''

    old '''Реферат «Обществознание» 3/3'''

    new '''사회탐구논술 3/3'''

    old '''Реферат «Обществознание» [n]/3'''

    new '''사회탐구논술 [n]/3'''

    old '''Мой собственный многочасовой'''

    new '''혼자만의 시간들'''

    old '''интеллектуальный труд.'''

    new '''지적 노동'''

    old '''Камасутра'''

    new '''카마수트라'''

    old '''Костюм Харли Квин.'''

    new '''할리퀸 의상'''

    old '''Перцовый баллончик'''

    new '''후추 스프레이'''

    old '''Помогает от неприятностей.'''

    new '''어떤 문제를 예방하는데 도움이 될지도'''

    old '''Резак'''

    new '''커터'''

    old '''Дон Кихот'''

    new '''돈키호테'''

    old '''Подарочное издание'''

    new '''기프트 에디션'''

    old '''«Дон Кихот» Мигеля Де Сервантеса.'''

    new '''미겔 데 세르반테스의 «돈키호테»'''

    old '''Отвертка'''

    new '''스크류 드라이버'''

    old '''Отличный инструмент'''

    new '''아름다운 도구'''

    old '''Телефон Продавщицы'''

    new '''헬렌의 스마트폰'''

    old '''Продукты для пикника'''

    new '''피크닉용 음식'''

    old '''Корзинка'''

    new '''바구니'''

    old '''Закуска для пикника'''

    new '''피크닉용 음식'''

    old '''Театральные билеты на постановку «Кошки».'''

    new '''"캣츠" 공연의 극장 티켓.'''

    old '''Костюм 1'''

    new '''코스튬 의상 1'''

    old '''Костюм 2'''

    new '''코스튬 의상 2'''

    old '''Костюм 3'''

    new '''코스튬 의상 3'''

