translate kor strings:

    old "!Уровень 0"
    new '''!0 레벨'''

    old "0 уровень"
    new '''!0 레벨'''

    old "!Уровень 1"
    new '''!1 레벨'''

    old "1 уровень"
    new '''!1 레벨'''

    old "!Уровень 2"
    new '''!2 레벨'''

    old "2 уровень"
    new '''!2 레벨'''

    old "!Уровень 3"
    new '''!3 레벨'''

    old "3 уровень"
    new '''!3 레벨'''

    old "!Уровень 4"
    new '''!4 레벨'''

    old "4 уровень"
    new '''!4 레벨'''

    old "!Уровень 5"
    new '''!5 레벨'''

    old "5 уровень"
    new '''!5 레벨'''

