translate kor strings:

    old "Требование: Привязанность Марины (0)"
    new '''필요조건: 메리의 애정 (0)'''

    old "Требование: 0 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (0)'''

    old "Требование: Привязанность Марины (1)"
    new '''필요조건: 메리의 애정 (1)'''

    old "Требование: 1 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (1)'''

    old "Требование: Привязанность Марины (2)"
    new '''필요조건: 메리의 애정 (2)'''

    old "Требование: 2 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (2)'''

    old "Требование: Привязанность Марины (3)"
    new '''필요조건: 메리의 애정 (3)'''

    old "Требование: 3 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (3)'''

    old "Требование: Привязанность Марины (4)"
    new '''필요조건: 메리의 애정 (4)'''

    old "Требование: 4 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (4)'''

    old "Требование: Привязанность Марины (5)"
    new '''필요조건: 메리의 애정 (5)'''

    old "Требование: 5 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (5)'''

    old "Требование: Привязанность Марины (6)"
    new '''필요조건: 메리의 애정 (6)'''

    old "Требование: 6 Любовь Марины."
    new '''필요 조건: 메리의 사랑 (6)'''

