translate kor strings:
    old "GG: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "GG: 친구야, 밤에 내게 무슨 일이 일어났는지 너는 믿을 수 없을 거야.\n\n"
    old "GG: Попробуй удивить."
    new "GG: 어디 놀라게 해봐."
    old "GG: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "GG: 어떤 여자가 내 방에 몰래 들어와 위협하면서, 돈을 마련하라고 독촉 했어.\n\n\n"

    old "GG: Чувак… Надеюсь, всё обошлось?"
    new "GG: 어이, 친구... 넌 다치지 않았어?"
    old "GG: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "GG: 글쎄, 몇 개의 갈비뼈가 부러지고, 가능한 한 빨리 돈을 갚으라는 요구를 제외하면, 모든 게 아주 매끄럽게 진행됐지.\n\n\n"
    old "GG: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "GG: 듣자하니, 우리가 도둑질이라도 하지 않는 이상, 그렇게 많은 돈을 어떻게 구할지 모르겠군.\n\n"

    old "GG: И что ты предлагаешь?!"
    new "GG: 그럼, 우리 어떡하면 좋지?!"
    old "GG: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "GG: 몰라, 어쨌든 우린 지금 절망적인 상황이야."
    old "GG: Ладно, спишемся позже."
    new "GG: 좋아, 그럼, 일단 나중에 다시 이야기하자."
    old "GG: ББ"
    new "GG: 알았지? 나중에 보자."
    old "GG: Чувак, ну как ты там? Обошлось?"
    new "GG: 어떻게 됐어? 풀려났어?"
    old "GG:  Дали пару недель общественных работ. "
    new "GG: 몇 주간 사회봉사해야 해."
    old "GG: Хреново."
    new "GG: 안 좋군."
    old "GG: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "GG: 그 골목으로 도망치자고 했잖아!\n\n"

    old "GG: Не, извини…"
    new "GG: 아니, 미안해…"
    old "GG: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "GG: 좋네. 우리 둘 다 빚을 졌는데 돈 걱정은 나 혼자 해야 하나?\n\n"
    old "GG: Могу вместо тебя дворы мести."
    new "GG: 너 대신 사회봉사 할 수 있어."
    old "GG: Согласен. "
    new "GG: 네, 알겠어요."
    old "GG: А что по деньгам? Придумал, где достать?"
    new "GG: 돈은 어떻게 할 건데? 어디서 좀 구할 수 있을까?"
    old "GG: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "GG: 그만 좀 해! 아직 모르겠어. 나중에 얘기하자.\n\n"

    old "GG: Ты кто?"
    new "GG: 너는 누구야?"

    old "GG: Окей."
    new "GG: 알았어."


    old "GG: ..."
    new "GG: 헉, 설마...!"
    old "GG: Ку."
    new "GG: 이봐, 살아 있냐."
    old "GG: Деньги получил. Через пару дней отпишусь."
    new "GG: 돈을 구했어. 며칠 안에 다시 연락할게."
    old "GG: бб"
    new "GG: 알았지? 나중에 보자."






    old "GG: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "GG: 믿기 힘들겠지만 나도 너랑 이야기하고 싶었어.\n\n"
    old "GG: Надеюсь, о чём-то, что нам поможет."
    new "GG: 우리에게 도움이 될 뭔가에 관한 이야기길 바래."
    old "GG: Разве что тебе…"
    new "GG: 글쎄, 아마 네게는 도움이 될 수도 있겠지…"
    old "GG: ?"
    new "GG: 우리 잠시 이야기할 수 있을까요?"
    old "GG: Расскажу при встрече."
    new "GG: 만나면 말해줄게."
    old "GG: Ок."
    new "GG: 식물에게 물을 주라고 하신 줄 알았어요."

    old "GG: Марина, ты где?!"
    new "GG: 메리, 어디야?!"
    old "GG: В парке."
    new "GG: 공원에 있어."
    old "GG: И что ты там забыла?"
    new "GG: 거기서 뭐하고 있어?"


    old "GG: Стой там, где стоишь, я сейчас прибуду."
    new "GG: 거기 있어, 내가 곧 갈게."
    old "GG: Слушаюсь ^_^"
    new "GG: 알겠어 ^_^"
    old "GG: Ты скоро вернёшься?"
    new "GG: 곧 돌아올 거야?"
    old "GG: А что?"
    new "GG: 왜 그래?"
    old "GG: T__________________T"
    new "GG: T__________________T"
    old "GG: Бедняжка, ты так страдаешь."
    new "GG: 참 불쌍하게 고생하고 있네."
    old "GG: ^/////////^"
    new "GG: ^/////////^"
    old "GG: Ты хочешь меня, да?"
    new "GG: 나를 원하는 거지?"
    old "GG: Хочу твой 8=========D"
    new "GG: 네 거 원해 8=========D"
    old "GG: Как сильно?"
    new "GG: 얼마나 간절해?"
    old "GG: [NPHOTO]"
    new "GG: [NPHOTO]"
    old "GG: Теперь верю."
    new "GG: 이제 믿을게."
    old "GG: Вернусь как вернусь."
    new "GG: 하지만 언제 돌아올지는... 나도 몰라."
    old "GG: L((((((("
    new "GG: L((((((("
    old "GG: Бро, у нас получилось!"
    new "GG: 친구여, 우리가 해냈어!"


    old "GG: Ахахахаха!"
    new "GG: 아하하하!!!"
    old "GG: Нет, этот урод сел в тюрячку и на долго."
    new "GG: 아니, 그 녀석은 감옥에 갔어, 앞으로 몇 년간 거기 있을 거야!"
    old "GG: Врёшь!!! КАК??!!11"
    new "GG: 미친, 헛소리 아니지?! 어떻게??!!!!"
    old "GG: Извини, долго история."
    new "GG: 미안, 이건 긴 이야기야."


    old "GG: Хоть бы спросил, как у меня дела…"
    new "GG: 야, 근데 너 내 상태는 묻지도 않고…"
    old "GG: Как дела?"
    new "GG: 아, 맞다. 그래서 너는 어때?"
    old "GG: Пошёл нахуй!"
    new "GG: 꺼져!"
    old "GG: Старый добрый Игорёк! Люблю тебя, братан!"
    new "GG: 아잉~ 내 사랑 이고르! 미안해, 친구야!"
    old "GG: Только если по-гейски."
    new "GG: 어휴... 그게 진짜 게이의 사랑이라면 끔직하다."
    old "GG: Никак иначе!"
    new "GG: 물론 아니지, 이건 우정이라고!"


    old "GG: =D"
    new "GG: 네 거 원해 8=========D"
    old "GG: Я устала ждать."
    new "GG: 기다리는 거 지겹네."
    old "GG: Ты вовремя, я как раз готов."
    new "GG: 딱 맞춰왔군. 준비는 됐다고, 친구여."
    old "GG: Тогда каков план?"
    new "GG: 오오... 그럼, 그 계획은 뭐야?"


    old "GG: ???"
    new "GG: ???"


    old "GG: Звучит бредово, но хозяин-барин.\n\n"
    new "GG: 흐음... 좀 멍청해 보이지만 어쨌든.\n\n"
    old "GG: Как мы проникнем внутрь?"
    new "GG: 그건 그렇고, 어떻게 안으로 들어가지?"
    old "GG: Расскажу на месте."
    new "GG: 만났을 때, 말해줄게."




    old "GG: …"
    new "GG: {i}적당히 1주나 2주 정도, 이웃 마을에 사는 친구 집에 머물거야...{/i}"
    old "GG: До связи."
    new "GG: 그만 좀 해! 아직 모르겠어. 나중에 얘기하자.\n\n"
    old "GG: Оривидерчи."
    new "GG: 오, 맙소사."
    old "GG: Время пришло, детка."
    new "GG: 자, 시간됐어, 베이비."
    old "GG: Я тебе не детка."
    new "GG: 난 네 녀석의 베이비가 아니야."
    old "GG: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "GG: 좋아, 그럼 우린 도덕적 나침반이 느슨한 미친 갱스터지.\n\n"
    old "GG: Зарежу, падлу!"
    new "GG: 하아... 널 생선처럼 배를 가를 거야!"


    old "GG: >_<\n"
    new "GG: >_<\n"




























    old "GG: Нет."
    new "GG: 네, 그래요. 어쨌든 나는 여기서 그것을 따지러 온 게 아니에요."










    old "GG: Ыыыыыыыыыыыы."
    new "GG: 아, 이런..."
    old "GG: Всё, бб."
    new "GG: 알았지? 나중에 보자."
















































    old "GG: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "GG: [gg], 제발... 이건 생사가 걸린 문제에요!!!"






    old "GG: Клянусь, это последняя просьба!\n"
    new "GG: 이게 정말 마지막 부탁이라고 맹세할게요!"


    old "GG: Прощайте."
    new "GG: 그럼, 안녕..."
















































    old "GG: Чувак, как прогресс?"
    new "GG: 어떻게 되어가고 있어?"
    old "GG: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "GG: 시간을 끌수록 우리 둘 다 상황이 나빠질 거야.\n"
    old "GG: Всё под контролем. Я узнал дату рождения."
    new "GG: 괜찮아, 모든 것은 계획대로야. 그녀의 생일을 알아냈어."


    old "GG: Держи меня в курсе, я весь на нервах."
    new "GG: 알았어, 뭔가 알게 되면 바로 연락해."
    old "GG: Ку, бро!"
    new "GG: 어이, 잘 지내고 있어?"
    old "GG: И тебе того же."
    new "GG: 응, 잘 지내고 있지."
    old "GG: Слушай, у меня к тебе крайне важное дело."
    new "GG: 들어봐, 진짜 중요한 이야기를 해야겠어."
    old "GG: Ну-ну…"
    new "GG: 말해봐."


    old "GG: Хочешь завалить Жлоба? :D"
    new "GG: 설마 채권자를 죽이자는 거야? :D"
    old "GG: Никакого криминала. Ну… почти никакого."
    new "GG: 아니야, 전혀 위험한 일 아니야. 아니... 거의 위험하지 않다고 해야하나."




    old "GG: Или как «Раб на галерах»."
    new "GG: 그래? '노예처럼' 말이지?"
    old "GG: Иди нахуй."
    new "GG: 야, 꺼져."
    old "GG: Ладно, жди. Приду. "
    new "GG: 싫은데. 곧 도착할 테니, 기다려."


    old "GG: Понял-принял."
    new "GG: 오케이."
    old "GG: Ну?!"
    new "GG: 어떻게 됐어?!"
    old "GG: Чувак, деньги у меня."
    new "GG: 친구, 돈을 가져왔어."




    old "GG: Я взял только необходимое."
    new "GG: 일단 필요한 만큼만 가져왔어."
    old "GG: Когда пойдём к Жлобу?\n"
    new "GG: 갱단에는 언제 갈 거야?\n"


    old "GG: Что ты имеешь в виду? "
    new "GG: 무슨 뜻이야?"


    old "GG: Как только вернусь, напишу.\n\n"
    new "GG: 녀석들과 마무리가 되면, 연락할게.\n\n"
    old "GG: Окей. Буду ждать."
    new "GG: 알겠어. 기다릴게."


    old "GG: Хорошо."
    new "GG: 그래."
    old "GG: Точнее – ничего хорошего."
    new "GG: 그러니까, 네 말은 좋은 소식이 하나도 없었다는 거지."


    old "GG: Извини, бро ("
    new "GG: 미안, 친구야..."



    old "TT: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "TT: 친구야, 밤에 내게 무슨 일이 일어났는지 너는 믿을 수 없을 거야.\n\n"
    old "TT: Попробуй удивить."
    new "TT: 어디 놀라게 해봐."
    old "TT: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "TT: 어떤 여자가 내 방에 몰래 들어와 위협하면서, 돈을 마련하라고 독촉 했어.\n\n\n"


    old "TT: Чувак… Надеюсь, всё обошлось?"
    new "TT: 어이, 친구... 넌 다치지 않았어?"
    old "TT: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "TT: 글쎄, 몇 개의 갈비뼈가 부러지고, 가능한 한 빨리 돈을 갚으라는 요구를 제외하면, 모든 게 아주 매끄럽게 진행됐지.\n\n\n"
    old "TT: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "TT: 듣자하니, 우리가 도둑질이라도 하지 않는 이상, 그렇게 많은 돈을 어떻게 구할지 모르겠군.\n\n"


    old "TT: И что ты предлагаешь?!"
    new "TT: 그럼, 우리 어떡하면 좋지?!"
    old "TT: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "TT: 몰라, 어쨌든 우린 지금 절망적인 상황이야."
    old "TT: Ладно, спишемся позже."
    new "TT: 좋아, 그럼, 일단 나중에 다시 이야기하자."
    old "TT: ББ"
    new "TT: 알았지? 나중에 보자."
    old "TT: Чувак, ну как ты там? Обошлось?"
    new "TT: 어떻게 됐어? 풀려났어?"
    old "TT:  Дали пару недель общественных работ. "
    new "TT: 몇 주간 사회봉사해야 해."
    old "TT: Хреново."
    new "TT: 안 좋군."
    old "TT: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "TT: 그 골목으로 도망치자고 했잖아!\n\n"


    old "TT: Не, извини…"
    new "TT: 아니, 미안해…"
    old "TT: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "TT: 좋네. 우리 둘 다 빚을 졌는데 돈 걱정은 나 혼자 해야 하나?\n\n"
    old "TT: Могу вместо тебя дворы мести."
    new "TT: 너 대신 사회봉사 할 수 있어."
    old "TT: Согласен. "
    new "TT: 네, 알겠어요."
    old "TT: А что по деньгам? Придумал, где достать?"
    new "TT: 돈은 어떻게 할 건데? 어디서 좀 구할 수 있을까?"
    old "TT: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "TT: 그만 좀 해! 아직 모르겠어. 나중에 얘기하자.\n\n"


    old "TT: Ты кто?"
    new "TT: 너는 누구야?"


    old "TT: Окей."
    new "TT: 알았어."


    old "TT: ..."
    new "TT: 헉, 설마...!"
    old "TT: Ку."
    new "TT: 이봐, 살아 있냐."
    old "TT: Деньги получил. Через пару дней отпишусь."
    new "TT: 돈을 구했어. 며칠 안에 다시 연락할게."
    old "TT: бб"
    new "TT: 알았지? 나중에 보자."






    old "TT: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "TT: 믿기 힘들겠지만 나도 너랑 이야기하고 싶었어.\n\n"
    old "TT: Надеюсь, о чём-то, что нам поможет."
    new "TT: 우리에게 도움이 될 뭔가에 관한 이야기길 바래."
    old "TT: Разве что тебе…"
    new "TT: 글쎄, 아마 네게는 도움이 될 수도 있겠지…"
    old "TT: ?"
    new "TT: 우리 잠시 이야기할 수 있을까요?"
    old "TT: Расскажу при встрече."
    new "TT: 만나면 말해줄게."
    old "TT: Ок."
    new "TT: 식물에게 물을 주라고 하신 줄 알았어요."

    old "TT: Марина, ты где?!"
    new "TT: 메리, 어디야?!"
    old "TT: В парке."
    new "TT: 공원에 있어."
    old "TT: И что ты там забыла?"
    new "TT: 거기서 뭐하고 있어?"


    old "TT: Стой там, где стоишь, я сейчас прибуду."
    new "TT: 거기 있어, 내가 곧 갈게."
    old "TT: Слушаюсь ^_^"
    new "TT: 알겠어 ^_^"
    old "TT: Ты скоро вернёшься?"
    new "TT: 곧 돌아올 거야?"
    old "TT: А что?"
    new "TT: 왜 그래?"
    old "TT: T__________________T"
    new "TT: T__________________T"
    old "TT: Бедняжка, ты так страдаешь."
    new "TT: 참 불쌍하게 고생하고 있네."
    old "TT: ^/////////^"
    new "TT: ^/////////^"
    old "TT: Ты хочешь меня, да?"
    new "TT: 나를 원하는 거지?"
    old "TT: Хочу твой 8=========D"
    new "TT: 네 거 원해 8=========D"
    old "TT: Как сильно?"
    new "TT: 얼마나 간절해?"
    old "TT: [NPHOTO]"
    new "TT: [NPHOTO]"
    old "TT: Теперь верю."
    new "TT: 이제 믿을게."
    old "TT: Вернусь как вернусь."
    new "TT: 하지만 언제 돌아올지는... 나도 몰라."
    old "TT: L((((((("
    new "TT: L((((((("
    old "TT: Бро, у нас получилось!"
    new "TT: 친구여, 우리가 해냈어!"


    old "TT: Ахахахаха!"
    new "TT: 아하하하!!!"
    old "TT: Нет, этот урод сел в тюрячку и на долго."
    new "TT: 아니, 그 녀석은 감옥에 갔어, 앞으로 몇 년간 거기 있을 거야!"
    old "TT: Врёшь!!! КАК??!!11"
    new "TT: 미친, 헛소리 아니지?! 어떻게??!!!!"
    old "TT: Извини, долго история."
    new "TT: 미안, 이건 긴 이야기야."


    old "TT: Хоть бы спросил, как у меня дела…"
    new "TT: 야, 근데 너 내 상태는 묻지도 않고…"
    old "TT: Как дела?"
    new "TT: 아, 맞다. 그래서 너는 어때?"
    old "TT: Пошёл нахуй!"
    new "TT: 꺼져!"
    old "TT: Старый добрый Игорёк! Люблю тебя, братан!"
    new "TT: 아잉~ 내 사랑 이고르! 미안해, 친구야!"
    old "TT: Только если по-гейски."
    new "TT: 어휴... 그게 진짜 게이의 사랑이라면 끔직하다."
    old "TT: Никак иначе!"
    new "TT: 물론 아니지, 이건 우정이라고!"


    old "TT: =D"
    new "TT: 네 거 원해 8=========D"
    old "TT: Я устала ждать."
    new "TT: 기다리는 거 지겹네."
    old "TT: Ты вовремя, я как раз готов."
    new "TT: 딱 맞춰왔군. 준비는 됐다고, 친구여."
    old "TT: Тогда каков план?"
    new "TT: 오오... 그럼, 그 계획은 뭐야?"


    old "TT: ???"
    new "TT: ???"


    old "TT: Звучит бредово, но хозяин-барин.\n\n"
    new "TT: 흐음... 좀 멍청해 보이지만 어쨌든.\n\n"
    old "TT: Как мы проникнем внутрь?"
    new "TT: 그건 그렇고, 어떻게 안으로 들어가지?"
    old "TT: Расскажу на месте."
    new "TT: 만났을 때, 말해줄게."




    old "TT: …"
    new "TT: {i}적당히 1주나 2주 정도, 이웃 마을에 사는 친구 집에 머물거야...{/i}"
    old "TT: До связи."
    new "TT: 그만 좀 해! 아직 모르겠어. 나중에 얘기하자.\n\n"
    old "TT: Оривидерчи."
    new "TT: 오, 맙소사."
    old "TT: Время пришло, детка."
    new "TT: 자, 시간됐어, 베이비."
    old "TT: Я тебе не детка."
    new "TT: 난 네 녀석의 베이비가 아니야."
    old "TT: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "TT: 좋아, 그럼 우린 도덕적 나침반이 느슨한 미친 갱스터지.\n\n"
    old "TT: Зарежу, падлу!"
    new "TT: 하아... 널 생선처럼 배를 가를 거야!"


    old "TT: >_<\n"
    new "TT: >_<\n"




























    old "TT: Нет."
    new "TT: 네, 그래요. 어쨌든 나는 여기서 그것을 따지러 온 게 아니에요."










    old "TT: Ыыыыыыыыыыыы."
    new "TT: 아, 이런..."
    old "TT: Всё, бб."
    new "TT: 알았지? 나중에 보자."
















































    old "TT: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "TT: [gg], 제발... 이건 생사가 걸린 문제에요!!!"






    old "TT: Клянусь, это последняя просьба!\n"
    new "TT: 이게 정말 마지막 부탁이라고 맹세할게요!"


    old "TT: Прощайте."
    new "TT: 그럼, 안녕..."








    old "TT: Хорошо.\n"
    new "TT: 그래."






































    old "TT: Чувак, как прогресс?"
    new "TT: 어떻게 되어가고 있어?"
    old "TT: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "TT: 시간을 끌수록 우리 둘 다 상황이 나빠질 거야.\n"
    old "TT: Всё под контролем. Я узнал дату рождения."
    new "TT: 괜찮아, 모든 것은 계획대로야. 그녀의 생일을 알아냈어."


    old "TT: Держи меня в курсе, я весь на нервах."
    new "TT: 알았어, 뭔가 알게 되면 바로 연락해."
    old "TT: Ку, бро!"
    new "TT: 어이, 잘 지내고 있어?"
    old "TT: И тебе того же."
    new "TT: 응, 잘 지내고 있지."
    old "TT: Слушай, у меня к тебе крайне важное дело."
    new "TT: 들어봐, 진짜 중요한 이야기를 해야겠어."
    old "TT: Ну-ну…"
    new "TT: 말해봐."


    old "TT: Хочешь завалить Жлоба? :D"
    new "TT: 설마 채권자를 죽이자는 거야? :D"
    old "TT: Никакого криминала. Ну… почти никакого."
    new "TT: 아니야, 전혀 위험한 일 아니야. 아니... 거의 위험하지 않다고 해야하나."




    old "TT: Или как «Раб на галерах»."
    new "TT: 그래? '노예처럼' 말이지?"
    old "TT: Иди нахуй."
    new "TT: 야, 꺼져."
    old "TT: Ладно, жди. Приду. "
    new "TT: 싫은데. 곧 도착할 테니, 기다려."


    old "TT: Понял-принял."
    new "TT: 오케이."
    old "TT: Ну?!"
    new "TT: 어떻게 됐어?!"
    old "TT: Чувак, деньги у меня."
    new "TT: 친구, 돈을 가져왔어."




    old "TT: Я взял только необходимое."
    new "TT: 일단 필요한 만큼만 가져왔어."
    old "TT: Когда пойдём к Жлобу?\n"
    new "TT: 갱단에는 언제 갈 거야?\n"


    old "TT: Что ты имеешь в виду? "
    new "TT: 무슨 뜻이야?"


    old "TT: Как только вернусь, напишу.\n\n"
    new "TT: 녀석들과 마무리가 되면, 연락할게.\n\n"
    old "TT: Окей. Буду ждать."
    new "TT: 알겠어. 기다릴게."


    old "TT: Хорошо."
    new "TT: 그래."
    old "TT: Точнее – ничего хорошего."
    new "TT: 그러니까, 네 말은 좋은 소식이 하나도 없었다는 거지."


    old "TT: Извини, бро ("
    new "TT: 미안, 친구야..."














    old "GG: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "GG: 여자?! 나는 어제 공원에서 널 위해 열심히 일하고 있을 때, 녀석들의 부하 중 하나가 \n나에게 다가왔는데... 결국 나도 위협을 받았어.\n\n"

    old "GG: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "GG: 그런 짓을 하면 우리는 이번에는 정말 잡힐 거야. 우리가 감옥에 있게 되면, 녀석들이 우리를 \n남자구실 못하게 만들 테지.\n\n"

    old "GG: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "GG: 이제와서 그런 건 중요하지 않아. 넌 뭔가 훔치는 데 성공했어?\n\n"

    old "GG: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "GG: 돈을 돌려받고 싶으면, \n남자 화장실에서 기다릴게.\n\n"

    old "GG: У тебя 5 минут или ты ничего не получишь. "
    new "GG: 5분밖에 없어. 안 그러면 아무것도 못 받을 거야."

    old "GG: Бро, ну как там?"
    new "GG: 친구야?"

    old "GG: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "GG: 매일 저녁. 공원에서. \n내가 자주 일하는 곳 근처 쓰레기통에서.\n"

    old "GG: Не забудь перчатки. "
    new "GG: 장갑 잊지 마.\n"

    old "GG: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "GG: 친구야, 오늘 공원에 와. \n이야기할 게 있어.\n"


    old "GG: Надеюсь. "
    new "GG: 정말 그랬으면 좋겠다."

    old "GG: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "GG: 네가 너무 오래동안 안보여서, \n내가 직접 널 찾으러 나왔어.\n"

    old "GG: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "GG: 와!\n내가 집에 가는 동안에, 네가 갱단에게 돈을 마련해, 그가 더 이상 우리를 쫓지 않게 했다고?\n"

    old "GG: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "GG: \n캣(캐서린), 그녀의 번호는 알지? 그녀가 이야기를 해줄 거야.\n"



    old "GG: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "GG: 갱단 녀석들은 우리에 대해 알고 있어.\n 그러니 우리는 변장할 필요가 있지.\n\n"

    old "GG: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "GG: 우리가 누군지 모르도록, 몇 가지 복장을 살 거야.\n\n"

    old "GG: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "GG: 야! 죽을지도 모르는 임무인데,\n 만났을 때 계획을 말해주겠다고?!\n\n"

    old "GG: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "GG: 네가 이미 도와주기로 했고,\n 나도 네 조건에 동의했잖아.\n\n"

    old "GG: Главное явись.\n "
    new "GG: 그냥 따라 오기만 해.\n"

    old "GG: Дверь исправлена, можешь не благодарить."
    new "GG: 문 고쳤어, 고맙다고 하지 마.\n"

    old "GG: Это почему же?"
    new "GG: 왜 그래?\n"

    old "GG: Это уже сделала Кристи! "
    new "GG: 크리스티가 이미 했어!\n"

    old "GG: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "GG: 예에에에에!!!\n"

    old "GG: Чивооо?"
    new "GG: 뭐라고?\n"

    old "GG: Мудак, я же просил без приколов!"
    new "GG: 이 바보야, 바보 같은 짓 하지 말라고 했잖아!\n"

    old "GG: Всё под контролем, бро, она даже не заметила."
    new "GG: 다 제어하에 있어, 친구야, 그녀는 전혀 눈치채지 못했어.\n"

    old "GG: Ты чуть не подставил меня своим идиотизмом. "
    new "GG: 너의 어리석음 때문에 나를 거의 망쳤어.\n"

    old "GG: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "GG: 누구나 자기만의 특이점이 있지, \n하지만 난 네 것을 탓하지 않아.\n"

    old "GG: Больше я тебя о помощи просить не стану. "
    new "GG: 더 이상 네 도움을 청하지 않을 거야.\n"

    old "GG: Это мы ещё посмотрим. "
    new "GG: 그건 봐야 알겠지.\n"

    old "GG: Мы должны встретиться, [gg]."
    new "GG: 우리 만나야 해요, [player_name]."

    old "GG: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"
    new "GG: 아니, 죄송하지만... 우리는 약속한 것 이상으로 당신에게 갚았어요."

    old "GG: Я очень нуждаюсь в тебе.\n"
    new "GG: 정말로 당신이 필요해요."

    old "GG: Бро, всё готово!\n*отправка файла*"
    new "GG: 친구여, 다 됐어!"

    old "GG: Приходи завтра\nутром в Парк."
    new "GG: 아침에 공원으로 와."

    old "GG: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "GG: 네' 폰 돌려주고, 뭘 찾아냈는지 알려줄게."

    old "GG: А сейчас почему\nне можешь рассказать?"
    new "GG: 어째서 지금 말해줄 수 없는 거야?"

    old "GG: Сейчас я\nсобираюсь подрочить."
    new "GG: 난 지금 딸 칠 거야."


    old "GG: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "GG: 젠장, 크리스티랑 찍은 사진이 어디 있는 거야?!!!\n\n"

    old "GG: Бля, я забыл……….\n"
    new "GG: 젠장, 깜빡했어……….\n"

    old "GG: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "GG: 그래! 친구가 좋은 일을 해준 뒤에 약속을 잊기 쉽지!\n"

    old "GG: Бро, всё будет. \nТолько не злись.\n"
    new "GG: 친구야, 괜찮을 거야. 화내지 마.\n"

    old "GG: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "GG: 내가 원하는 만큼 화내도 돼.\n"

    old "GG: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "GG: 그리고 크리스티랑 찍은 사진을 보내줄 때까지, 넌 내 최고의 친구 목록에서 제외야!\n"

    old "GG: Но я твой единственный друг, ау…\n"
    new "GG: 안녕! 난 너의 유일한 친구야..\n"

    old "GG: Тем более!\n"
    new "GG: 더더욱이!\n"

    old "GG: Шли фотку и не беси меня!\n"
    new "GG: 사진 좀 보내고 짜증나게 하지 마!\n"

    old "GG: Харош бузить. Я всё обязательно вышлю.\n"
    new "GG: 조급해 하지 마! \n반드시 다 보내줄게.\n"

    old "GG: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "GG: 그녀가 집에서 알몸으로 돌아다니거나 밤에 스트립쇼를 하는 것은 아니야.\n"

    old "GG: Подожди ещё немного, окей?\n"
    new "GG: 조금만 더 기다려, 알았지?\n"

    old "GG: …….\n"
    new "GG: ...."

    old "GG: Активирую режим «Хатико».\n"
    new "GG: 하치코 모드' 활성화.\n"

    old "GG: Ыыыыыыыы!\n"
    new "GG: 야!\n\n"

    old "GG: Глянул фотку."
    new "GG: 사진 확인했어...\n"

    old "GG: 12 из 10!!!"
    new "GG: 10점 만점에 12점!!!\n"

    old "GG: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "GG: 알아, 친구야! \n내 눈으로 직접 봤어.\n"

    old "GG: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "GG: 오, 너 이 나쁜 녀석아, \n나를 놀리려고 했어?!\n"

    old "GG: Всего лишь факт.\n"
    new "GG: 그냥 사실일 뿐이야.\n"

    old "GG: Как, по твоему, \nя бы сделал эту фотку?"
    new "GG: 너는 어떻게 \n이 사진을 찍으려고 했니?\n"

    old "GG: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "GG: 지금까지, 나는 그녀의 아름다움에 너무 감탄해서, \n네 댓글은 여기 필요 없어.\n"

    old "GG: Ну ладно. Удачного дня.\n"
    new "GG: 그래. 좋은 하루 보내.\n"

    old "GG: И тебе не горевать.\n"
    new "GG: 너도 나쁘지 않은 하루 보내.\n"


    old "GG: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "GG: 제가 할 말은 다 했어요, 수잔씨. 계속 나를 곤란하게 하지 말아 주세요."

    old "GG: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "GG: 아니, 이것이 나에게 얼마나 중요한지 당신이 알면 이해하게 될 거예요."

    old "GG: Но я не могу сказать\nэто в переписке.\n"
    new "GG: 하지만... 이건 직접 만나서 말해야만 합니다."



    old "GG: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "GG: 하아... 당신의 번호를 차단할 수밖에 없게 만드는군요."


    old "TT: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "TT: 여자?! 나는 어제 공원에서 널 위해 열심히 일하고 있을 때, 녀석들의 부하 중 하나가 \n나에게 다가왔는데... 결국 나도 위협을 받았어.\n\n"

    old "TT: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "TT: 그런 짓을 하면 우리는 이번에는 정말 잡힐 거야. 우리가 감옥에 있게 되면, 녀석들이 우리를 \n남자구실 못하게 만들 테지.\n\n"

    old "TT: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "TT: 이제와서 그런 건 중요하지 않아. 넌 뭔가 훔치는 데 성공했어?\n\n"

    old "TT: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "TT: 돈을 돌려받고 싶으면, \n남자 화장실에서 기다릴게.\n\n"

    old "TT: У тебя 5 минут или ты ничего не получишь. "
    new "TT: 5분밖에 없어. 안 그러면 아무것도 못 받을 거야."

    old "TT: Бро, ну как там?"
    new "TT: 친구야?"

    old "TT: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "TT: 매일 저녁. 공원에서. \n내가 자주 일하는 곳 근처 쓰레기통에서.\n"

    old "TT: Не забудь перчатки. "
    new "TT: 장갑 잊지 마.\n"

    old "TT: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "TT: 친구야, 오늘 공원에 와. \n이야기할 게 있어.\n"



    old "TT: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "TT: 네가 너무 오래동안 안보여서, \n내가 직접 널 찾으러 나왔어.\n"

    old "TT: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "TT: 와!\n내가 집에 가는 동안에, 네가 갱단에게 돈을 마련해, 그가 더 이상 우리를 쫓지 않게 했다고?\n"

    old "TT: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "TT: \n캣(캐서린), 그녀의 번호는 알지? 그녀가 이야기를 해줄 거야.\n"



    old "TT: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "TT: 갱단 녀석들은 우리에 대해 알고 있어.\n 그러니 우리는 변장할 필요가 있지.\n\n"

    old "TT: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "TT: 우리가 누군지 모르도록, 몇 가지 복장을 살 거야.\n\n"

    old "TT: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "TT: 야! 죽을지도 모르는 임무인데,\n 만났을 때 계획을 말해주겠다고?!\n\n"

    old "TT: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "TT: 네가 이미 도와주기로 했고,\n 나도 네 조건에 동의했잖아.\n\n"

    old "TT: Главное явись.\n "
    new "TT: 그냥 따라 오기만 해.\n"

    old "TT: Дверь исправлена, можешь не благодарить."
    new "TT: 문 고쳤어, 고맙다고 하지 마.\n"

    old "TT: Это почему же?"
    new "TT: 왜 그래?\n"

    old "TT: Это уже сделала Кристи! "
    new "TT: 크리스티가 이미 했어!\n"

    old "TT: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "TT: 예에에에에!!!\n"

    old "TT: Чивооо?"
    new "TT: 뭐라고?\n"

    old "TT: Мудак, я же просил без приколов!"
    new "TT: 이 바보야, 바보 같은 짓 하지 말라고 했잖아!\n"

    old "TT: Всё под контролем, бро, она даже не заметила."
    new "TT: 다 제어하에 있어, 친구야, 그녀는 전혀 눈치채지 못했어.\n"

    old "TT: Ты чуть не подставил меня своим идиотизмом. "
    new "TT: 너의 어리석음 때문에 나를 거의 망쳤어.\n"

    old "TT: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "TT: 누구나 자기만의 특이점이 있지, \n하지만 난 네 것을 탓하지 않아.\n"

    old "TT: Больше я тебя о помощи просить не стану. "
    new "TT: 더 이상 네 도움을 청하지 않을 거야.\n"

    old "TT: Это мы ещё посмотрим. "
    new "TT: 그건 봐야 알겠지.\n"

    old "TT: Мы должны встретиться, [gg]."
    new "TT: 우리 만나야 해요, [player_name]."

    old "TT: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"
    new "TT: 아니, 죄송하지만... 우리는 약속한 것 이상으로 당신에게 갚았어요."

    old "TT: Я очень нуждаюсь в тебе.\n"
    new "TT: 정말로 당신이 필요해요."

    old "TT: Бро, всё готово!\n*отправка файла*"
    new "TT: 친구여, 다 됐어!"

    old "TT: Приходи завтра\nутром в Парк."
    new "TT: 아침에 공원으로 와."

    old "TT: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "TT: 네' 폰 돌려주고, 뭘 찾아냈는지 알려줄게."

    old "TT: А сейчас почему\nне можешь рассказать?"
    new "TT: 어째서 지금 말해줄 수 없는 거야?"

    old "TT: Сейчас я\nсобираюсь подрочить."
    new "TT: 난 지금 딸 칠 거야."


    old "TT: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "TT: 젠장, 크리스티랑 찍은 사진이 어디 있는 거야?!!!\n\n"

    old "TT: Бля, я забыл……….\n"
    new "TT: 젠장, 깜빡했어……….\n"

    old "TT: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "TT: 그래! 친구가 좋은 일을 해준 뒤에 약속을 잊기 쉽지!\n"

    old "TT: Бро, всё будет. \nТолько не злись.\n"
    new "TT: 친구야, 괜찮을 거야. 화내지 마.\n"

    old "TT: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "TT: 내가 원하는 만큼 화내도 돼.\n"

    old "TT: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "TT: 그리고 크리스티랑 찍은 사진을 보내줄 때까지, 넌 내 최고의 친구 목록에서 제외야!\n"

    old "TT: Но я твой единственный друг, ау…\n"
    new "TT: 안녕! 난 너의 유일한 친구야..\n"

    old "TT: Тем более!\n"
    new "TT: 더더욱이!\n"

    old "TT: Шли фотку и не беси меня!\n"
    new "TT: 사진 좀 보내고 짜증나게 하지 마!\n"

    old "TT: Харош бузить. Я всё обязательно вышлю.\n"
    new "TT: 조급해 하지 마! \n반드시 다 보내줄게.\n"

    old "TT: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "TT: 그녀가 집에서 알몸으로 돌아다니거나 밤에 스트립쇼를 하는 것은 아니야.\n"

    old "TT: Подожди ещё немного, окей?\n"
    new "TT: 조금만 더 기다려, 알았지?\n"

    old "TT: …….\n"
    new "TT: ...."

    old "TT: Активирую режим «Хатико».\n"
    new "TT: 하치코 모드' 활성화.\n"

    old "TT: Ыыыыыыыы!\n"
    new "TT: 야!\n\n"

    old "TT: Глянул фотку."
    new "TT: 사진 확인했어...\n"

    old "TT: 12 из 10!!!"
    new "TT: 10점 만점에 12점!!!\n"

    old "TT: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "TT: 알아, 친구야! \n내 눈으로 직접 봤어.\n"

    old "TT: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "TT: 오, 너 이 나쁜 녀석아, \n나를 놀리려고 했어?!\n"

    old "TT: Всего лишь факт.\n"
    new "TT: 그냥 사실일 뿐이야.\n"

    old "TT: Как, по твоему, \nя бы сделал эту фотку?"
    new "TT: 너는 어떻게 \n이 사진을 찍으려고 했니?\n"

    old "TT: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "TT: 지금까지, 나는 그녀의 아름다움에 너무 감탄해서, \n네 댓글은 여기 필요 없어.\n"

    old "TT: Ну ладно. Удачного дня.\n"
    new "TT: 그래. 좋은 하루 보내.\n"

    old "TT: И тебе не горевать.\n"
    new "TT: 너도 나쁘지 않은 하루 보내.\n"


    old "TT: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "TT: 제가 할 말은 다 했어요, 수잔씨. 계속 나를 곤란하게 하지 말아 주세요."

    old "TT: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "TT: 아니, 이것이 나에게 얼마나 중요한지 당신이 알면 이해하게 될 거예요."

    old "TT: Но я не могу сказать\nэто в переписке.\n"
    new "TT: 하지만... 이건 직접 만나서 말해야만 합니다."



    old "TT: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "TT: 하아... 당신의 번호를 차단할 수밖에 없게 만드는군요."



    old "GG: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "GG: 우리 빚 갚을 방법을 찾은 것 같아!\n"

    old "TT: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "TT: 야,\n또 헛소리 같은데.\n그래도 들어주지.\n"

    old "TT: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "TT: 정오에 공원으로 와. 우리 얘기 좀 해.\n네가 아무것도 안 하고 있는 동안,\n나는 파파 카를로처럼 열심히 일하고 있어.\n\n"


    old "GG: Сектор очищен. \nВечером жду у себя."
    new "GG: 구역 확인 완료. \n저녁에 우리 집으로 오도록."
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
