translate kor strings:

    old "Прижмись ко мне крепче и обними меня, [gg]."


    new '''[player_name], 꼭 안고 나를 껴안아줘.'''

    old "Как скажешь…"


    new '''네 말대로...'''

    old "Сладких снов."


    new '''좋은 꿈 꿔.'''

    old "Сладких…"


    new '''달콤한 꿈들...'''

    old "Кристи?.."


    new '''크리스티?..'''

    old "Пссс, Кристи."


    new '''쉿, 크리스티.'''

    old "Ты спишь?"


    new '''자고 있니?'''

    old "Ну спи-спи."


    new '''좋아, 잘 자.'''

    old "Так приятно лежать с ней рядом..."


    new '''그녀 옆에 누워 있는 게 정말 좋아...'''

    old "Наблюдать за её умиротворённым сном..."


    new '''그녀가 평화롭게 잠든 걸 지켜보는 거...'''

    old "...и знать, что именно со мной она испытывает безопасность."


    new '''...그리고 그녀가 나와 함께 있을 때 안전하다고 느끼는 걸 알아.'''

    old "Тепло её нежного тела пьянит меня."


    new '''그녀의 부드러운 몸의 온기가 나를 황홀하게 해.'''

    old "Запах её волос кажется сладким и дурманящим."


    new '''그녀의 머리카락 향기는 달콤하고 중독적이야.'''

    old "Лежать с ней рядом, чувствовать её сладкий запах, прижиматься…"


    new '''그녀 옆에 누워 그녀의 달콤한 향기를 맡으며 포근하게 안는 건...'''

    old "Ох, это настоящее наслаждение…."


    new '''오, 정말 즐거워....'''

    old "Моё сердце вот-вот вырвется от радости и…"


    new '''내 마음이 기쁨과...'''

    old "…Возбуждения."


    new '''...흥분으로 터질 것 같아.'''

    old "Ну же, идиот, приди наконец в себя и просто ляг спать!"


    new '''이봐, 바보야, 마침내 정신 차리고 그냥 자라고!'''

    old "Хватит упиваться её запахом!"


    new '''그녀의 냄새 맡는 걸 멈춰!'''

    old "Хватит впадать в экстаз от трепета её дыхания!"


    new '''그녀의 숨결에 흥분하는 걸 멈춰!'''

    old "Хватит!"


    new '''그만둬!'''

    old "Нет, так я никогда не смогу уснуть."


    new '''아니, 절대 그렇게 잘 수 없어.'''

    old "Мне остаётся лишь оставить её одну или успокоить себя силой воли."


    new '''그냥 그녀를 혼자 두거나 의지로 나 자신을 진정시켜야 해.'''

    old "Ну да… Какой к чёрту воли?"


    new '''그래... 도대체 의지가 뭐야?'''

    old "Ммм…."


    new '''음...'''

    old "Ладно."


    new '''좋아.'''

    old "Я думаю, мои действия не будут истолкованы ею превратно, если я немного пошалю с ней."


    new '''내가 그녀와 조금 장난을 친다 해도 그녀가 오해하지 않을 거야.'''

    old "В конце концов, я не собираюсь переходить границы."


    new '''결국, 나는 내 한계를 넘지 않을 테니까.'''

    old "Верно я говорю?"


    new '''그렇지?'''

    old "Конечно, верно!"


    new '''물론, 맞아!'''

    old "Я же обращаюсь ни к кому-то..."


    new '''아무한테도 말하고 있지 않아...'''

    old "А к себе!"


    new '''...나 자신과 이야기하고 있을 뿐이야!'''

    old "Аххх…"


    new '''아...'''

    old "Ну наконец-то."


    new '''드디어.'''

    old "Как же долго он решался."


    new '''결정을 내리는 데 얼마나 오래 걸렸는지.'''

    old "Я знала, что нечто такое случится и всё равно пригласила его к себе."


    new '''이런 일이 벌어질 것 같았고 그래서 그를 초대했어.'''

    old "Мне бы очень хотелось, чтобы он сам сделал первый и главный шаг."


    new '''나는 정말로 그가 첫 번째이자 가장 중요한 단계를 밟기를 원했어.'''

    old "Или, даже, надавил бы на меня, развеяв мои сомнения."


    new '''또는 내 의심을 불식시킬 정도로 나에게 압력을 가할 수도 있었어.'''

    old "Но он, как и положено, ждёт взаимности."


    new '''하지만 그는 예상대로 내가 사랑에 화답하기를 기다리고 있어.'''

    old "А я слишком боюсь, чтобы принять это решение самостоятельно."


    new '''그리고 나는 혼자서 이 결정을 내리기가 너무 두려워.'''

    old "Ну да и пусть…"


    new '''그래, 그렇게 해야겠어...'''

    old "Сейчас мне слишком хорошо, чтобы забивать голову будущими проблемами."


    new '''지금 이 순간을 너무 즐기고 있어서 미래의 문제는 신경 쓰고 싶지 않아.'''

    old "Надеюсь, он не планирует остановиться слишком быстро…"


    new '''그가 너무 일찍 멈추지 않기를 바라...'''

    old "Постараюсь быть нежным, насколько это возможно."


    new '''가능한 한 부드럽게 하려고 해.'''

    old "Не хотелось бы тревожить её сладкий сон."


    new '''그녀의 달콤한 꿈을 방해하고 싶지 않아.'''

    old "Хотя, конечно, мне жутко сложно сдержаться и не ускориться в десятки раз сильнее, ведь я буквально горю от жажды возбуждения."


    new '''물론, 수십 번 더 빠르게 가속화하는 것을 자제하는 것이 나에게는 무척 어렵지만, 내가 짜릿함에 목말라 불타오르고 있으니까.'''

    old "У меня такой сильное сердцебиение, что, кажется, оно слышно даже в коридоре."


    new '''내 심장박동이 너무 세서 복도에서도 들릴 정도야.'''

    old "Оххх… Кристи, какая же у тебя мягкая, круглая, упругая попочка…."


    new '''오... 크리스티, 네 엉덩이는 얼마나 부드럽고 둥글며 탄력적인지...'''

    old "Нельзя быть настолько совершенной, находясь рядом с тем, кто поклоняется такой красоте."


    new '''너는 그런 아름다움을 숭배하는 사람 주위에서 완벽할 수 없어.'''

    old "О да…. Кажется, его чувство бдительности притупилось."


    new '''오 예... 그의 경계심이 무뎌진 것 같아.'''

    old "[gg] так яростно трётся об меня, что я уже вся теку."


    new '''그가 나에게 너무 세게 문지르고 있어서 나는 이미 젖어.'''

    old "Его толчки становятся всё сильнее и яростнее, будто бы он намеревается пройти в меня сквозь мои влажные от возбуждения трусики."


    new '''그의 밀어넣기가 점점 더 세져, 마치 젖은 팬티를 뚫고 나를 관통하려는 듯해.'''

    old "И мне это нравится!"


    new '''그리고 난 이게 좋아!'''

    old "Лучше бы он снял их с меня, и просто сделал то, что должен."


    new '''그가 내 팬티를 벗기고 해야 할 일을 했으면 좋겠어.'''

    old "Или я сделаю это сама…"


    new '''아니면 내가 스스로 할 거야...'''

    old "Нет, не могу."


    new '''아니, 그럴 수 없어...'''

    old "Это будет выглядеть глупо. Он сразу поймёт, что я не спала всё это время."


    new '''바보처럼 보일 거야. 그는 바로 알아차릴 거야 내가 이 모든 시간 동안 잠들지 않았다는 걸.'''

    old "Ну же, [gg], будь напористее!"


    new '''자, [player_name], 좀 더 단호해져봐!'''

    old "Сильнее, ещё сильнее!"


    new '''더 세게, 더욱 강하게!'''

    old "Я совсем обнаглел…."


    new '''나 너무 대담해...'''

    old "Даже удивительно, как крепко она спит, ведь я буквально выталкиваю её с кровати."


    new '''그녀가 나를 침대에서 밀어내려고 할 때 얼마나 곤히 잘 자는지 놀랍군.'''

    old "Скоро я оставлю тебя в покое, Кристи, скоро ты сможешь спать как и прежде…"


    new '''곧 너를 혼자 두겠어 크리스티, 곧 네가 예전처럼 잘 수 있을 거야...'''

    old "Я уже подхожу к кульминации…."


    new '''이미 정점에 가까워지고 있어....'''

    old "Даааа…. Ещё совсем чуть-чуть. Не могу больше сдерживать себя."


    new '''그래.... 조금만 더. 더 이상 참을 수 없어.'''

    old "Вот так, ещё совсем немного!"


    new '''바로 그거야, 조금만 더!'''

    old "Я чувствую каждый изгиб её сладкой, мокрой киски!"


    new '''그녀의 달콤하고 젖은 푸딩의 모든 곡선을 느낄 수 있어!'''

    old "Её тёплые соки буквально обжигают мой изголодавшийся член."


    new '''그녀의 따뜻한 액체가 내 굶주린 자지를 태워버리고 있어.'''

    old "Даааааааа!!!"


    new '''예아아아아!!!'''

    old "Всё…."


    new '''다 됐어....'''

    old "Я кончил."


    new '''사정했어.'''

    old "Даже слишком…."


    new '''너무 많이...'''

    old "Приятных сновидений."


    new '''잘 자.'''

    old "Миленькая моя..."


    new '''내 사랑...'''

    old "Успокоился, вроде бы…"


    new '''그가 진정된 것 같아...'''

    old "Судя по всему, он удовлетворён."


    new '''그는 만족한 것 같아.'''

    old "Хи-хи-хи."


    new '''허허허.'''

    old "Теперь буду спать как убитый."


    new '''이제 나도 죽은 듯이 잘 거야.'''

    old "И я тоже."


    new '''나도...'''

