translate kor strings:

    old "Я слышу какой-то шум."


    new '''소음이 들리네.'''

    old "Кажется, она ищет свой резиновый фалос. "


    new '''아마 그녀가 그녀의 성인용품을 찾고 있는 것 같아.'''

    old "Ага, точно."


    new '''그래, 정말로 그런 것 같아.'''

    old "Сейчас она прикрепит его, и нужно было подыскать удобной момент, чтобы заменить его."


    new '''이제 그녀가 그것을 벽에 붙이려고 할 텐데, 내가 내 페니스로 바꿔치기할 완벽한 순간을 찾아야 해.'''

    old "Сегодня я определённо нуждаюсь своём «дружке»."


    new '''오늘은 꼭 \'남자친구\'가 필요해.'''

    old "Вот, вроде держится."


    new '''후훗... 여기에 잘 붙어있네.'''

    old "Отлично."


    new '''좋아!'''

    old "Пора снять трусики и предаться блаженству."


    new '''이제 팬티를 벗고 행복 속으로 뛰어들 시간이야.'''

    old "Что за?.."


    new '''응? 뭐야...?'''

    old "[gg] действительно думает, что я поверю в такую подмену?"


    new '''[player_name], 날 정말 바보로 생각하는 거야?'''

    old "Какой же дурак…"


    new '''정말 멍청이…'''

    old "И теперь дрожит в ожидании, полагая, видимо, что я вот-вот воспользуюсь его агрегатом."


    new '''그리고 이제 그는 내가 그의 페니스를 사용할 거라고 믿으면서 기대하고 있겠지...'''

    old "Почему она так долго? "


    new '''흐음... 왜 그렇게 오래 걸리지?'''

    old "Она ищет смазку?.."


    new '''윤활제를 찾는 걸까...?'''

    old "А его член и вправду выглядит привлекательным."


    new '''그의 자지가 정말 매력적으로 보여.'''

    old "Особенно сейчас, когда я намеревалась удовлетворить себя."


    new '''특히, 지금 내가 자위하려는 이 순간에 더욱 더.'''

    old "Он стал немного мокреньким… хи-хи-хи."


    new '''조금 젖었 버렸네... 히히히.'''

    old "Перевозбудился от мысли, что сможет почувствовать мою киску сейчас."


    new '''지금 당장 내 안에서 느낄 수 있다는 생각에 흥분돼.'''

    old "Что ж… "


    new '''좋아...'''

    old "Подыграю ему немножко. "


    new '''어디 조금 같이 놀아줄까.'''

    old "Наконец-то!"


    new '''드디어!'''

    old "Она трогает меня своей киской…"


    new '''그녀가 그녀의 음부로 날 만져...'''

    old "Боже, как же это волнительно!"


    new '''맙소사, 이건 너무 흥분돼!'''

    old "Уххх… Его член так напрягся сразу."


    new '''으흠... 그의 거기가 정말 빨리 딱딱해졌어.'''

    old "Пожалуй, немного пошалить я с ним могу."


    new '''조금 나쁜 짓을 해볼까나.'''

    old "Пока что без проникновения, конечно."


    new '''물론, 아직 삽입은 없을 거야.'''

    old "Но, думается мне, он и так будет всецело доволен."


    new '''어차피 그도 지금 상황에 꽤 행복해 할 거야.'''

    old "Обалдееееееть!..."


    new '''굉장해...!'''

    old "Она трётся об меня половыми губками, и даже не подозревает, что на самом деле это мой член."


    new '''그녀가 그녀의 음순으로 날 문지르고... 실제로 그녀가 그것이 내 거기라는 걸 모르고 있어.'''

    old "Наивная, но страстная Кристи."


    new '''순진하지만 열정적인 우리의 귀여운 크리스티.'''

    old "Ощущать её мокрую киску просто блаженство."


    new '''그녀의 젖은 음부를 느끼는 건 순수한 행복이야.'''

    old "Аххх… Как же тепло и мокро от её прикосновения. Наверняка она сейчас мечтает о том, чтобы быть со мной рядом. "


    new '''아아... 그녀의 접촉으로 난 너무 따뜻하게 젖었어. 그녀는 지금 나와 함께 있기를 꿈꾸고 있을 거야.'''

    old "[gg] держится молодцом хи-хи."


    new '''[player_name], 잘하고 있네, 히히.'''

    old "Практически не шевелится, притворяясь моим бездушным фалоимитатором. "


    new '''움직이지 않고, 나의 무생물 딜도인 척하고 있어.'''

    old "Стоит признать, чувствовать настоящий член куда приятней, чем дурацкую резину. "


    new '''그래 이건 인정해야겠어, 남자의 진짜 자지를 느끼는 건... 그 바보 같은 고무 성인용품을 사용하는 것보다 훨씬 좋다는 걸.'''

    old "О даааа…. Очень хорошо. "


    new '''오예... 너무 좋아.'''

    old "Я могу использоваться его орган, как пожелаю, а [gg] даже не шелохнётся, надеясь, что я не распознаю «подделки»."


    new '''나는 지금 [player_name]의 자지를 내 마음대로 사용하고 있어. 게다가 [player_name]은 내가 그의 \'속임수\'를 당했다고 믿고 있겠지. 히힛.'''

    old "Она стала шустрее!"


    new '''그녀가 더 빨리 움직이고 있어!'''

    old "Но, почему-то, всё ещё не впустила мой член внутрь себя."


    new '''하지만, 어떤 이유에서인지, 아직 그녀는 내 자지를 그녀의 안에 삽입하지 않았어.'''

    old "Я немного разыгралась… "


    new '''정말 재밌네, 헤헤...'''

    old "[gg] стоит за стенкой и сходит с ума, наверняка думая о том, как бы не кончить раньше времени. "


    new '''[player_name], 너는 벽 뒤에 서서 미친듯이 행동하고 있어. 아마 조루가 되지 않기 위해 어떻게 해야 할지 생각하고 있겠지.'''

    old "Чтож… Ему придётся изрядно постараться, раз уж он так сильно этого хочет."


    new '''음... 정말로 그렇게 원한다면, 열심히 좀 더 노력해야 할 거야.'''

    old "Я не планирую заканчивать слишком быстро."


    new '''물론, 나는 이 즐거움을 너무 빨리 끝내지 않을 계획이야.'''

    old "Всякий раз, когда головка члена касается моего клитора, по всему телу пробегает приятный электрический заряд."


    new '''그의 귀두 끝부분이 내 클리토리스를 건드릴 때마다, 기분 좋은 전기 충격이 내 온몸을 통해 흐르는 걸 느껴.'''

    old "И чем быстрее я двигаюсь, тем сильнее меня обуревает ощущение полного экстаза. "


    new '''그리고 내가 더 빨리 움직일수록, 완전한 황홀감을 더 많이 느껴.'''

    old "Интересно, что в этот момент чувствует [gg]?"


    new '''[player_name], 너는 지금 어떤 느낌일지 궁금하네?'''

    old "Ещё немного и я взорвусь от удовольствия…"


    new '''조금만 더 있으면 쾌락으로 폭발할 것 같아...'''

    old "Я совсем не рассчитывал на такую бурную реакцию на мой член. "


    new '''내 자지에 이런 반응이 올 줄은 몰랐어.'''

    old "Мне… Надо… Паузу…"


    new '''앗... 나... 나는... 잠깐 멈춰야 해...'''

    old "Одаааа, офигеть! Вот так, ещё-ещё-ещё!"


    new '''오, 정말 미쳤어! 이거 너무 좋아, 더-더-더!'''

    old "Знаю, [gg], ты уже на грани, но позволь мне ещё чуточку помучать тебя."


    new '''알아, [player_name]. 넌 이미 한계에 달했지만, 조금만 더 괴롭혀 줄게.'''

    old "В тебе столько заряженной энергии…."


    new '''넌 정말 많은 에너지를 가지고 있어...'''

    old "Столько сил, который ты копил всё это время… Для этой ночи."


    new '''이 모든 시간 동안 저장해 온 그 많은 남성의 힘... 오늘 밤을 위해서.'''

    old "Конечно, ты ожидал совсем другого..."


    new '''물론 넌 그렇게 많이 기대하지는 않았겠지...'''

    old "Но мне почему-то кажется - разочарованным ты не останешься."


    new '''하지만 너는 실망하지 않을 거야.'''

    old "Я почти… Я уже практически кончил…"


    new '''나 거의... 거의 끝나가... 사정할 것 같아.'''

    old "Ха, интересно, а как он предполагал притворить свой план действия, если в конце, когда он кончит, я всё равно пойму, что это член, а не просто резиновая игрушка? "


    new '''하아, 그가 그의 계획을 어떻게 성공할 것이라고 생각했는지 궁금해지네. 결국, 어쨌든 그가 사정할 때, 나는 이게 진짜 자지고, 그저 고무로 된 성인용품이 아님을 바로 알게 될 텐데?'''

    old "Судя по его состоянию полнейшего релакса и тяжёлого дыхания, которое я слышу даже через стену, ему уже на всё плевать."


    new '''그의 완전한 이완 상태와 벽을 통해서조차 들을 수 있는 그의 거친 숨소리로 미루어 볼 때, 그는 이제 그런 것 따위는 전혀 신경 쓰지 않는 것 같아.'''

    old "Да и разве можно думать про секс, как о чём-то рациональном?.."


    new '''그래, 이해해. 섹스는 원래 합리적인 것이 아니니까..'''

    old "По крайней мере я сейчас думаю только о его члене!.."


    new '''나도 지금은 그의 자지에 대해서만 생각하고 있어!..'''

    old "Я… Я…"


    new '''나... 나...'''

    old "Кончааааюююууууууу!!!"


    new '''사정한다!!!'''

    old "Ахххххххх!!"


    new '''아아아앗!!'''

    old "Уффффф!!"


    new '''우후후!!'''

    old "Дааааа…."


    new '''응... 좋아...'''

    old "Вау, как же много он накончал."


    new '''와, 정액이 정말 많아...'''

    old "И всё это он планировал выплеснуть в меня?.. Ну дела…."


    new '''그가 이 모든 것을 나에게 쏟아내려고 했다고?.. 와....'''

    old "Ну всё, дружок. Сладких снов и до новых встреч! Целую, люблю."


    new '''그래, 내 사랑의 친구. 달콤한 꿈을 꾸고 곧 다시 만나자. 사랑해.'''

