translate chinese_simpl strings:

    old "Прижмись ко мне крепче и обними меня, [gg]."


    new '''抱紧我，[player_name]。'''

    old "Как скажешь…"


    new '''遵命……'''

    old "Сладких снов."


    new '''做个好梦。'''

    old "Сладких…"


    new '''亲爱的……'''

    old "Кристи?.."


    new '''克里斯蒂？……'''

    old "Пссс, Кристи."


    new '''嘶嘶，克里斯蒂。'''

    old "Ты спишь?"


    new '''你睡着了吗？'''

    old "Ну спи-спи."


    new '''好吧，祝你好梦。'''

    old "Так приятно лежать с ней рядом..."


    new '''躺在她身边真好……'''

    old "Наблюдать за её умиротворённым сном..."


    new '''看着她安然入睡……'''

    old "...и знать, что именно со мной она испытывает безопасность."


    new '''……她和我在一起有安全感。'''

    old "Тепло её нежного тела пьянит меня."


    new '''她娇嫩身体传来的温暖让我目眩神迷。'''

    old "Запах её волос кажется сладким и дурманящим."


    new '''她的发香甜美醉人。'''

    old "Лежать с ней рядом, чувствовать её сладкий запах, прижиматься…"


    new '''躺在她身边，闻着她甜美的香气，依偎着……'''

    old "Ох, это настоящее наслаждение…."


    new '''哦，这真是一种享受……'''

    old "Моё сердце вот-вот вырвется от радости и…"


    new '''我的心充满喜悦和……'''

    old "…Возбуждения."


    new '''……兴奋。'''

    old "Ну же, идиот, приди наконец в себя и просто ляг спать!"


    new '''拜托，白痴，清醒点，去睡觉吧！'''

    old "Хватит упиваться её запахом!"


    new '''不要再闻她了！'''

    old "Хватит впадать в экстаз от трепета её дыхания!"


    new '''不要再为她的呼吸声而陶醉了！'''

    old "Хватит!"


    new '''我说停停！'''

    old "Нет, так я никогда не смогу уснуть."


    new '''不，我这样永远睡不着。'''

    old "Мне остаётся лишь оставить её одну или успокоить себя силой воли."


    new '''我只能让她一个人呆着，或者用意志力让自己冷静下来。'''

    old "Ну да… Какой к чёрту воли?"


    new '''是啊……什么是 "意志"？'''

    old "Ммм…."


    new '''嗯……'''

    old "Ладно."


    new '''好吧。'''

    old "Я думаю, мои действия не будут истолкованы ею превратно, если я немного пошалю с ней."


    new '''我想，如果我和她乱搞一番，我的行为就不会被她误解了。'''

    old "В конце концов, я не собираюсь переходить границы."


    new '''毕竟，我不会越界。'''

    old "Верно я говорю?"


    new '''我说得对吗？'''

    old "Конечно, верно!"


    new '''当然，我是对的！'''

    old "Я же обращаюсь ни к кому-то..."


    new '''我不跟任何人说话……'''

    old "А к себе!"


    new '''......除了我自己！'''

    old "Аххх…"


    new '''啊……'''

    old "Ну наконец-то."


    new '''终于。'''

    old "Как же долго он решался."


    new '''他花了多长时间才下定决心？'''

    old "Я знала, что нечто такое случится и всё равно пригласила его к себе."


    new '''我知道会发生这样的事情，但我还是邀请他来了。'''

    old "Мне бы очень хотелось, чтобы он сам сделал первый и главный шаг."


    new '''我真的希望他能迈出第一步，也是最主要的一步。'''

    old "Или, даже, надавил бы на меня, развеяв мои сомнения."


    new '''甚至可以给我施加压力，打消我的疑虑。'''

    old "Но он, как и положено, ждёт взаимности."


    new '''但不出所料，他在等我回心转意。'''

    old "А я слишком боюсь, чтобы принять это решение самостоятельно."


    new '''我不敢自己做决定。'''

    old "Ну да и пусть…"


    new '''好吧，那就这样吧……'''

    old "Сейчас мне слишком хорошо, чтобы забивать голову будущими проблемами."


    new '''我现在感觉很好，不用担心将来的问题。'''

    old "Надеюсь, он не планирует остановиться слишком быстро…"


    new '''我希望他不要太快停下来……'''

    old "Постараюсь быть нежным, насколько это возможно."


    new '''我会尽量温柔的。'''

    old "Не хотелось бы тревожить её сладкий сон."


    new '''我不想打扰她的美梦。'''

    old "Хотя, конечно, мне жутко сложно сдержаться и не ускориться в десятки раз сильнее, ведь я буквально горю от жажды возбуждения."


    new '''当然，我很难克制自己不把速度加快几十倍，因为我真的很兴奋。'''

    old "У меня такой сильное сердцебиение, что, кажется, оно слышно даже в коридоре."


    new '''我的心跳声在走廊里都能听到。'''

    old "Оххх… Кристи, какая же у тебя мягкая, круглая, упругая попочка…."


    new '''哦……克里斯蒂，你的屁股又软又圆又有弹性……'''

    old "Нельзя быть настолько совершенной, находясь рядом с тем, кто поклоняется такой красоте."


    new '''天生丽质。'''

    old "О да…. Кажется, его чувство бдительности притупилось."


    new '''哦，舒服……看来他的警惕性降低了。'''

    old "[gg] так яростно трётся об меня, что я уже вся теку."


    new '''[player_name]在我身上使劲摩擦，我已经湿透了。'''

    old "Его толчки становятся всё сильнее и яростнее, будто бы он намеревается пройти в меня сквозь мои влажные от возбуждения трусики."


    new '''他的抽插越来越用力，好像要把我的湿内裤都插进去一样。'''

    old "И мне это нравится!"


    new '''我喜欢！'''

    old "Лучше бы он снял их с меня, и просто сделал то, что должен."


    new '''我希望他把衣服从我身上拿开，做他该做的事情。'''

    old "Или я сделаю это сама…"


    new '''或者我自己来……'''

    old "Нет, не могу."


    new '''不，我不能……'''

    old "Это будет выглядеть глупо. Он сразу поймёт, что я не спала всё это время."


    new '''馊主意。这样他一看就知道我一直没睡。'''

    old "Ну же, [gg], будь напористее!"


    new '''来吧，[player_name]，自信一点！'''

    old "Сильнее, ещё сильнее!"


    new '''再用点力，用力！'''

    old "Я совсем обнаглел…."


    new '''我太大胆了……'''

    old "Даже удивительно, как крепко она спит, ведь я буквально выталкиваю её с кровати."


    new '''当我把她从床上推下来的时候，她竟然还不醒。'''

    old "Скоро я оставлю тебя в покое, Кристи, скоро ты сможешь спать как и прежде…"


    new '''很快我就会让你一个人呆着了，很快你就可以像以前一样睡觉了……'''

    old "Я уже подхожу к кульминации…."


    new '''我已经接近最后的目标了……'''

    old "Даааа…. Ещё совсем чуть-чуть. Не могу больше сдерживать себя."


    new '''耶……再来一点，我就忍不住了。'''

    old "Вот так, ещё совсем немного!"


    new '''就这样，再多一点！'''

    old "Я чувствую каждый изгиб её сладкой, мокрой киски!"


    new '''我能感觉到她甜美湿润的阴部的每一条曲线！'''

    old "Её тёплые соки буквально обжигают мой изголодавшийся член."


    new '''她温热的汁液灼烧着我饥渴的阴茎。'''

    old "Даааааааа!!!"


    new '''耶！！！'''

    old "Всё…."


    new '''结束了……'''

    old "Я кончил."


    new '''我射了。'''

    old "Даже слишком…."


    new '''超级多……'''

    old "Приятных сновидений."


    new '''晚安。'''

    old "Миленькая моя..."


    new '''亲爱的……'''

    old "Успокоился, вроде бы…"


    new '''他似乎平静下来了……'''

    old "Судя по всему, он удовлетворён."


    new '''看来他很满意。'''

    old "Хи-хи-хи."


    new '''嘿嘿嘿。'''

    old "Теперь буду спать как убитый."


    new '''现在我要像死人一样睡觉'''

    old "И я тоже."


    new '''我也是……'''

