translate chinese_simpl strings:

    old "Я слышу какой-то шум."


    new '''我能听到些动静。'''

    old "Кажется, она ищет свой резиновый фалос. "


    new '''看来她在找她的橡胶朋友。'''

    old "Ага, точно."


    new '''果然。'''

    old "Сейчас она прикрепит его, и нужно было подыскать удобной момент, чтобы заменить его."


    new '''现在，她会把它固定在墙上，而我需要找到一个完美的时机，用我的小弟弟代替它。'''

    old "Сегодня я определённо нуждаюсь своём «дружке»."


    new '''今天，我绝对需要我的 "男朋友"。'''

    old "Вот, вроде держится."


    new '''这儿，它吸得很紧。'''

    old "Отлично."


    new '''很好！'''

    old "Пора снять трусики и предаться блаженству."


    new '''是时候脱掉内裤，沉浸在幸福中了。'''

    old "Что за?.."


    new '''搞什……？'''

    old "[gg] действительно думает, что я поверю в такую подмену?"


    new '''[player_name]真的认为我这么蠢吗？'''

    old "Какой же дурак…"


    new '''真是个傻瓜……'''

    old "И теперь дрожит в ожидании, полагая, видимо, что я вот-вот воспользуюсь его агрегатом."


    new '''现在他期待得浑身发抖，显然以为我要用他的性爱机器了。'''

    old "Почему она так долго? "


    new '''她为什么要这么久？'''

    old "Она ищет смазку?.."


    new '''她是在找润滑油吗？'''

    old "А его член и вправду выглядит привлекательным."


    new '''他的小弟弟看起来真的很迷人。'''

    old "Особенно сейчас, когда я намеревалась удовлетворить себя."


    new '''尤其是现在，我正准备满足自己的时候。'''

    old "Он стал немного мокреньким… хи-хи-хи."


    new '''他有点湿了……嘻嘻。'''

    old "Перевозбудился от мысли, что сможет почувствовать мою киску сейчас."


    new '''一想到现在我要自慰，我就欲火焚身。'''

    old "Что ж… "


    new '''那么……'''

    old "Подыграю ему немножко. "


    new '''我陪你玩一会儿。'''

    old "Наконец-то!"


    new '''总算来了！'''

    old "Она трогает меня своей киской…"


    new '''她用阴部抚摸我……'''

    old "Боже, как же это волнительно!"


    new '''天啊，这太令人兴奋了！'''

    old "Уххх… Его член так напрягся сразу."


    new '''呃……他的鸡巴很快就硬了。'''

    old "Пожалуй, немного пошалить я с ним могу."


    new '''我可以跟他玩玩。'''

    old "Пока что без проникновения, конечно."


    new '''当然，不能插进来。'''

    old "Но, думается мне, он и так будет всецело доволен."


    new '''我想他会很高兴的。'''

    old "Обалдееееееть!..."


    new '''真舒服！……'''

    old "Она трётся об меня половыми губками, и даже не подозревает, что на самом деле это мой член."


    new '''她用阴唇摩擦我，却不知道那其实是我的阴茎。'''

    old "Наивная, но страстная Кристи."


    new '''天真但充满激情的克里斯蒂。'''

    old "Ощущать её мокрую киску просто блаженство."


    new '''感受她湿润的阴部是一种纯粹的享受。'''

    old "Аххх… Как же тепло и мокро от её прикосновения. Наверняка она сейчас мечтает о том, чтобы быть со мной рядом. "


    new '''啊……她的抚摸让我感觉又热又湿。她现在一定在幻想和我在一起。'''

    old "[gg] держится молодцом хи-хи."


    new '''[player_name]表现不错，嘻嘻。'''

    old "Практически не шевелится, притворяясь моим бездушным фалоимитатором. "


    new '''他一动不动，假装是我没有灵魂的假阳具。'''

    old "Стоит признать, чувствовать настоящий член куда приятней, чем дурацкую резину. "


    new '''我不得不承认，感受真正的鸡巴比在里面放一个愚蠢的橡胶要好得多。'''

    old "О даааа…. Очень хорошо. "


    new '''哦耶……真舒服。'''

    old "Я могу использоваться его орган, как пожелаю, а [gg] даже не шелохнётся, надеясь, что я не распознаю «подделки»."


    new '''我可以随心所欲地使用他的弟弟，而 [player_name] 甚至动都不动一下，希望我认不出这个 "冒牌货"。'''

    old "Она стала шустрее!"


    new '''她动作变快了！'''

    old "Но, почему-то, всё ещё не впустила мой член внутрь себя."


    new '''但是，不知怎么的，她还是不让我的鸡巴进入她的身体。'''

    old "Я немного разыгралась… "


    new '''我玩得很开心，嘿嘿……'''

    old "[gg] стоит за стенкой и сходит с ума, наверняка думая о том, как бы не кончить раньше времени. "


    new '''[player_name]站在墙后，疯狂地思考如何避免射得太快。'''

    old "Чтож… Ему придётся изрядно постараться, раз уж он так сильно этого хочет."


    new '''嗯……如果他那么想要，就应该努力讨好我。'''

    old "Я не планирую заканчивать слишком быстро."


    new '''我不打算这么快就结束。'''

    old "Всякий раз, когда головка члена касается моего клитора, по всему телу пробегает приятный электрический заряд."


    new '''每当阴茎头触及我的阴蒂时，一股愉悦的电流就会窜过我的全身。'''

    old "И чем быстрее я двигаюсь, тем сильнее меня обуревает ощущение полного экстаза. "


    new '''我的动作越快，就越能感受到一种彻底的狂喜。'''

    old "Интересно, что в этот момент чувствует [gg]?"


    new '''不知道[player_name]此刻的心情如何？'''

    old "Ещё немного и я взорвусь от удовольствия…"


    new '''再多一会我就要炸了……'''

    old "Я совсем не рассчитывал на такую бурную реакцию на мой член. "


    new '''我没想到我的鸡巴会有这样的反应。'''

    old "Мне… Надо… Паузу…"


    new '''I……我需要……暂停……'''

    old "Одаааа, офигеть! Вот так, ещё-ещё-ещё!"


    new '''哦哦，真是太疯狂了！我喜欢这个，继续-更多-更多！'''

    old "Знаю, [gg], ты уже на грани, но позволь мне ещё чуточку помучать тебя."


    new '''我知道，[player_name]，你已经很近了，但还是让我再折磨你一下吧。'''

    old "В тебе столько заряженной энергии…."


    new '''你有这么多的能量……'''

    old "Столько сил, который ты копил всё это время… Для этой ночи."


    new '''你一直以来积蓄的能量……就为了今晚。'''

    old "Конечно, ты ожидал совсем другого..."


    new '''当然，你也没指望这么多……'''

    old "Но мне почему-то кажется - разочарованным ты не останешься."


    new '''但我想你不会失望的。'''

    old "Я почти… Я уже практически кончил…"


    new '''我几乎……快射了……'''

    old "Ха, интересно, а как он предполагал притворить свой план действия, если в конце, когда он кончит, я всё равно пойму, что это член, а не просто резиновая игрушка? "


    new '''哈，我想知道他是打算让他的计划成功的，如果在最后他射精了，我还是回发现这不是个假阳具啊？'''

    old "Судя по его состоянию полнейшего релакса и тяжёлого дыхания, которое я слышу даже через стену, ему уже на всё плевать."


    new '''从他完全放松的状态和粗重的呼吸声（我甚至能隔着墙听到）来看，他根本不在乎。'''

    old "Да и разве можно думать про секс, как о чём-то рациональном?.."


    new '''是的，性并不是一件理性的事情……'''

    old "По крайней мере я сейчас думаю только о его члене!.."


    new '''我现在只想着他的鸡巴！……'''

    old "Я… Я…"


    new '''我……我……'''

    old "Кончааааюююууууууу!!!"


    new '''射了！！！'''

    old "Ахххххххх!!"


    new '''啊啊啊！！'''

    old "Уффффф!!"


    new '''呃！！'''

    old "Дааааа…."


    new '''爽……'''

    old "Вау, как же много он накончал."


    new '''哇，这了这么多……'''

    old "И всё это он планировал выплеснуть в меня?.. Ну дела…."


    new '''都是射给我的吗？哇……'''

    old "Ну всё, дружок. Сладких снов и до новых встреч! Целую, люблю."


    new '''就这样，我的朋友。做个好梦，再见！爱你。'''

