

translate chinese_trad strings:

    
    old "Реферат"
    new '''社會研究論文'''

    
    old "Мощный Бинокль"
    new '''望遠鏡  "Power +Max"'''
    
    old "Солнечное масло"
    new '''太陽油'''
    
    
    # old "и восполнить 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 20 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 10 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    old "< Back"
    new '''返回'''
    
    # old "Мастурбировать (-20 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"


    
    old "Не хочешь продавать? Ну и хер с тобой."
    new '''你他媽給我吃了什麼？'''
    
    old "Не хочешь продавать? \nНу и хер с тобой."
    new '''又一個愚蠢的推銷員'''
    
    old "Ну и чё он встал сюда \nесли не собирается продавать?"
    new '''如果他不想賣東西，那他在這裡做什麼？'''
    
    old "Супер"
    new '''真酷'''
    
    old "То что я и хотел"
    new '''謝謝'''

    
    old "You win: "
    new '''你贏了'''
    
    old "You lose: "
    new '''迷路了'''

    
    old "1. Смотреть порно (+100 ед. Настроение, -2 Сытость)"
    new '''看黃片（心情+100，飽腹感-2）'''
    
    old "2. Не сейчас"
    new '''現在不行'''

    old "Говорить (Задание Мэри)"
    new '''講座'''
    old "Говорить."
    new '''講座'''    
    old "Поговорить."
    new '''講座'''
    
    old "Пошалить"
    new '''和凱特一起玩得開心'''

    old "Предложить массаж"
    new '''按摩'''


    
    old "Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''給，拿着（給{i}{b}20{/b}{/i} $）。'''
    
    old "!Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''!給，拿着（給{i}{b}20{/b}{/i} $）。'''
    
    old "Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} баксов)."
    new '''我只能給你這些（給{i}{b}[money]{/b}{/i} $）。'''
    
    old "!Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов)."
    new '''!如果你讓我看你的胸部，我給你雙倍（給{i}{b}40{/b}{/i}美元）。'''
    
    # old "Скорость 1"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 2"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 3"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    old "Кончить."
    new '''高潮'''

    old "2. Уйти."
    new '''離開'''
    old "Продолжать."
    new '''繼續'''
    old "1. Продолжать."
    new '''繼續'''
    old "2. Кончить."
    new '''高潮'''
    old "3. Дрочить."
    new '''撫摸你的雞巴'''
    old "1. Дрочить."
    new '''撫摸你的雞巴'''
    old "3. Вернуться."
    new '''返回'''

    old "Наблюдать"
    new '''觀看'''




##############кристи рут 40-42


    
    old "…Ведь ты знаешь, как я бываю зол."
    new '''......你知道我有多生氣。'''
    
    old "День только начался, ковбой. "
    new '''一天才剛剛開始，牛仔'''
    
    old "Могу отработать задницей, если желаешь."
    new '''如果你願意，我可以用屁股付錢。但是...'''
    
    old "Но за деньгами приходи позже."
    new '''……你稍後回來拿錢。'''
    
    old "Я с животными не сношаюсь."
    new '''我不跟動物打交道'''
    
    old "И в другой раз, просто прогоню тебя, если не прекратишь строить комедию. "
    new '''下次，如果你們再胡鬧，我就把你們趕出去。'''
    
    old "Ой-ой-ой."
    new '''噢噢噢'''
    
    old "Уже боюсь."
    new '''我已經害怕了'''
    
    old "Нарываешься. "
    new '''你這是自找麻煩'''
    
    old "Прекрати меня запугивать, ублюдок! "
    new '''別再欺負我了，混蛋'''
    
    old "Я же ясно тебе сказала – приходи ближе к ночи!"
    new '''我已經告訴過你--靠近夜晚！'''
    
    old "Ты разочаровываешь меня."
    new '''你讓我失望了'''
    
    old "Да пошёл ты."
    new '''去你媽的'''

######################################



##############кристи рут 40-42
    
    old "Ты классный парень, Игорь."
    new '''你是個很酷的傢伙，伊戈爾。'''
    
    old "Да ну?"
    new '''我是誰？'''
    
    old "Ага. Пока [gg] отсиживается дома и шляется по продажным девкам, ты с полной самоотверженностью трудишься на благо города."
    new '''是啊。當[gg]坐在家裡泡妞的時候，你為這個小鎮服務，讓它成為一個更適合居住的地方。'''
    
    old "Наверное."
    new '''我想也是'''
    
    old "Дай угадаю. Твой приятель пообещал тебе некую выгоду, получить которую ты сможешь не ранее, чем пройдёт предписание судьи. "
    new '''讓我猜猜。你的伴侶答應給你某種獎勵，而你要等到法官的命令通過之後才能得到。'''
    
    old "Это уже наше личное дело, офицер."
    new '''這不關你的事，警官。'''
    
    old "Ха! "
    new '''啊！'''
    
    old "Но я близок, верно?"
    new '''我猜得不錯吧？'''
    
    old "Ха-ха!"
    new '''哈哈！'''
    
    old "По глазам вижу, что я прав. По глазищам! Вон как сверкают злобой, прожигая меня насквозь. "
    new '''不用你說，我從你的眼睛里就能看出來！你的眼神可以燒出洞來。'''
    
    old "Но ты не на того злишься, Игорь. Я тебе не враг, уверяю."
    new '''但你氣錯人了 伊戈爾 我向你保證，我不是你的敵人。'''
    
    old "И не для того я здесь, чтобы насмехаться над тобой, парень."
    new '''我不是來嘲笑你的，孩子。'''
    
    old "Напротив."
    new '''正好相反。'''
    
    old "Ты мне нравишься."
    new '''我喜歡你'''
    
    old "Не хочу, чтобы у тебя возникли какие-то проблемы с тем, что ты прикрываешь своего друга."
    new '''我不希望你因為幫朋友打掩護而惹上麻煩。'''
    
    old "Разве я что-то делаю противозаконное, сэр?"
    new '''我做了違法的事嗎，先生？'''
    
    old "К сожалению… Да. Нарушаешь. Ещё как нарушаешь."
    new '''不幸的是... 是的。你就是'''
    
    old "Эту работу должен выполнять [gg], но вместо этого её делаешь ты. "
    new '''本該由[gg]來完成這項工作，但你卻代替他完成了這項工作。'''
    
    old "Можно сказать, ты сообщник. А это уже статья."
    new '''這意味着你基本上是共犯。這是一篇犯罪文章。'''
    
    old "И если кто-то… Разумеется не я, Игорь, просто предупреждаю…"
    new '''如果有人......當然不是我，伊戈爾，我只是警告你......'''
    
    old "Так вот если кто-то засвидетельствует о факте подмены исполнителя, то исполняемому придётся туго. "
    new '''所以，如果有人指證是你乾的，法律是不會輕易放過你的。'''
    
    old "Ну… "
    new '''所以，如果有人指證是你乾的，法律是不會輕易放過你的。'''
    
    old "Максимум, что мне грозит, это общественные работы, которые я и так уже делаю. Безвозмездно, кстати."
    new '''最壞的結果就是社區服務，我已經在做了，順便說一句，我只是出於好心。'''
    
    old "Это если судья не увидит других правонарушений, и тогда, в противном случае, может быть заключение на тридцать или шестьдесят суток. "
    new '''如果法官沒有發現任何其他違法行為。如果他發現了，你可能會被判三十天或六十天監禁。'''
    
    old "Что вы от меня хотите, сэр?"
    new '''你想要什麼，先生？'''
    
    old "Информацию, ясное дело. "
    new '''我當然是要情報'''
    
    old "Ты постоянно в парке, много видишь, много знаешь."
    new '''你總是在公園裡 你看到了很多 你知道了很多'''
    
    old "Вы предлагаете мне стать вашим стукачом? "
    new '''你是要我做你的告密者嗎？'''
    
    old "Эй, зачем ты так? "
    new '''嘿，你怎麼這樣？'''
    
    old "Речь идёт о роле информатора, и не бесплатно. "
    new '''我請你做我的線人，我甚至會付錢給你。'''
    
    old "Нет, спа…"
    new '''不，這...'''
    
    old "Заткнись, сосунок."
    new '''閉嘴，臭小子。'''
    
    old "Ты не в сраном магазине, чтобы тебе что-то предлагали. "
    new '''你沒得選，你他媽又不是在商店裡。'''
    
    old "Теперь я твой шеф и ты будешь докладывать обо всём, что здесь…"
    new '''我現在是你的老闆，你要向我彙報這裡發生的一切...'''
    old "Магазин."
    new '''購物'''
    old "Назад."
    new '''返回'''

###############################

######################кристи рут-45


    
    old "Аххххх!!!"
    new '''啊啊啊啊！！！'''
    
    old "Боже!"
    new '''天吶！'''
    
    old "Что ты сделал со своим членом?"
    new '''你雞巴改造了？'''
    
    old "Он стал великанским!"
    new '''怎麼這麼大！'''
    
    old "Знаешь, так мне нравится куда сильнее."
    new '''我覺得這樣更好。'''
    
    old "И новый, большой размер, и твоя таинственность."
    new '''你的新尺寸和你的行為都很神秘。'''
    
    old "В тебе словно открылось второе дыхание."
    new '''就像你向我展現你的另一面一樣。'''
    
    old "Твоя развратность теперь выражается не только в похабных словечках, хи-хи."
    new '''顯然，除了說髒話，你還能做更多的事，嘿嘿。'''
    
    old "Наконец, ты перешёл к практической реализации своих сумасшедших фантазий."
    new '''你終於開始實現你的瘋狂下流幻想了。'''
    
    old "Хотя, признаться, я не помню, чтобы ты мечтах о внезапно сексе в туалете."
    new '''不過說實話，我不記得你夢想過在廁所里做愛。'''
    
    old "Ты даже боялся уединиться со мной в публичном месте."
    new '''你一直害怕在公共場合和我親密接觸，不斷要求我把店裡的所有顧客都趕走。'''
    
    old "И постоянно просишь выгнать всех посетителей в магазине. "
    new '''你一直害怕在公共場合和我親密接觸，不斷要求我把店裡的所有顧客都趕走。'''
    
    old "Мне уже начинало казаться, будто бы просто слабак, что прячется за понтами и статусом полицейского."
    new '''我開始覺得你是個窩囊廢，躲在冠冕堂皇的話語和警官身份背後。'''
    
    old "Но… Аххх… Да! Теперь ты доказал мне обратное."
    new '''但是……啊……爽！你證明我錯了。'''
    
    old "Я ошибалась. Сильно ошибалась. И теперь должна поплатиться за свою дерзость, верно, милый?"
    new '''我錯了。我看錯你了。我需要受到懲罰，對不對，親愛的？'''
    
    old "Ахххх, да-да-да."
    new '''啊，就是這樣，爽。'''
    
    old "Позволь мне чуточку ускориться, шлёпая задницей по твоим ляжкам. "
    new '''讓我加快速度，用屁股拍你的大腿。'''
    
    old "Дааа, вот так!"
    new '''沒錯，就像這樣！'''
    
    old "Хочется небольшого драйва…"
    new '''我想好好享受一下……'''
    
    old "Знаешь… Этот сюжет вызывает во мне фонтан разнообразных мыслей."
    new '''你知道……這件事讓我想了很多。'''
    
    old "Похабных, естественно. Хи-хи-хи."
    new '''當然是下流的事情。哈哈哈。'''
    
    old "Ты всё обставил так, словно это непредвиденное стечение обстоятельств."
    new '''你讓這一切看起來像是意外的巧合。'''
    
    old "Тесная коморка, темнота, таинственный незнакомец."
    new '''狹小的房間，伸手不見五指，還有一個神秘的陌生人。'''
    
    old "Опасность! Страх! Адреналин в крови! В голове всё перемешалось."
    new '''危險！恐懼！腎上腺素飆升！同時衝上我的大腦。'''
    
    old "Но тут я понимаю, что чувство риска заводит меня."
    new '''但後來我意識到隨時可能被發現的感覺讓我興奮不已。'''
    
    old "Что я рада случившемуся…"
    new '''我很喜歡這樣……'''
    
    old "На мгновение я даже решила, что это и не ты вовсе. "
    new '''有那麼一會我甚至想過這不是你。'''
    
    old "Будто бы кто-то вздумал воспользоваться моментом, чтобы сделать ЭТО со мной…"
    new '''好像有人決定利用這種情況對我動手動腳……'''
    
    old "Охххх… да-да-да!"
    new '''噢噢噢……是的，爽！'''
    
    old "Ты ведь и рассчитывал на такую реакцию, верно?"
    new '''這就是你期望得到的反應，對嗎？'''
    
    old "Ахх… Да-да-да!"
    new '''啊啊啊……就這樣，就這樣！'''
    
    old "За дверью полно клиентов…"
    new '''這扇門後面有這麼多顧客……'''
    
    old "Они могут услышать нас. Подумать, что со мной случилась беда и позвать кого-нибудь на помощь…"
    new '''他們肯會聽到我們搞出來的動靜。會覺得我有麻煩了在求救……'''
    
    old "Но обнаружат только меня, вопящую от удовольствия и полицейского, что трахает продавщицу магазина."
    new '''但如果他們進到這裡，他們只會看到我高興地尖叫，還有一個操着售貨員的警察。'''
    
    old "Или, что ещё хуже, сразу поймут, чем мы здесь занимаемся и пожалуются директору."
    new '''或者更糟糕，他們會意識到我們在這裡做什麼，並向店主投訴。'''
    
    old "Меня могут уволить, а мне нужно будет искать новое место работы. "
    new '''我可能會被解僱，所以我必須開始找新工作。'''
    
    old "Но ты провернёшь этот приём вновь, а я… конечно я поддамся на соблазн. "
    new '''然後你又會在新店裡故技重施……我也會再次淪陷。'''
    
    old "Это порочный круг, который нам предстоит пройти вместе."
    new '''這是一個我們必須共同經歷的惡性循環。'''
    
    old "Главное…"
    new '''我們會沒事的。'''
    
    old "Главное только, чтобы об этом не узнала твоя жена, верно, милый?"
    new '''只要你老婆不知道我們的事就好了，對吧親愛的？'''
    
    old "Охххх, какое наслаждение, обожаю твой член!"
    new '''哦，感覺真好。你的雞巴真是與眾不同！'''
    
    old "Ещё-ещё-ещё!"
    new '''我還要！我還要！更多！'''
    
    old "Да-да-да! Я чувствую, как ты дрожишь в нетерпении!"
    new '''對，對，就這樣！我感覺到你在我體內跳動！'''
    
    old "Я тоже собираюсь кончить, милый, я тоже!"
    new '''我也要高潮了，親愛的！'''
    
    old "Мой киска стонет от счастья, ожидая поток твоей горячей спермы внутри!"
    new '''我的小穴在呻吟，等着你滾燙的精液填滿它！'''
    
    old "{i}Без комментариев…{/i}"
    new '''一言不發……'''
    
    old "Мне пора, дорогой."
    new '''我要走了，親愛的。'''
    
    old "Не выходи сразу после меня, пожалуйста, не хочу, чтобы клиенты пялились на нас."
    new '''請不要跟在我後面，我不想讓任何人盯着我們看。'''
    
    old "По крайней мере не сейчас."
    new '''至少不是現在。'''
    
    old "Мгу…"
    new '''呣嗯。'''
    

#################################

    old "Обыкновенный смартфон."
    new '''海倫的電話'''


translate chinese_trad bored_now_game_85b2453f:



    # "[gg]" "Я слишком устал.. Нужно пойти поспать"



    "[gg]" '''我太累了... 我該睡覺了'''



translate chinese_trad enough_money_game_65e13070:



    # "[gg]" "У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать."



    "[gg]" '''我已經有足夠的錢支付小額開支，所以我不會冒任何風險。'''


translate chinese_trad not_now_pc_2e32d276:



    # "[gg]" "Сегодня я уже не буду этого делать."



    "[gg]" '''我今天已經吃飽了'''


translate chinese_trad not_now_pc_c0930d62:


    # "[gg]" "После продолжительного отдыха я начинаю чувствовать себя намного лучше."



    "[gg]" '''經過這漫長的休整，我開始感覺好多了。'''


translate chinese_trad strings:

    old "Переодеться."
    new '''從床上取下一套衣服'''


    # old "Отвернуться"
    # new ""

    


    old "Ну что тебе не понятно, [gg]? Просто полей цветы! "
    new '''你有什麼不明白的，[gg]？用水壺澆花就行了！'''


    # old "Войти"
    # new ""


    # old "Согласиться."
    # new ""


    # old "Предложить помыть её саму."
    # new ""


    
    
    old "Продолжать"
    new '''繼續看'''
    
    old "Снизить скорость"
    new '''降低速度'''
    old "Замедлиться"
    new '''降低速度'''
    old "Женское нижнее бельё."
    new '''克里斯蒂的褲子'''

    old "Положить банку кофе на кухню, пока там нет Кристи: Днём, Вечером или Ночью."
    new '''趁克里斯蒂不在，在廚房放一罐咖啡： 白天、傍晚或晚上。'''
    # old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    # new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：'''

    # old "Замок на двери"
    # new ""


    # old "Очень похоже на цветок Марины"
    # new ""

    # old "Придумайте имя для растения"
    # new ""

    
    old "Выяснить у Кэт (Ночной гостьи), где именно удерживают Игоря. Для этого следует дождаться её ночью. "
    new '''從凱特（夜間的不速之客）那裡打聽伊戈爾被關在哪裡。要做到這一點，你應該在晚上等她。'''
    

    old "Если я не хочу проблем с офицером полиции, мне следует убирать в Парке каждый день. "
    new '''如果我不想找警察的麻煩，我就應該每天打掃公園。'''
    
    old "3. Хватит"
    new '''這很好'''
    
    old "2. Ускориться."
    new '''快點'''
    
    # old "Конец эпизода."
    # new ""

    old "!Может, договоримся? (150$)"
    new '''!也許我們可以想辦法解決這個問題（150美元）'''

    old "!Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''!我什麼都不想聽 給我們找張桌子，快點 (500$)'''
    old "Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''我什麼都不想聽 給我們找張桌子，快點 (500$)'''
    old "Пусть продолжает"
    new '''1. 讓她繼續保持這個節奏。'''
    old "Хочу больше!"
    new '''2. 我還要。'''

    old "Кончить!"
    new '''高潮'''
    old "Хочу больше"
    new '''2. 我還要。'''
    old "Платье"
    new '''禮服'''
    old "Кулон"
    new '''項鍊'''
    old "!Как на счёт минета за 100 долларов?"
    new '''!口交 100 美元如何？'''

    old "!1. Само собой. (-5 долларов)."
    new '''!1. 好的'''



###########################ep3_milf_35    
    old "Написать Игорю СМС."
    new '''我應該看看我朋友的留言。'''

    old "Шикарно. \nСколько там?"
    new '''太好了。\n保險箱里有多少錢？'''

    old "Дохренища. \n "
    new '''太他媽的多了。\n'''

    old "Сам схожу. \nТы и так хорошо «поработал».\n"
    new '''我一個人去吧\n你已經「干」得很好了。\n'''

    old "Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new '''沒什麼。\n我自己去見斯洛比。\n也沒有必要讓你冒險。'''########################


    old "Закончить"
    new '''2. 完成。'''
    old "Отдать вещи Марине и надеть штаны. "
    new '''把她的衣服給瑪麗，穿上你的褲子。'''
    old "Попрощаться с Мариной и Кристи, дождавшись их у входной двери в коридоре Вечером. "
    new '''晚上在走廊前門等瑪麗和克里斯蒂，向他們道別。'''
    old "Забрать билеты в театр у Зудилы и Бубнилы. "
    new '''從痒痒皮和碎碎嘴那裡買票去劇院。'''
    # old "Собранные вместе цветы для подарка."
    # new ""

    
    old "Дождаться, когда никого не будет дома, и перебрать все комбинации. Уверен, через день-два такая возможность появится. "
    new '''我應該等女孩們離開家后，嘗試所有可能的組合。我相信過一兩天就會有這樣的機會。'''
    
    old "Помощь 1 ур"
    new '''幫助 1'''
    
    old "!Помощь 2 ур"
    new '''!幫助 2'''
    
    old "Помощь 2 ур"
    new '''幫助 2'''
    
    old "Помощь 3 ур"
    new '''幫助 3'''
    
    old "!Помощь 3 ур"
    new '''!幫助 3'''
    
    old "Закончить."
    new '''2. 完成。'''
    
    old "1. Продолжить."
    new '''1. 繼續找'''

    old "На сегодня с меня хватит, пора спать. "
    new '''今天到此為止。我得去睡覺了。'''

################ep3_3_pictures
    old "Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new '''我想我已經找到了一種方法\n償還我們的債務！\n'''

    old "Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new '''夥計， \n我敢肯定這又是一個餿主意。 \n不過我還是先聽聽看。\n'''

    old "Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new '''中午來公園，我們當面談。\n你在家享福的時候，\n我像卡洛爸爸一樣拚命工作。\n\n'''
##################################################


    # old "Продолжать."
    # new ""


    old "Снизить скорость."
    new '''降低速度'''
    old "Повысить скорость."
    new '''提高速度'''



    old "Вставить диск"
    new '''插入磁碟'''
    old "Следует обыскать комнату Марины и узнать, где именно она прячет свою «заначку». "
    new '''我應該搜查瑪麗的房間，看看她到底把 "藏品 "藏在哪裡。'''


    # old "Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю."
    # new '''一旦我有了錢，我就應該讓瑪麗把這些錢轉給伊戈爾。我會在廚房跟她說的。'''
    old "!1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''!工作（你有[inventory_drugs] 小袋）'''

    old "1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''工作（你有[inventory_drugs] 小袋）'''


    old "2. Уйти"
    new '''離開'''

    old "Дождусь новостей от Игоря и тогда уж решу окончательно, валить из города, или принять свою участь и сдохнуть, как собака. "
    new '''我會等伊戈爾的消息，然後再決定是離開這座城市，還是認命，像條狗一樣死去。'''
    old "Заработать немного денег на продаже наркотиков. Если мне понадобится товар для сбыта, я всегда могу добыть новые закладки в Парке. "
    new '''我應該賣毒品賺點錢。如果我需要賣東西，我可以在公園的草叢裡找找。'''

    old "Дверь в квартиру теперь открыта!"
    new '''通往公寓的門現在打開了！'''
    old "Перчатки"
    new '''手套'''
    old "Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. "
    new '''我應該趁瑪麗洗澡的時候溜進浴室 偷走她的內褲'''
    old "!1. «Вот, держи.» (150 долларов)"
    new '''!1 "給你" (150$)'''
    old "Прочесть СМС от Игоря."
    new '''我應該看看我朋友的留言。'''

    old "Лечь спать. "
    new '''上床睡覺。'''
    old "Я должен что-то сделать по дому, чтобы она перестала обижаться на меня. Помыть посуду, закинуть бельё в стирку, пропылесосить в Зале."
    new '''我應該幫她做家務，也許這樣她就不會那麼討厭我了。我可以洗洗碗，洗洗衣服，用吸塵器把客廳的地毯吸乾淨。'''


    old "Кристи мучают ночные кошмары. Стоит поговорить с ней об этом, может я смогу ей помочь."
    new '''克里斯蒂做噩夢了 我應該和她談談，也許我能幫到她。'''