translate chinese_trad strings:
    old '''Отдохнуть. (+50 ед. Настроения, -2 сытости)'''

    new '''1. 放鬆（情緒+50，飽腹感-2）'''

    old '''Принять душ (+100 ед. Гигиена)'''

    new '''淋浴（+100 衛生）'''

    old '''Принять ванну (+100 Гигиена)'''

    new '''泡澡（+100 衛生）'''

    old '''Почистить зубы (+50 Гигиена)'''

    new '''刷牙 (+50 衛生)'''

    old '''Покушать. (+100 ед. Сытость, -2 Гигиена)'''

    new '''1. 吃東西 (飽腹感+100，衛生-2）'''

    old '''Мыть руки (+50 Гигиена)'''

    new '''洗手 (+50 衛生)'''
    
    old '''!Использовать бинокль'''

    new '''!使用望遠鏡'''

    old '''Использовать бинокль'''

    new '''使用望遠鏡'''

    old '''Отдохнуть.'''

    new '''放鬆一會。'''

    old '''Отдыхать до вечера.'''

    new '''休息到晚上。'''

    old '''Отдыхать до ночи.'''

    new '''休息到半夜。'''

    old '''Спать до следующего дня.'''

    new '''一覺睡到第二天。'''

    old '''Я уже делал это сегодня.'''

    new '''我今天已經做過了'''

    old '''О, заначка!'''

    new '''哦，有東西藏在裡面！'''

    old '''Ничем не примечательное изображение.'''

    new '''只是一張普通的照片。'''

    old '''На картине изображён красивый небоскрёб.'''

    new '''畫中是一座宏偉的摩天大樓。'''

    old '''Здесь лежат рабочие инструменты и строительные детали на запас.'''

    new '''這裡是存放工具和建築材料的地方。'''

    old '''Источник кислорода.'''

    new '''氧氣來源'''

    old '''Шкаф с одеждой, которую мы используем в холодные дни.'''

    new '''存放厚衣服的衣櫃。'''

    old '''Шкаф-табурет, где хранятся гуталин, щётка ложка для обуви.'''

    new '''櫥櫃里的凳子，上面放着鞋油和刷子。'''

    old '''Повседневная одежда.'''

    new '''便裝。'''

    old '''Книги по психологии и прочая общеобразовательная литература'''

    new '''心理學書籍和其他大眾讀物。'''

    old '''Сегодня я уже не буду этого делать.'''

    new '''我今天已經吃飽了'''

    old '''Теперь этот ковёр должен быть чистым. Надеюсь, Марине это понравится!'''

    new '''現在，地毯應該乾淨了 希望瑪麗喜歡'''

    old '''После продолжительного отдыха я начинаю чувствовать себя намного лучше.'''

    new '''經過這漫長的休整，我開始感覺好多了。'''

    old '''Это наш телевизор фирмы «Телевизор».'''

    new '''這是我們的 "TV "牌電視。'''

    old '''Я понятия не имею, что это за растение.'''

    new '''我不知道這是什麼植物。'''

    old '''Всего-лишь домашнее растение.'''

    new '''這只是一盆家庭盆栽。'''

    old '''Такое же растение как и все.'''

    new '''一株平凡無趣的植物'''

    old '''Здесь хранится какая-то макулатура и диски с фильмами.'''

    new '''這裡存放着舊報紙和電影光盤。'''

    old '''Обычный видео-проигрывать для дисков.'''

    new '''光盤的正常視頻播放。'''

    old '''Журнальный стол, на который я люблю класть ноги.'''

    new '''我喜歡把腳放在上面的咖啡桌。'''

    old '''Картина, которую я купил с первой подработки.'''

    new '''我用第一份兼職的工資買的一幅畫。'''

    old '''Я не могу это сделать пока здесь [char_name].'''

    new '''有 [char_name] 在的時候我做不到。'''

    old '''Я нашёл шпильку.'''

    new '''我找到了一個髮夾'''

    old '''Ещё одна такая же, '''

    new '''再來一張'''

    old '''Ещё пару таких же,'''

    new '''再來兩個'''

    old '''и я наверняка смогу сделать отмычку.'''

    new '''我就可以做一個撬鎖器。'''

    old '''Теперь я точно смогу сделать сделать отмычку.'''

    new '''我可以做一個撬鎖器。'''

    old '''Тааак-с. Здесь подогнуть, здесь изогнуть…'''

    new '''那好吧 折在這兒，放這兒......'''

    old '''Вуаля!'''

    new '''就是這樣！'''

    old '''Чистый телом – чистый духом. Главное, ухи не забыть помыть.'''

    new '''快速淋浴是開始新一天的最好方式。'''

    old '''Шкафчик с медикаментами.'''

    new '''藥箱'''

    old '''Здесь полно стиральных средств, и кое-какие инструменты для уборки по дому.'''

    new '''裡面裝滿了洗衣液和一些打掃房間的工具。'''

    old '''Здесь я стираю свои вещи.'''

    new '''這是我洗衣服的地方'''

    old '''Постираю вещи, надеюсь это понравится Марине.'''

    new '''我要去洗衣服了，希望瑪麗喜歡。'''

    old '''Да, это подсолнечное масло.'''

    new '''是的，這是葵花籽油。'''

    old '''Чавк! Чавк! Чавк! Физические силы возвращаются ко мне. Если, конечно, они у меня вообще были.'''

    new '''查克 Chawk! 咔咔 我的體力恢復了。如果我曾有過體力的話'''

    old '''Здесь хранятся крупы, специи, чай, кофе и куча всего по мелочи, что дополняет основное блюдо.'''

    new '''它包含穀物、香料、茶、咖啡和一大堆與主菜相得益彰的小東西。'''

    old '''Здесь лежит посуда, столовые инструменты, тряпки, отдел для мусорного ведра и прочее.'''

    new '''這裡有您的餐具、清潔布、垃圾桶等。'''

    old '''Здесь можно помыть посуду.'''

    new '''我可以在這裡洗碗'''

    old '''Помою посуду, надеюсь это понравится Марине.'''

    new '''我要去洗漱了。希望瑪麗喜歡。'''

    old '''С помощью этой штуки я могу заварить зерновое кофе.'''

    new '''我可以用這東西煮咖啡豆'''

    old '''Да, это тостер.'''

    new '''是的，這是烤麵包機。'''

    old '''Вид из окна смотрит ровно на такой же дом по соседству.'''

    new '''此窗口可打開隔壁的類似房屋。'''

    old '''Одно слово – RTX 3090.'''

    new '''一個詞：RTX 3090。'''

    old '''Моя любимая картина, которую мне подарила подруга.'''

    new '''我最喜歡的一幅畫，是我的朋友送給我的。'''

    old '''Эту гитару мне подарила Марина, но я так и не научился на ней играть.'''

    new '''瑪麗送給我這把吉他，但我從沒學過彈吉他。'''

    old '''Куча безделушек, вроде йо-йо, курительной трубки, старое PSP и так далее.'''

    new '''溜溜球、煙斗、舊 PSP 等一堆小玩意兒。'''

    old '''Бейсбольная бита для пробивания человеческих черепов.'''

    new '''用來砸碎人頭骨的棒球棒。'''

    old '''Картина с обыкновенным пейзажем.'''

    new '''一幅普通風景畫。'''

    old '''Картина с красивым закатом.'''

    new '''一張描繪絢麗日光浴的表格。'''

    old '''Тумба, на которой стоит светильник.'''

    new '''燈的底座'''

    old '''Куча шмоток на все случаи жизни.'''

    new '''很多衣服適合各種場合。'''

    old '''Не сейчас.'''

    new '''現在不行'''

    old '''Говорить'''

    new '''講座'''

    old '''Просто поздороваться.'''

    new '''一句簡單的問候'''

    old '''Спросить'''

    new '''請求'''

    old '''Помощь '''

    new '''幫助'''

    old '''Действие'''

    new '''行動'''

    old '''Перейти к '''

    new '''給'''

    old '''Инвентарь'''

    new '''庫存'''

    old '''Квесты'''

    new '''任務'''

    old '''Сменить костюм {image=star.png}'''

    new '''更換服裝 {image=star.png}'''

    old '''{alpha=*0.5}Сменить костюм{/alpha} {image=star.png}'''

    new '''{alpha=*0.5}更換服裝{/alpha} {image=star.png}'''

    old '''Сменить костюм'''

    new '''更換服裝'''

    old '''Бондаж'''

    new '''BDSM'''

    old '''Коровка'''

    new '''乳牛'''

    old '''Оригинальный наряд'''

    new '''休閑'''

    old '''Комплимент'''

    new '''讚美她'''

    old '''Комплимент (+5 Отношения)'''

    new '''讚美她 (+5關係)'''

    old '''Сделать подарок (+5 Отношения)'''

    new '''贈送禮物 (+5關係)'''

    old ''' (+5 Отношения)'''

    new '''(+5關係)'''

    old '''Массаж '''

    new '''按摩'''

    old '''{alpha=*0.5}Душ вместе{/alpha}'''

    new '''{alpha=*0.5}一起洗澡{/alpha}'''

    old '''Посмотреть на задницу'''

    new '''看她的屁股'''

    old '''Смотреть'''

    new '''觀看'''

    old '''Дрочить'''

    new '''撫摸你的雞巴'''

    old '''Смотреть хоррор'''

    new '''看恐怖片'''

    old '''Пригласить в ресторан'''

    new '''邀請去餐廳'''

    old '''Смотреть кино'''

    new '''看電影'''

    old '''\"Кикбоксёр\"'''

    new '''\"拳擊手\"'''

    old '''\"Лолита\"'''

    new '''\"洛麗塔\"'''

    old '''\"Александр\"'''

    new '''\"亞歷山大\"'''

    old '''{b}Повторяющиеся квесты{/b}'''

    new '''{b}重複性任務{/b}'''

    old '''Использовать магию'''

    new '''使用魔法'''

    old '''Задание'''

    new '''任務'''

    old '''Пропуск'''

    new '''轉到'''

    old '''{alpha=*0.5}Дрочить{/alpha}'''

    new '''{alpha=*0.5}撫摸你的雞巴{/alpha}'''

    old '''Только для подписчиков Boosty'''

    new '''僅限訂閱者 / subscribestar patreon'''

    old '''Ладно'''

    new '''同意'''

    old '''Уйти'''

    new '''離開'''

    old '''Мыть посуду'''

    new '''洗碗'''

    old '''Уйти.'''

    new '''離開'''

    old '''Смотреть порно (+100 ед. Настроение, -2 Сытость)'''

    new '''看黃片（心情+100，飽腹感-2）'''

    old '''Отправиться в магазин (200$)'''

    new '''去商店（200 美元）'''

    old '''!Отправиться в магазин (200$)'''

    new '''!去商店（200 美元）'''

    old '''1. Я в восторге! '''

    new '''1. 我無言以對！'''

    old '''2. Круто, но чего-то не хватает.'''

    new '''2. 很酷，但還缺了點什麼。'''

    old '''3. Давай и другие посмотрим.'''

    new '''3. 讓我們再試幾件衣服。'''

    old '''1. Ты выглядишь крайне обольстительно.'''

    new '''1. 你太迷人了'''

    old '''2. Тебе идёт, хе-хе-хе!'''

    new '''2. 很適合你，嘿嘿嘿！'''

    old '''3. Давай ещё!'''

    new '''3. 讓我們試試別的！'''

    old '''1. Я хочу тебя.'''

    new '''1. 我要你'''

    old '''2. Поражён твоей красотой.'''

    new '''2. 你的美麗讓我震撼'''

    old '''3. Горло пересохло.'''

    new '''3. 我的喉嚨很乾。'''

    old '''Пусть продолжает.'''

    new '''讓她繼續'''

    old '''Ускориться еще сильнее.'''

    new '''加快速度'''

    old '''Продолжить.'''

    new '''繼續'''

    old '''Продолжить'''

    new '''繼續'''

    old '''1. Дождаться её инициативы. (Минет)'''

    new '''1.等她主動出擊。（口交）'''

    old '''2. Ублажить свою женщину. (Куни)'''

    new '''2. 照顧她（舔陰）'''

    old '''Хватит'''

    new '''這很好'''

    old '''Ускориться.'''

    new '''快點'''

    old '''Продолжать танец.'''

    new '''繼續跳舞'''

    old '''Ускориться'''

    new '''快點'''

    old '''1. «Вот, держи.» (150 долларов)'''

    new '''1 "給你" (150$)'''

    old '''2. «Позже принесу.»'''

    new '''2. "我稍後會帶一些錢過來"'''

    old '''Надеть штаны.'''

    new '''穿上褲子'''

    old '''Не помогать'''

    new '''不要幫忙'''

    old '''Вмешаться! (Каноничный вариант)'''

    new '''干擾！(規範版）'''

    old '''Не вмешиваться. (NTR-вариант)'''

    new '''什麼也不做。(NTR變體)'''

    old '''Снять штаны.'''

    new '''脫褲子'''

    old '''Не снимать.'''

    new '''穿好褲子'''

    old '''Продолжить в том же темпе'''

    new '''沒有節奏變化'''

    old '''Уменьшить скорость'''

    new '''降低速度'''

    old '''Увеличить скорость'''

    new '''提高速度'''

    old '''Скорость [n] Speed [n]'''

    new '''None'''

    old '''Кончить'''

    new '''高潮'''

    old '''Еще'''

    new '''更多'''

    old '''Поза [n]'''

    new '''位置 [n]'''

    old '''Поза 1'''

    new '''位置 1'''


    old '''Поза 2'''

    new '''位置 2'''

    old '''Поза 3'''

    new '''位置 3'''

    old '''Уборка в комнате '''

    new '''幫助'''





    old '''Уборка в комнате 1 ур'''

    new '''幫助 1'''    



    old '''Уборка в комнате 2 ур'''

    new '''幫助 2'''    



    old '''Уборка в комнате 3 ур'''

    new '''幫助 3'''


    old '''!Уборка в комнате 1 ур'''

    new '''!幫助 1'''    



    old '''!Уборка в комнате 2 ур'''

    new '''!幫助 2'''    



    old '''!Уборка в комнате 3 ур'''

    new '''!幫助 3'''    




    old '''[n] уровень'''

    new '''級別 [n］'''




    old '''Уровень 0'''

    new '''級別 0'''

    old '''Уровень 1'''

    new '''級別 1'''

    old '''Уровень 2'''

    new '''級別 2'''

    old '''Уровень 3'''

    new '''級別 3'''


    old '''Стянуть лямку'''

    new '''取下背帶'''

    old '''Спуститься ниже'''

    new '''轉到更低位置'''

    old '''Массировать груди'''

    new '''按摩乳房'''

    old '''Особый сеанс'''

    new '''特別環節'''

    old '''!1. «Да, вот» (-75 долларов)'''

    new '''!1. 是的，在這裡（-75 美元）'''

    old '''1. «Да, вот» (-75 долларов)'''

    new '''1. 是的，在這裡（-75 美元）'''

    old '''2. «Нет, забыл»'''

    new '''2. 不，我忘了...'''

    old '''!1. «Да, готов!» (-75 долларов).'''

    new '''!1. 是的，我準備好了 (-$75)'''

    old '''2. «Пока нет, к сожалению».'''

    new '''2. 現在不行'''

    old '''1. Продолжать лежать.'''

    new '''1. 躺着別動'''

    old '''2. Закончить.'''

    new '''2. 完成。'''

    old '''1. Продолжить смотреть.'''

    new '''1. 繼續找'''

    old '''2. Прекратить смотреть.'''

    new '''2. 別看了'''

    old '''Анус'''

    new '''屁眼'''

    old '''Киска'''

    new '''屄'''

    old '''1. Ввести дату рождения Марины в разных вариациях.'''

    new '''1. 用不同的方法輸入瑪麗的出生日期。'''

    old '''2. Ввести свою дату рождения в разных вариациях.'''

    new '''2. 用不同的方式輸入我的出生日期。'''

    old '''3. Ввести дату рождения Кристи в разных вариациях.'''

    new '''3. 用不同方式輸入克里斯蒂的出生日期。'''

    old '''4. Ввести дату рождения брата в разных вариациях.'''

    new '''4. 用不同的方式輸入我弟弟的出生日期。'''

    old '''Спасибо, вы тоже очень любезны.'''

    new '''謝謝你，你非常可愛'''

    old '''Ну, вообще-то это и есть моя мама'''

    new '''其實是我媽媽'''

    old '''Такое сравнение мне кажется оскорбительным.'''

    new '''我覺得這種比較令人震驚'''

    old '''Может, договоримся? (150$)'''

    new '''也許我們可以想辦法解決這個問題（150美元）'''

    old '''Не морочь мне голову. Быстро освободи нам столик ([n]$)'''

    new '''我什麼都不想聽 給我們找張桌子，快點 ([n]$)'''

    old '''Что ж… Мы зайдём в другой раз. (альтернативный путь).'''

    new '''那好吧 我們下次再來（備選路線）'''

    old '''Требование: [n] Любовь Марины.'''

    new '''需要：瑪麗的愛（[n）'''

    old '''`'''

    new '''None'''

    old '''1. Стянуть одеяло.'''

    new '''1. 卸下毯子。'''

    old '''1. Играть с сиськами'''

    new '''1. 玩弄乳房。'''

    old '''2. Играть с задницей'''

    new '''2. 玩屁股'''

    old '''1. Играть с сиськами.'''

    new '''1. 玩弄乳房。'''

    old '''2. Играть с задницей.'''

    new '''2. 玩屁股'''

    old '''3. Играть с киской.'''

    new '''3. 和小穴一起玩'''

    old '''4. Уйти.'''

    new '''4. 不幹了'''

    old '''Вот, возьми (отдать {i}{b}[n]{/b}{/i} $).'''

    new '''給，拿着（給{i}{b}[n]{/b}{/i} $）。'''

    old '''Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} $).'''

    new '''我只能給你這些（給{i}{b}[錢]{/b}{/i} $）。'''

    old '''Извини, но у меня вообще ничего нет…'''

    new '''對不起，我什麼都沒有...'''

    old '''Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов).'''

    new '''如果你讓我看你的胸部，我給你雙倍（給{i}{b}40{/b}{/i}美元）。'''

    old '''1. «Ты хочешь показать мне свою грудь.»'''

    new '''1. 你想讓我看你的胸部'''

    old '''2. «Ты хочешь показать мне свою киску.»'''

    new '''2. 你想讓我看看你的陰部嗎？'''

    old '''3. Прекратить магию.'''

    new '''3. 停止催眠'''

    old '''Подрочить.'''

    new '''手淫'''

    old '''Другие приказы.'''

    new '''其他指令'''

    old '''Продолжать смотреть.'''

    new '''繼續看'''

    old '''1. Стянуть одежду.'''

    new '''1. 脫衣服'''

    old '''1. Член между сисек.'''

    new '''1. 雞巴夾在兩乳之間'''

    old '''2. Предыдущее действие.'''

    new '''2. 之前的行動。'''

    old '''3. Уйти.'''

    new '''3. 退出。'''

    old '''1. Стянуть трусики наполовину.'''

    new '''1. 脫掉一半的內褲'''

    old '''2. Стянуть трусики полностью.'''

    new '''2. 完全脫掉內褲。'''

    old '''2. Член между ягодиц'''

    new '''2. 雞巴放在屁股縫裡'''

    old '''1. Стянуть трусики'''

    new '''1. 脫掉內褲'''

    old '''1. Воспользоваться пальцем.'''

    new '''1. 用手指'''

    old '''2. Воспользоваться языком.'''

    new '''2. 用舌頭'''

    old '''Ахуенно'''

    new '''真酷'''

    old '''Спасибо'''

    new '''謝謝'''

    old '''Херня какая-то!'''

    new '''一派胡言'''

    old '''Ну и зачем мне это?'''

    new '''為什麼我需要它？'''

    old '''Что за херь ты мне всучил?'''

    new '''你他媽給我吃了什麼？'''

    old '''Очередной тупой продавец.'''

    new '''又一個愚蠢的推銷員'''

    old '''Ну и чё он встал сюда если не собирается продавать?'''

    new '''如果他不想賣東西，那他在這裡做什麼？'''

    old '''Победа!'''

    new '''勝利'''

    old '''Вы выиграли: '''

    new '''你贏了'''

    old '''Провал!'''

    new '''迷路了'''

    old '''Вы проиграли: '''

    new '''你輸了'''

    old '''Отмена'''

    new '''宣布'''

    old '''{i}Фото{/i}'''

    new '''照片'''

    old '''Вымогательница! (-100 долларов)'''

    new '''勒索者！（-100美元）'''

    old '''У меня только [money].'''

    new '''我只有[money]。'''

    old '''У меня уже есть необходимая сумма (-200$),'''

    new '''我身上有錢（-200 美元）、'''

    old '''Я вернусь когда наберу 200$'''

    new '''我有200美元的時候再來'''

    old '''Я вернусь позже'''

    new '''我一會兒回來'''

    old '''Хм, а в этом реально нет ничего сложного!'''

    new '''嗯，這並不難！'''

    old '''Поддерживая жизнь этих милых созданий, я поддерживаю хорошее настроение у своей женщины.'''

    new '''支持這些迷人生物的生活，讓我的妻子保持良好的精神狀態。'''

    old '''Порой мне кажется, что кислород, даваемый растениями, они больше потребляют сами.'''

    new '''有時我覺得植物消耗的氧氣比它們提供的還多。'''

    old '''Самая простая работа в мире! Нет, это лучшая работа в мире!'''

    new '''世界上最輕鬆的工作！不，這是世界上最好的工作！'''

    old '''Работа (у вас есть [inventory_drugs] пакетиков товара)'''

    new '''工作（你有[inventory_drugs] 小袋）'''

    old '''Дверь в квартиру теперь доступна!'''

    new '''通往公寓的門現在打開了！'''

    old '''Отказаться'''

    new '''拒絕'''

    old '''Требование: Привязанность Марины ([n])'''

    new '''需要：瑪麗的愛（[n]）'''



    old "!Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "!手淫 3 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_19.rpy:112
    old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "手淫 3 (-30 {image=[_sitost_img]})"


    old "!Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "!手淫 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_16.rpy:66
    old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "手淫 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:222
    old "!Мастурбировать (-20 {image=[_sitost_img]})"
    new "!手淫  (-20 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:185
    old "Мастурбировать (-20 {image=[_sitost_img]})"
    new "手淫 (-20 {image=[_sitost_img]})"



    old '''Мастурбировать'''

    new '''手淫'''

    old '''- [n] Выносливости'''

    new '''-[n] 耐力'''

    old '''Проглотить таблетку?'''

    new '''吞葯？'''

    old '''Спустя несколько дней'''

    new '''幾天後'''

    old '''Отжиматься (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    new '''訓練（-20 {image=[_sitost_img]}，+10 {image=[_power_img]})'''

    old '''Чтобы начать это задание нужно найти куда пропал Игорь...'''

    new '''為了開始這次任務，我需要找到伊戈爾消失的地方...'''

    old '''У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать.'''

    new '''我已經有足夠的錢支付小額開支，所以我不會冒任何風險。'''

    old '''Я слишком устал.. Нужно пойти поспать'''

    new '''我太累了... 我該睡覺了'''

    old '''От меня воняет, как от козла, и не хочу сейчас ни с кем контактировать.'''

    new '''我身上很臭。我不想跟任何人說話。'''

    old '''Я в плохом настроении и не хочу сейчас ни с кем контактировать.'''

    new '''我心情不好。我不想跟任何人說話'''

    old '''Я практически обессилен и не хочу сейчас ни с кем контактировать.'''

    new '''我累壞了。我不想跟任何人說話。'''

    old '''Ты знаешь, у меня не всегда получается быть искреннем с тобой, Маришка, но знай, я восхищаюсь твой естественной красотой зрелой женщины.'''

    new '''你知道我不能總是對你誠實，瑪麗，但我想讓你知道，我欣賞你作為一個成熟女人的自然美。'''

    old '''[gg], у тебя хорошее настроение или же ты просто хочешь меня раздобрить?'''

    new '''[player_name] 你是心情好還是想逗我開心？'''

    old '''Совмещаю приятное с полезным.'''

    new '''兩者都用一點。'''

    old '''У тебя получается.'''

    new '''你做得很好'''

    old '''Сначала мне нужно купить нужный фильм в магазине.'''

    new '''我得先去商店買個膠捲。'''

    old '''Мне ещё рано предлагать ей это.'''

    new '''太早了'''

    old '''Для начала нужно купить вино'''

    new '''我還是先買點酒吧。'''

    old '''Мы уже смотрели фильм сегодня.'''

    new '''我們今天已經看了一部電影。'''

    old '''Пожалуйста, не тревожь меня. Ты же знаешь, я терпеть не могу, когда меня отвлекают от любимого сериала.'''

    new '''請不要打擾我。你知道我有多討厭有人打擾我看我最喜歡的電視節目。'''

    old '''Я всего лишь хотел…'''

    new '''不，不是現在。現在不行'''

    old '''Сбросить скейл интерфейса до значения по умолчанию?'''

    new '''將界面大小重設為默認值？'''

    old '''1. Пусть лижет дальше.'''

    new '''1. 繼續舔'''

    old '''2. Хочу продолжения.'''

    new '''2. 我還要。'''


    old '''Хочу продолжения'''

    new '''我還要。'''

    old '''1. Пусть продолжает в текущем темпе.'''

    new '''1. 讓她繼續保持這個節奏。'''

    old '''Как на счёт минета за 100 долларов?'''

    new '''口交 100 美元如何？'''

    old '''1. Само собой. (-5 долларов).'''

    new '''1. 好的'''

    old '''2. Мы так не договаривались.'''

    new '''2. 未達成一致。'''

    old '''Прежде чем куда-то идти, я должен уладить все вопросы дома.'''

    new '''在我去任何地方之前，家裡有些事情我需要處理一下。'''

    old '''Сцены'''

    new '''場景'''

    old '''Изображения'''

    new '''圖片'''

    old '''Открыта новая сцена в галерее!'''

    new '''畫廊新場景解鎖！'''

