    

translate chinese_trad strings:

    old "Конец истории этого персонажа."
    new "这个角色的故事结束了。"

    
    old 'Тот самый симулятор свиданий, который вы ожидаете от игрового процесса. Чтобы чувствовать себя комфортно, вам необходимо будет кушать, спать и держать себя в чистоте. \nА девушки, с которыми вы планируете завести роман, потребуют от вас чуть больше внимания, прежде чем откроют вам своё сердце.  \nТолько в этом режиме достижение целей будет приносить вам истинное наслаждение от приложенных усилий.'
    new '你希望的約會模擬。為了感覺良好，你需要吃飯、睡覺和保持清潔。\n而你計劃與之偷情的女孩們在向你敞開心扉之前，需要你給予她們額外的關注。\n只有在這種模式下，實現你的目標才會給你帶來真正的快樂。'

    old 'Это всё ещё песочница, но без необходимости "выживать" и "ухаживать" за дамами. Без каких-либо задержек вы активируете сюжетные сцены. \nРазве что деньги всё ещё нужно зарабатывать, поскольку добыча средства завязана на сюжете.'
    new '這仍然是一款約會模擬遊戲，但無需 \"生存\"或向女士們\"求愛\"。無需等待，即可激活場景。\n除非你還需要賺更多的錢，因為故事要求你有可用的資金。'

    old "Классика"
    new "經典（生存模式）"




    old "История (Только сюжет)"
    new "故事模式"
    # game/events/ep5/ep5_milf_68.rpy:24
    old "Да."
    new "是的。"

    # game/events/ep5/ep5_milf_68.rpy:24
    old "Нет."
    new "不。"

    
    old "Нет"
    new "不。"
    
    old "No"
    new "不。"
    
    
    old "Да"
    new "是的。"
    
    old "Yes"
    new "是的。"
    
    old "Понедельник"
    new "星期一"

    old "Вторник"
    new "星期二"
    
    old "Среда"
    new "星期三"


    old "Четверг"
    new "星期四"

    old "Пятница"
    new "星期五"


    old "Суббота"
    new "星期六"

    old "Воскресенье"
    new "星期日"



    old "Утро"
    new "早晨"

    old "День"
    new "下午"

    old "Вечер"
    new "晚上"

    old "Ночь"
    new "深夜"


# game/screens.rpy:2354
    old "Новая игра"
    new "新遊戲"

    # game/screens.rpy:2379
    old "История"
    new "歷史"

    # game/screens.rpy:2389
    old "Сохранить"
    new "保存"

    # game/screens.rpy:2400
    old "Загрузить"
    new "載入"

    old "Язык"
    new "語言"

    # game/screens.rpy:2409
    old "Галерея"
    new "畫廊"

    # game/screens.rpy:2419
    old "Настройки"
    new "設置"

    # game/screens.rpy:2434
    old "Главное меню"
    new "主菜單"

    old " Main: "
    new " 主菜單: "

    old " Dialogue: "
    new " 对话: "

    # game/screens.rpy:2443
    old "Титры"
    new "致謝"

    # game/screens.rpy:2473
    old "Выход"
    new "退出"

    # game/screens.rpy:2498
    old "Назад"
    new "返回"
