translate chinese_trad strings:

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3)."
    new '''1. 去圖書館繼續寫《社會研究論文》（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n"
    new '''1. 去圖書館繼續寫《社會研究論文》（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去圖書館繼續寫《社會研究論文》（1/3）。\n2. 晚上，當大家都睡了--撬開克里斯蒂房間的門鎖。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3)."
    new '''1. 去圖書館繼續寫《社會研究論文》（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n"
    new '''1. 去圖書館繼續寫《社會研究論文》（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去圖書館繼續寫《社會研究論文》（2/3）。\n2. 晚上，當大家都睡了--撬開克里斯蒂房間的門鎖。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3)."
    new '''1. 去圖書館繼續寫《社會研究論文》（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n"
    new '''1. 去圖書館繼續寫《社會研究論文》（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 去圖書館繼續寫《社會研究論文》（3/3）。\n2. 晚上，當大家都睡了--撬開克里斯蒂房間的門鎖。'''

    old "2. Ночью, пока все спят, взломать дверь Кристи."
    new '''2. 晚上，當大家都睡了--撬開克里斯蒂房間的門鎖。'''

