# TODO: Translation updated at 2024-04-19 18:14





translate chinese_trad strings:




    


    old "Контакты"

    new '''聯繫'''




    old "Заметки"

    new '''注意事項'''




    old "Сообщения"

    new '''留言'''

    


    old "Онлайн"

    new '''在線'''

    


    old "Магазин"

    new '''購物'''




    old "Порно"

    new '''色情'''







    old "Казино"

    new '''賭場'''







    old "Правила"

    new '''規則'''







    old "Цель игры: Найти парные картинки и очистить игровую арену как можно быстрее."

    new '''遊戲目的：找到匹配的圖片並儘快清除遊戲區域。'''

    old "Для этого следует открывать по две карты, щёлкая на каждую из них на игровом столе."

    new '''要做到這一點，只需點擊遊戲板上的兩張牌，即可翻開這兩張牌。'''

    old "Если они окажутся одинаковыми, карты останутся открыты."

    new '''如果它們完全相同，卡片將保持可見。'''

    old "Финал: Когда все карты будут открыты, игра завершится."

    new '''最後：當所有的牌都揭曉后，遊戲結束。'''




    old "Условия: Для начала игры вам необходима сумма, равная сумме за победу."

    new '''條款和條件 要開始遊戲，您必須擁有與您贏錢時將獲得的金額相等的資金。'''

    


    old "В случае проигрыша вы теряете сумму, указанную под уровнем сложности игры."

    new '''如果您輸了，將從您的獎金中扣除難度級別下顯示的金額。'''

