translate chinese_trad strings:
    old '''«Неизвестный» костюм для ролевых игр'''

    new '''未知 "角色扮演服裝。'''

    old '''Не узнаешь что внутри пока не откроешь'''

    new '''不打開就不知道裡面有什麼。'''

    old '''Отмычка'''

    new '''鎖芯'''

    old '''Слабительное'''

    new '''瀉藥'''

    old '''Костюм [n]'''

    new '''服裝[n］'''

    old '''Красное вино'''

    new '''紅酒'''

    old '''Магические часы'''

    new '''神奇手錶'''

    old '''Бинокль'''

    new '''望遠鏡'''

    old '''Фильм \"[movie_name]\"'''

    new '''電影 \"[movie_name]\"'''

    old '''Лейка'''

    new '''澆水罐'''

    old '''Фильм "Лолита"'''

    new '''\"洛麗塔\"'''

    old '''Растение'''

    new '''植物'''

    old '''Растение в горшке'''

    new '''盆栽'''

    old '''Товар'''

    new '''產品'''

    old '''Купон «кекса»'''

    new '''蛋糕 "優惠券"'''

    old '''Коллекционный купон.'''

    new '''收藏券'''

    old '''Но сейчас эта самая ходовая валюта на чёрном рынке.'''

    new '''但它是目前黑市上交易量最大的貨幣。'''

    old '''Трусики Кристи'''

    new '''克里斯蒂的褲子'''

    old '''Подсолнечное масло'''

    new '''太陽油'''

    old '''Шпилька'''

    new '''髮夾'''

    old '''Попкорн'''

    new '''爆米花'''

    old '''Телефон'''

    new '''電話'''

    old '''Букет роз'''

    new '''玫瑰花束'''

    old '''Роза'''

    new '''玫瑰'''

    old '''Красивый, пахучий цветок бордового цвета.'''

    new '''一朵美麗芬芳的酒紅色花朵。'''

    old '''Билеты'''

    new '''門票'''

    old '''Резиновые перчатки'''

    new '''手套'''

    old '''Бейсбольная бита'''

    new '''棒球棒'''

    old '''для пробивания человеческих черепов.'''

    new '''壓碎人的頭骨。'''

    old '''Сильверболлер'''

    new '''銀球者'''

    old '''Говорят, это оружие'''

    new '''他們說這是武器'''

    old '''пользуется спросом у наёмных убийц.'''

    new '''這是殺手們常用的。'''

    old '''Букет из милых цветков'''

    new '''一束美麗的鮮花'''

    old '''Прекрасный букет из бежевых цветов,'''

    new '''一束美麗的米色鮮花、'''

    old '''который можно кому-нибудь подарить.'''

    new '''你可以送給別人的'''

    old '''Милый цветок'''

    new '''一朵漂亮的花'''

    old '''Из 7 таких цветков можно будет сложить'''

    new '''如果您收集 7 朵像這樣的花，您就可以製作一個'''

    old '''букет и кому-нибудь подарить.'''

    new '''把花束送給別人'''

    old '''Шоколад'''

    new '''定位'''

    old '''Вкусный шоколад, который может'''

    new '''可口的巧克力'''

    old '''порадовать какую-нибудь женщину.'''

    new '''讓任何女人開心。'''

    old '''Так же его можно скушать самому'''

    new '''你也可以吃掉它'''

    old '''Восстанавливает [n] ед. Сытости.'''

    new '''並補充 [n] 點飽腹感。'''

    old '''Йогурт'''

    new '''酸奶'''

    old '''Чипсы'''

    new '''籌碼'''

    old '''Сок'''

    new '''多汁'''

    old '''Яблоко'''

    new '''蘋果'''

    old '''Кикбоксёр'''

    new '''Kikboxer'''

    old '''Чёрные очки'''

    new '''黑框眼鏡'''

    old '''Анальная пробка'''

    new '''肛門塞'''

    old '''Духи Марины'''

    new '''香水'''

    old '''Флакон с приторно-сладким ароматом фиалок'''

    new '''裝滿紫羅蘭香味的瓶子'''

    old '''Имеют отлиный запах'''

    new '''這款香水的味道很好聞'''

    old '''Кофе «Релакс»'''

    new '''咖啡 "放鬆'''

    old '''Реферат «Обществознание» 1/3'''

    new '''社會研究論文 1/3'''
    
    old '''Реферат «Обществознание» 2/3'''

    new '''社會研究論文 2/3'''

    old '''Реферат «Обществознание» 3/3'''

    new '''社會研究論文 3/3'''

    old '''Реферат «Обществознание» [n]/3'''

    new '''社會研究論文[N]/3'''

    old '''Мой собственный многочасовой'''

    new '''我自己的許多小時'''

    old '''интеллектуальный труд.'''

    new '''智力勞動。'''

    old '''Камасутра'''

    new '''金剛經'''

    old '''Костюм Харли Квин.'''

    new '''哈莉奎恩的服裝'''

    old '''Перцовый баллончик'''

    new '''胡椒噴霧'''

    old '''Помогает от неприятностей.'''

    new '''有助於避免麻煩。'''

    old '''Резак'''

    new '''切割機'''

    old '''Дон Кихот'''

    new '''堂吉訶德'''

    old '''Подарочное издание'''

    new '''禮物版'''

    old '''«Дон Кихот» Мигеля Де Сервантеса.'''

    new '''米格爾-德-塞萬提斯的《堂吉訶德》'''

    old '''Отвертка'''

    new '''螺絲刀'''

    old '''Отличный инструмент'''

    new '''美麗的工具'''

    old '''Телефон Продавщицы'''

    new '''海倫的電話'''

    old '''Продукты для пикника'''

    new '''野餐食品'''

    old '''Корзинка'''

    new '''籃子'''

    old '''Закуска для пикника'''

    new '''野餐食品'''

    old '''Театральные билеты на постановку «Кошки».'''

    new '''《貓》演出的戲票'''

    old '''Костюм 1'''

    new '''服裝1'''

    old '''Костюм 2'''

    new '''服裝2'''

    old '''Костюм 3'''

    new '''服裝3'''

