translate chinese_trad strings:

    old "!Уровень 0"
    new '''!級別 0'''

    old "0 уровень"
    new '''!級別 0'''

    old "!Уровень 1"
    new '''!級別 1'''

    old "1 уровень"
    new '''!級別 1'''

    old "!Уровень 2"
    new '''!級別 2'''

    old "2 уровень"
    new '''!級別 2'''

    old "!Уровень 3"
    new '''!級別 3'''

    old "3 уровень"
    new '''!級別 3'''

    old "!Уровень 4"
    new '''!級別 4'''

    old "4 уровень"
    new '''!級別 4'''

    old "!Уровень 5"
    new '''!級別 5'''

    old "5 уровень"
    new '''!級別 5'''

