translate chinese_trad strings:

    old "Требование: Привязанность Марины (0)"
    new '''需要：瑪麗的愛（0）'''

    old "Требование: 0 Любовь Марины."
    new '''需要：瑪麗的愛（1）'''

    old "Требование: Привязанность Марины (1)"
    new '''需要：瑪麗的愛（1）'''

    old "Требование: 1 Любовь Марины."
    new '''需要：瑪麗的愛（1）'''

    old "Требование: Привязанность Марины (2)"
    new '''需要：瑪麗的愛（2）'''

    old "Требование: 2 Любовь Марины."
    new '''需要：瑪麗的愛（2）'''

    old "Требование: Привязанность Марины (3)"
    new '''需要：瑪麗的愛（3）'''

    old "Требование: 3 Любовь Марины."
    new '''需要：瑪麗的愛（3）'''

    old "Требование: Привязанность Марины (4)"
    new '''需要：瑪麗的愛（4）'''

    old "Требование: 4 Любовь Марины."
    new '''需要：瑪麗的愛（4）'''

    old "Требование: Привязанность Марины (5)"
    new '''需要：瑪麗的愛（5）'''

    old "Требование: 5 Любовь Марины."
    new '''需要：瑪麗的愛（5）'''

    old "Требование: Привязанность Марины (6)"
    new '''需要：瑪麗的愛（6）'''

    old "Требование: 6 Любовь Марины."
    new '''需要：瑪麗的愛（6）'''

