translate chinese_trad strings:


    

    old '''Вот и всё, я достаточно потрудился. Следует вновь поговорить с Мариной. Стоит сделать это на кухне или в коридоре.'''

    new '''夠了，我幹得夠多了。我應該再和瑪麗談談。最好在廚房或走廊里談。'''

    old '''Надо бы сходить в магазин, купить большой новый рюкзак и кое-какие продукты для поездки.'''

    new '''我應該去附近的商店買一個大背包和一些旅行食品。'''

    old '''Сегодня я уже достаточно «нагулялся». Следует почистить зубы, побриться и лечь спать.'''

    new '''不，我今天在外面玩得夠多了。我該刷牙刮鬍子睡覺了。'''

    old '''Я срочно должен рассказать Игорю о ночном посетителе.'''

    new '''我要儘快把夜訪者的事告訴伊戈爾。'''

    # old '''Требование: Привязанность Марины (1)'''

    # new '''需要：瑪麗的愛（1）'''

    old '''Полагаю, наши отношения с Мариной возвращаются в прежнее русло. Если я хочу, чтобы она снова доверяла мне, следует чаще проводить с ней время.'''

    new '''我想我和瑪麗的關係是對的。如果我想讓她重新信任我，就應該多花點時間和她在一起。'''

    old '''Я должен проверить СМС от друга.'''

    new '''我應該看看我朋友的留言。'''

    old '''Лучшее, что я могу сделать сейчас, это просто наладить с ней отношения.'''

    new '''我現在能做的最好的事情就是努力修復我和她之間的關係。'''

    old '''Пригласить Марину вечером в ресторан.'''

    new '''今晚帶瑪麗去餐館'''

    # old '''Требование: 6 Любовь Марины.'''

    # new '''需要：瑪麗的愛（6）'''

    old '''Вернуться домой и подарить Марине кулон от себя.'''

    new '''回家把禮物送給瑪麗，不要提到警官'''

    old '''Взять костюм с кровати.'''

    new '''從床上拿一套衣服'''

    old '''Отправиться в магазин одежды и купить Марине подходящее платье.'''

    new '''去服裝店給瑪麗買一條裙子。最好在上午或下午。'''

    old '''Заглянуть в комнату Марины.'''

    new '''偷窺瑪麗的房間'''

    old '''Найти раздевалку Марины'''

    new '''找到瑪麗的更衣室'''

    old '''Отправиться в ресторан с Мариной.'''

    new '''和瑪麗一起去餐廳'''

    # old '''Конец эпизода.'''

    # new '''劇集 [version_now] 事件結束'''

    old '''Дождаться Марину днём в своей комнате.'''

    new '''在你房間等瑪麗'''

    old '''Дождаться новостей от Игоря. Если за день он так ничего и не напишет, написать ему самому.'''

    new '''等待伊戈爾的消息。如果他一天內沒有來信，就自己寫信給他。'''

    old '''Встретиться с Игорем в Парке Утром или Днём.'''

    new '''早上或中午在公園和伊戈爾碰頭。'''

    old '''Сходить с Мариной в магазин одежды, и купить ей платье стоимостью не более 200 долларов.  Лучше всего это сделать утром или днём. '''

    new '''去服裝店給瑪麗買一條裙子。最好在上午或下午。'''

    old '''Сесть на диван.'''

    new '''坐在沙發上'''

    old '''Посетить спальню Марины ночью.'''

    new '''今晚參觀瑪麗的卧室'''

    old '''Посетить спальню Марины сегодня ночью.'''

    new '''今晚參觀瑪麗的卧室'''

    old '''Я дома. И я безумно хочу секса!'''

    new '''我回來了，我急切地想和某人做愛！'''

    old '''Я умираю с голоду…'''

    new '''我快要餓死了......'''

    old '''Я жутко голоден. Нужно поговорить об этом с Мариной.'''

    new '''我太他媽餓了。我應該和瑪麗談談'''

    old '''Брат намеревается отомстить. Если он что-то уготовил, значит так тому и быть.'''

    new '''我哥哥打算報仇 如果他有什麼陰謀，我們阻止不了他。'''

    old '''Купить белое вино в Супермаркете.'''

    new '''去商店買白酒。'''

    old '''Одиночество становится невыносимым. Стоило бы походить, да осмотреть своё временное жилище, пока я совсем не поехал крышей от гнетущих мыслей.'''

    new '''孤獨越來越難以忍受。我應該仔細看看我臨時的家，免得我被壓抑的思緒徹底折磨瘋了。'''

    old '''Я на грани срыва…'''

    new '''我快崩潰了...'''

    

    old '''Вот и всё. Мои отношения с Мариной и Кристи достигли своего пика. Остаётся лишь наслаждаться жизнью и стараться не попадать в переделки.'''

    new '''就是這樣。我與瑪麗和克里斯蒂的關係達到了頂峰。剩下的就是享受生活，盡量不惹麻煩了。'''

    old '''Поспал и хватит.'''

    new '''...'''

    old '''Мне удалось немного расшатать болты унитаза, но этого недостаточно. Теперь мне надо подкачаться ЕЩЁ СИЛЬНЕЕ!'''

    new '''我設法把馬桶的螺栓鬆開了一點，但這還不夠。現在我需要更加努力地鍛煉！'''

    old '''Я практически расшатал болты унитаза. Остался последний рывок. Надо подкачаться. Сильнее. Намного сильнее. Чтоб аж вены на лбу выскочили.'''

    new '''我已經快把馬桶螺栓擰鬆了。就差最後一推了。我需要鍛煉。用力點。非常用力。我要讓額頭上的青筋暴出來。'''

    old '''Я в тюрьме…'''

    new '''我在監獄里'''

    old '''Отодвинув унитаз, я нашёл таблетку неизвестного содержания. К ней прилагалась записка «Съешь меня, если хочешь выбраться». Судя по всему, я потратил время впустую.'''

    new '''搬完馬桶后，我發現了一粒內容不明的藥丸。上面寫着 "想出去就吃了我" 顯然，我是在浪費時間。'''

    old '''Сходить в спальню Марины за её телефоном.'''

    new '''去瑪麗的卧室拿她的手機'''

    old '''Принести Марине её телефон.'''

    new '''把瑪麗的手機拿來'''

    # old '''Прочесть СМС от Игоря.'''

    # new '''我應該看看我朋友的留言。'''
    

    old '''Дождаться сообщения от Игоря.'''

    new '''等伊戈爾的消息'''

    old '''Купить покорн и предложить Марине посмотреть сериал «Сладкий кексик». \nДополнительно: Накопить 150$ для перевода Игорю.'''

    new '''買一份爆米花，邀請瑪麗一起看電視劇《甜蜜的水果蛋糕》。\n可選： 保存 150$ 發送給伊戈爾。'''

    # old '''Требование: Привязанность Марины (2)'''

    # new '''需要：瑪麗的愛（2）'''

    # old '''Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. '''

    # new '''我應該趁瑪麗洗澡的時候溜進浴室 偷走她的內褲'''
    

    old '''Вернуться домой.'''

    new '''回家'''

    old '''Найти резиновые перчатки'''

    new '''找橡膠手套'''

    old '''Достать пистолет из мусорки вечером в парке'''

    new '''從公園的垃圾桶里拿出一把槍。時間：晚上'''

    old '''Обсудить свой план побега с Игорем лично. Каждое утро он работает в парке, выполняя за меня предписание судьи.'''

    new '''我應該和伊戈爾討論一下我的逃跑計劃。他每天早上都在公園為我做社區工作。'''


    

    old '''Отбить свою «торговую точку» на углу Магазина. Мне нужен или помощник, или подручное средство против гопников.'''

    new '''我應該奪回我在商店角落的 "賣點"。我需要有人幫我，或者我能用什麼東西打敗那些白痴。'''

    old '''Надо срочно посмотреть порно. Это успокоит меня на время. Время: Ночь'''

    new '''我應該看點黃片。這會讓我平靜一段時間。時間：晚上'''

    

    old '''Что ж, сегодня я уже никуда не денусь. Положу штаны в стирку и отсижусь дома.'''

    new '''看來我今天哪兒也去不了了 我去把褲子洗了，然後在家呆一天。'''

    # old '''Как только у меня будет 150 долларов, попросить Марину перечислить деньги Игорю. Нужно поговорить с ней на кухне.'''

    # new '''一旦我有了錢，我就應該讓瑪麗把這些錢轉給伊戈爾。我會在廚房跟她說的。'''
    

    old '''Лучшее, что я сейчас могу сделать, это провести свой последний вечер с единственным человеком, которому я неравнодушен: следует купить красное вино и подобрать подходящий фильм.\nДиск с подходящим фильмом можно найти в зале.'''

    new '''我現在能做的最好的事情就是和我唯一在乎的人共度最後一晚；我應該買些紅酒，挑一部合適的電影。'''

    # old '''Требование: Привязанность Марины (3)'''

    # new '''需要：瑪麗的愛（3）'''

    old '''Спросить Марину про запертую дверь.'''

    new '''問瑪麗關於門鎖的事'''

    

    old '''Проведать Игоря в Парке.'''

    new '''去公園看看伊戈爾'''

    old '''Установить горшок с растением в коридоре. Сделать это следует или Утром, или Днём.'''

    new '''在走廊上擺放一個花盆。這應該在上午或下午進行。'''

    old '''Обменять трусики Кристи на горшок у Зудилы и Бубнилы.'''

    new '''用褲子換鍋'''

    old '''Выяснить у Кэт (Ночной гостьи,, где именно удерживают Игоря. Для этого следует дождаться её ночью. '''

    new '''從凱特（夜間的不速之客）那裡打聽伊戈爾被關在哪裡。要做到這一點，你應該在晚上等她。'''
    

    

    old '''Пожалуй, мне ничего не остаётся, кроме как хорошенько выспаться. '''

    new '''也許我只剩下好好睡一覺了。'''
    

    old '''Украсть у Кристи трусики, пока она принимает ванну и обменять их на горшок у Зудилы и Бубнилы.'''

    new '''趁克里斯蒂洗澡時偷她的內褲，然後拿去換大麻。'''

    old '''Прежде чем разрабатывать план, следует придумать, как избавиться от липучего офицера полиции, но так, чтобы и Джеймс не пытался следить за мной.'''

    new '''在制定計劃之前，我應該先想辦法擺脫那個粘人的警察，但又不能讓詹姆斯試圖跟蹤我。'''

    old '''Марина предложила мне прогулять уборку и провести это время с ней.'''

    new '''瑪麗讓我別打掃衛生了，陪陪她。'''

    old '''Найти горшок для моего нового приятеля по имени [ep5_tree_name]. Надо у кого-нибудь поспрашивать. Или в магазине, или ещё где.'''

    new '''給我的新朋友[ep5_tree_name]找個鍋。你得問問別人。或者在商店裡，或者別的什麼地方。'''

    old '''Найти замену растению по имени Джими. Поискать его в парке.'''

    new '''給瑪麗找新植物 我可以在公園裡找找看'''

    old '''Купить слабительное и отдать его Марине.'''

    new '''買點瀉藥給瑪麗吃吧'''

    old '''Выйти из комнаты.'''

    new '''離開房間'''

    old '''Поговорить с Мариной.'''

    new '''夠了，我幹得夠多了。我應該再和瑪麗談談。最好在廚房或走廊里談。'''

    old '''Написать смс Игорю.'''

    new '''給伊戈爾寫留言'''

    old '''Активировать входную верь в коридоре.'''

    new '''啟動走廊前門。'''

    old '''Отправиться в гетто.'''

    new '''去貧民窟'''

    old '''Найти Игоря'''

    new '''找到伊戈爾'''

    old '''Купить два костюма: себе и Кэт.'''

    new '''買兩套服裝。一件給你，一件給貓。'''

    old '''Дождаться Кэт у себя в комнате.'''

    new '''在房間里等貓'''

    old '''Переодеться в повседневную одежду у себя в комнате.'''

    new '''在房間里換上你平時穿的衣服'''

    old '''Как только я буду готов вызволить Игоря, следует поговорить с Мариной Утром или Днём.'''

    new '''一旦我準備好去救伊戈爾，我應該在早上或中午和瑪麗談談。'''

    old '''Проверить Марину у себя в спальне.'''

    new '''去你卧室看看瑪麗'''


    old '''Вернуться в свою комнату, дождавшись, пока Игорь взломает сейф.'''

    new '''回到你的房間，等着伊戈爾破解保險箱。'''

    old '''Проверить телефон'''

    new '''檢查電話'''

    old '''Если я спрошу о Дне Рождении Марину, она наверняка обидится. Не хочу её огорчать. Снова. Узнаю эту информацию у Кристи, она точно помнит.'''

    new '''如果我問瑪麗的生日，她可能會生氣。我不想惹她生氣。那就再問一次。我會從克里斯蒂那裡得到這個信息，她肯定會記得的。'''

    old '''Сходить в спальню к Игорю и взять домашние вещи Марины.'''

    new '''去伊戈爾的卧室拿瑪麗的家什。'''

    old '''Теперь мне нужен пароль от сейфа, но я понятия не имею, как его разузнать. Надо спросить у Игоря, он мозг в нашей команде недотёп. Напишу ему завтра с утра.'''

    new '''現在我需要保險箱的密碼，但我不知道怎麼弄到。我得問問伊戈爾，他是我們這支 "不務正業 "團隊的大腦。我明天早上給他發短信。'''

    old '''Теперь я знаю предположительный пароль от сейфа. Нужно дождаться, когда никого не будет дома, и перебрать все комбинации. \nЧтобы с пользой для себя убить время, посмотрю с Мариной ужастик. '''

    new '''現在我知道保險箱的密碼了。我得等到家裡沒人的時候 再把所有的密碼都試一遍 \n為了消磨時間 我要和瑪麗一起看恐怖片'''


    # old '''Требование: 4 Любовь Марины.'''

    # new '''需要：瑪麗的愛（4）'''


    old '''Поторопить Игоря.'''

    new '''我得快點了，伊戈爾'''

    old '''Кинуть штаны в стиральную машину.'''

    new '''把你的褲子放進洗衣機'''

    old '''Поговорить с Игорем в парке'''

    new '''我應該在公園裡和伊戈爾談談，看看他是否成功侵入了瑪莎的手機。他早上就會到的。'''

    old '''Полагаю, Марина уже помылась. Нужно искать её на кухне.'''

    new '''我想瑪麗已經洗過澡了。我該去廚房了。'''

    old '''Лечь спать.'''

    new '''今天我太累了，我只想睡覺。'''

    old '''Написать СМС Игорю.'''

    new '''給伊戈爾寫留言'''


    old '''Убедить Марину и Кристи отправиться в театр.'''

    new '''說服瑪麗和克里斯蒂去劇院。'''

    # old '''Требование: 5 Любовь Марины.'''

    # new '''需要：瑪麗的愛（5）'''

    old '''Проверить все комнаты, убедившись, что дома никого нет.'''

    new '''檢查所有房間，確保無人在家。'''

    # old '''Встретиться с Игорем. '''

    # new '''與伊戈爾見面'''
    

    old '''Спросить про билеты в театр у Зудилы и Бубнилы. '''

    new '''問痒痒皮和碎碎嘴關於劇院票的事。'''
    

    old '''Дать Игорю 200 долларов для покупки взломщика сейфов. '''

    new '''給伊戈爾200美元購買安全破解裝置。'''
    

    old '''Я должен вставить диск в видео-проигрыватель.'''

    new '''我必須把光盤插入視頻播放器。'''

    old '''Поговорить с Зудилой и Бубнилой.'''

    new '''與痒痒皮和碎碎嘴談談。'''


    old '''Дождаться Игоря.'''

    new '''等伊戈爾'''


    old '''Вручить букет продавщице.'''

    new '''把花束交給店員'''

    old '''Опробовать все комбинации цифр для открытия сейфа.'''

    new '''嘗試打開保險箱的所有數字組合。'''

    old '''Принести Зудиле и Бубниле букет из роз. Нарвать цветы я смогу в парке. 12 штук будет предостаточно.'''

    new '''我應該給痒痒皮和碎碎嘴帶一束玫瑰花。我可以去公園摘花。12朵就夠了。'''

    old '''Поговорить с Игорем в парке завтра Утром, узнав у него, смог он взломать телефон Маши или нет.'''

    new '''我應該在公園裡和伊戈爾談談，看看他是否成功侵入了瑪莎的手機。他早上就會到的。'''

    old '''Найти подходящее время для беседы. Поговорить с Кристи Днём в Комнате.'''

    new '''選擇合適的談話時間 第二天早上在廚房和克里斯蒂談談。'''
    

    old '''Обговорить с Кристи заказ Сьюзан.'''

    new '''和克里斯蒂談談蘇珊的請求'''

    old '''Сходить на приём к Сьюзен и рассказать ей известную информацию о муже.'''

    new '''去蘇珊的房間，告訴她關於她丈夫的已知信息。'''

    old '''Поговорить со Сьюзен по поводу работы, но прежде, мне нужно хорошенько отоспаться.'''

    new '''和蘇珊談談工作的事，但首先，我需要睡個好覺。'''

    old '''Спросить Игоря как идут дела с замком Кристи.'''

    new '''現在我可以去看心理醫生了，但首先我得和伊戈爾談談，請他幫忙處理克里斯蒂的鎖。'''
    

    old '''Проверить телефон.'''

    new '''檢查電話'''

    old '''Рассказать Кристи о походе к психологу.'''

    new '''告訴克里斯蒂去看心理醫生。'''

    old '''Прочесть смс.'''

    new '''查看新短信。'''

    old '''Приготовить салаты и бутерброды.'''

    new '''做沙拉和漢堡包'''

    old '''Отправить Игорю ролик, где Кристи показывает стриптиз.'''

    new '''給伊戈爾發一段克里斯蒂跳脫衣舞的視頻。'''

    old '''Отправить Игорю Видео с Кристи.'''

    new '''發送伊戈爾和克里斯蒂的視頻'''

    old '''Поговорить со Сьюзен по поводу работы.'''

    new '''和蘇珊談談工作'''

    old '''Вывести из строя кондиционер Ночью, пока никто не видит.'''

    new '''我應該在晚上弄弄空調，那樣就沒人能看見我了。'''

    old '''Кристи обещала записать меня к психологу. Если я готов на «трепанацию мозга», мне следует поговорить с ней об этом завтра Днём.'''

    new '''克里斯蒂答應幫我預約心理醫生。如果我準備好接受 "大腦穿刺 "手術，明天下午我應該和她談談。'''

    old '''Отправиться на слежку. Лучше всего начать это делать с самого утра, начав с дома Сьюзен.'''

    new '''出去監視 最好一大早就開始 從蘇珊家開始'''

    old '''Встретиться с Зудилой и Бубнилой, чтобы взять у них кофе «Релакс».'''

    new '''與痒痒皮和碎碎嘴見面來得到放鬆牌咖啡。'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода 1.0'''

    # new '''劇集 [version_now] 事件結束'''

    old '''Сьюзен ведёт тебя странно, но раз уж я дал слово, нужно довести дело до конца и выяснить, изменяет ей муж или нет. Продолжу слежку завтра Утром.'''

    new '''蘇珊對你的舉動很奇怪，但既然我答應了，我就得繼續查下去，看看她丈夫到底有沒有出軌。明天早上我會繼續監視。'''

    old '''Продолжить следить за офицером. Как и в предыдущий раз, лучше всего это делать Утром, когда полицейский выходит из дома.'''

    new '''我應該盯緊那個警察。和上次一樣，我最好在早上他出門的時候盯着他。'''

    old '''Теперь мне нужно уложить приготовленные бутерброды в корзину и можно отправляться на пикник с Кристи.\nБутерброды лежат в холодильнике.'''

    new '''現在我只需要把三明治放進籃子里，我們就可以和克里斯蒂一起去野餐了。'''

    old '''Вернуться к Кристи.'''

    new '''回到克里斯蒂身邊'''

    old '''Утром или Днём сходить к психологу на приём.'''

    new '''上午或下午去找心理醫生預約。'''

    old '''Купить продукты для пикника.'''

    new '''需要為野餐購買食物。'''

    old '''Вернуться в комнату.'''

    new '''回到房間'''

    old '''Купить подарочное издание «Дон Кихот» Мигеля Де Сервантеса.'''

    new '''買一本米格爾-德-塞萬提斯（Miguel De Cervantes）的《堂吉訶德》禮品版。'''

    old '''Купить кофе в магазине.'''

    new '''在商店買咖啡。'''

    # old '''Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1, {s}Принять душ{/s} \n2, {s}Почистить зубы{/s} \n3, {s}Взять у Марины какие-нибудь духи{/s} \n4, {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}'''

    # new '''我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：1）洗個澡。2）刷牙。3) 從瑪麗那裡弄些香水。4）找我的舊校服，讓我看起來像樣點。'''

    old '''Отправиться в магазин одежды. Желательно днём. Следует отвлечь продавщицу и проникнуть в туалетную комнату.'''

    new '''我應該去服裝店看看。最好是白天。我需要分散賣家的注意力，然後去洗手間。'''

    old '''Купить реферат по «Обществознанию» в интернете.'''

    new '''在線購買社會研究論文。'''

    old '''Сегодня я слишком устал, нужно просто лечь спать.'''

    new '''今天我太累了，我只想睡覺。'''

    old '''Найти воду на полках магазина, чтобы привести продавщицу в порядок.'''

    new '''在商店貨架上找到水，讓女售貨員起死回生。'''

    old '''Отправиться в Гетто Утром или Днём с плакатом, полученным от Зудилы и Бубнилы.'''

    new '''早上或中午帶着你從碎碎嘴和痒痒皮收到的海報去貧民區。'''

    old '''Заснять Кристи в Душе, когда она моется или Ночью в её комнате, во время переодевания.'''

    new '''我應該拍一段克里斯蒂洗澡或睡覺前脫衣服的視頻。'''

    old '''Подобрать подходящее время для беседы. Поговорить с Кристи Утром на Кухне.'''

    new '''選擇合適的談話時間 第二天早上在廚房和克里斯蒂談談。'''

    old '''Теперь я могу отправиться к психологу, но сперва мне следует поговорить с Игорем и попросить его помочь с замком Кристи.'''

    new '''現在我可以去看心理醫生了，但首先我得和伊戈爾談談，請他幫忙處理克里斯蒂的鎖。'''

    old '''Сначала поговорить с Игорем, а после отправиться в библиотеку и продолжить написание реферата по теме «Обществознание».'''

    new '''先和伊戈爾談談，然後去圖書館繼續寫《社會研究論文》。'''

    old '''Отправиться в комнату Кристи.'''

    new '''去克里斯蒂的房間'''

    old '''Сходить к Игорю к Парк и попросить его взломать телефон продавщицы.'''

    new '''我應該去公園找伊戈爾談談 他會知道怎麼黑進電話的'''

    old '''Отправиться в библиотеку Утром или Днём, чтобы составить реферат по теме «Обществознании».'''

    new '''上午、下午去圖書館寫一篇關於社會研究的論文。'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода [version_now]'''

    # new '''劇集 [version_now] 事件結束'''

    old '''Отдать Кристи реферат.'''

    new '''把作文交給克里斯蒂'''

    old '''Поговорить с Кристи Утром в Зале.'''

    new '''和克里斯蒂談談大廳里的早晨。'''

    old '''Отправиться в свою комнату.'''

    new '''回房間'''

    old '''Купить любой костюм для ролевых игр.'''

    new '''買些角色扮演遊戲的服裝。'''

    old '''Отдать костюм Кристи. Сделать это следует Утром или Днём.'''

    new '''把西裝給克里斯蒂。我應該在早上或中午做這件事。'''

    old '''Проведать Игоря в Парке и показать ему запись с продажным копом.'''

    new '''我應該去公園找伊戈爾，給他看我和一個腐敗警察的錄音。'''

    old '''Поговорить с Кристи Утром на Кухне.'''

    new '''選擇合適的談話時間 第二天早上在廚房和克里斯蒂談談。'''

    old '''Пора спать. Утром и узнаю, получилось у меня или нет.'''

    new '''該睡覺了。明天早上我就會知道我是否記錄了什麼。'''

    old '''Надо во всём сознаться и объяснить сложившуюся ситуацию!'''

    new '''我應該告訴她我現在的處境！'''

    # old '''@@@@@@@@Конец рута Кристи для эпизода 0.8.9'''

    # new '''劇集 [version_now] 事件結束'''

    old '''Установить мобильный телефон возле телевизора в Зале Ночью, пока никто не видит.'''

    new '''是時候讓我的手機錄音了，晚上在客廳的電視機旁，當其他人都睡着的時候。'''

    old '''Провести очередной сеанс с психологом, живущей в соседнем доме. Она принимает только Утром или Днём.'''

    new '''和隔壁的心理醫生再談一次。她只在上午或下午接待來訪者。'''

    old '''Пока не ясно, как скоро мы поймаем офицера на измене жене, зато можно запечатлеть его «грязные» поступки, которые, вероятно, нам тоже пригодятся.'''

    new '''現在還不清楚多久能抓到官員出軌，但我們可以拍下他的 "齷齪 "行為，這可能對我們也有用。'''

    old '''Сходить в магазин и купить костюм Харли Квин для Кристи.'''

    new '''去商店給克里斯蒂買哈雷-奎恩的服裝。'''

    old '''Дождаться завтра и отдать Кристи реферат по «Обществознанию».'''

    new '''等到明天，把社會研究論文交給克里斯蒂。'''

    old '''Поговорить с Кристи на следующий день, возможно я снова пригожусь ей для какого-нибудь «дела». Думаю лучше обратиться к ней прямо самого утра.'''

    new '''第二天再和克里斯蒂談談，也許我還能在某些 "案子 "上幫到她。我想最好早上再聯繫她。'''

    old '''Если я ГОТОВ выдвинуться на слежку за офицером - отдать Кристи её костюм Харли Квин.'''

    new '''如果我準備好出去監視警官了--把她的哈雷-奎恩服裝給克里斯蒂。'''

    # old '''Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1, Принять душ \n2, Почистить зубы \n3, Взять у Марины какие-нибудь духи \n4, Найти мой старый школьный костюм, чтобы выглядеть презентабельно.'''

    # new ''' 我找到了一個能買到克里斯蒂咖啡的地方，但要買到它，我必須幫助痒痒皮和碎碎嘴 "引誘 "售貨員小姐。為了做到這一點，我必須：1）洗個澡。2）刷牙。3) 從瑪麗那裡弄些香水。4）找我的舊校服，讓我看起來像樣點。'''

    old '''Наслаждаться отношениями с Кристи'''

    new '''享受與克里斯蒂的關係'''

    old '''Забрать у Зудилы и Бубнилы причитающуюся награду. '''

    new '''從碎碎嘴和痒痒皮那裡拿獎勵。'''

    old '''Сходить на сеанс к Сьюзан.'''

    new '''去參加蘇珊的會議。'''

    old '''Обсудить предложение Сьюзан с Кристи.'''

    new '''與克里斯蒂討論蘇珊的建議。'''

    old '''Поговорить со Сьюзен.'''

    new '''和蘇珊通話'''

    old '''Открыть дверь Кристи.'''

    new '''打開克里斯蒂的門'''

    old '''Завершить реферат по «Обществознанию».'''

    new '''完成社會研究論文。'''

    old '''Подарить Кристи книгу «Дона Кихот» Мигеля Де Сервантеса.'''

    new '''給克里斯蒂一本塞萬提斯的《堂吉訶德》。'''

    old '''Отправиться к Сьюзен и показать ей доказательства измены мужа. '''

    new '''我應該去找蘇珊，給她看她丈夫不忠的證據。'''

    old '''Отправить фотку Кристи Игорю.'''

    new '''把克里斯蒂的照片發給伊戈爾。'''

    old '''Купить отвёртку в Магазине.'''

    new '''去商店買把螺絲刀。'''

    old '''Отдать Кристи реферат по «Обществознанию». Лучше сделать это с утра.'''

    new '''給克里斯蒂《社會研究論文》。'''

    old '''Купить красивую корзину, куда можно будет положить бутерброды и салат. Но что-то мне подсказывает, в магазине я вряд ли её смогу найти.'''

    new '''現在我需要買一個漂亮的籃子來裝三明治和沙拉，但我感覺在商店裡買不到。'''

    old '''Поговорить с Кристи о пикнике.'''

    new '''和克里斯蒂談談野餐的事'''

    old '''Обсудить с Кэт, куда она уходит ночью.'''

    new '''和凱特談談她晚上要去的地方。'''

    old '''Купить чёрные очки.'''

    new '''買黑框眼鏡'''

    old '''Проследить за Кэт вечером у входа в дом.'''

    new '''今晚在前廊等凱特'''

    old '''Пошалить с Кэт'''

    new '''和凱特一起玩得開心'''


    old '''Вполне вероятно, что в Парке, где я роюсь в поисках закладки, я смогу поймать какую-нибудь заблудшую лягушку. '''

    new '''我想我可以在公園裡抓到一些走失的青蛙，那是我以前藏東西的地方。'''

    old '''Активировать отверстие в стене при наступлении ночи. '''

    new '''克里斯蒂晚上用假陽具玩的遊戲一直困擾着我。如果能用我的雞巴代替她的性玩具，那該多好啊！但怎麼做呢？首先，我需要買一個牆壁切割器，然後小心翼翼地在克里斯蒂粘假陽具的地方開一個洞。'''

    old '''Теперь мне нужно выждать момент, когда Кристи не будет дома и начать пилить стену. Лучше всего делать это Вечером.'''

    new '''現在我得等克里斯蒂不在家的時候開始鋸牆。最佳時間是晚上。'''

    old '''Нужно зайти к Кристи в комнату, когда её там нет, и измерить место на стене, куда она крепит свой фалос.'''

    new '''我要趁克里斯蒂不在的時候去她的房間，在牆上做些測量。'''

    old '''Подождать 2 дня, прежде чем я смогу получить линейку у Кристи.'''

    new '''等兩天我才能從克里斯蒂那裡拿到捲尺。'''

    old '''Ночные услады Кристи с фалосом не дают мне покоя. Было бы замечательно заменить её секс-игрушку на свой член, но как это сделать? Для начала нужно купить резак для стены, чтобы вырезать отверстие в месте куда Кристи клеит фалос. '''

    new '''克里斯蒂晚上用假陽具玩的遊戲一直困擾着我。如果能用我的雞巴代替她的性玩具，那該多好啊！但怎麼做呢？首先，我需要買一個牆壁切割器，然後小心翼翼地在克里斯蒂粘假陽具的地方開一個洞。'''

    old '''Попросить у Кристи линейку.'''

    new '''向克里斯蒂要一把尺子'''

    old '''Теперь я могу забавляться с этой дырой в стене хоть каждую ночь...'''

    new '''現在我每晚都可以玩這個牆上的洞了...'''

    old '''Отдать лягушку Кристи, чтобы та выменяла её на линейку-рулетку у «подружки».'''

    new '''把青蛙給克里斯蒂，讓她用青蛙從她那個不太好的朋友那裡換回捲尺。'''

    old '''Зайти в спальню Кристи ночью.'''

    new '''晚上進入克里斯蒂的卧室'''

    old '''Надеюсь она чувствует себя лучше.'''

    new '''我希望她感覺好些了'''

    old '''Нужно попробовать "Пошалить" с Кристи днём, а не только ночью.'''

    new '''我需要嘗試白天和克里斯蒂一起 "玩"，而不是只在晚上。'''

    old '''Отправиться в парк'''

    new '''去公園'''

    old '''Марина уже на грани. Пожалуй, мне стоит ещё раз прогуляться и вернуться домой поздно ночью, прежде чем я позволю ей вынуть анальную пробку. '''

    new '''瑪麗已經開始緊張了 也許我應該再去散散步，晚上回家的時候再讓她把屁眼塞拿出來。'''

    old '''Зайти к Марине в спальню.'''

    new '''去瑪麗的卧室'''

    old '''Отправить Марине СМС.'''

    new '''給瑪麗發短信'''

    old '''@@@Конец ивента'''

    new '''劇集 [version_now] 事件結束'''

    old '''Купить Марине анальную пробку в интернет-магазине и подарить ей.'''

    new '''在網上商店購買肛門插頭並送給瑪麗。'''

    old '''Прождать какое-то время, доведя Марину до экстаза. Чтобы ускорить стимуляцию, мне стоит избегать Марину, и возвращаться домой поздно ночью.'''

    new '''等一會兒，讓瑪麗進入狂喜狀態。為了加快刺激速度，我應該避開瑪麗，深夜回家。'''

    old '''ПРОДОЛЖАТЬ ждать какое-то время, доведя Марину до экстаза. Чтобы ускорить стимуляцию, мне стоит избегать Марину, и возвращаться домой поздно ночью. '''

    new '''繼續等待一段時間，讓瑪麗陶醉其中。為了加速刺激，我應該避開瑪麗，深夜回家。'''

    old '''Дождаться появления офицера полиции через 2-3 дня вечером в коридоре.'''

    new '''等待兩三天後的傍晚，警察在走廊出現。'''

    old '''Прождать 2-3 дня, прежде чем полицейский снова явится в гости. Приходит он в основном вечером.'''

    new '''等上兩三天，警察就會再次來訪。他大多在晚上來。'''

    old '''@@@Конец ивента для эпизода 0.8.5'''

    new '''劇集 [version_now] 事件結束'''

    old '''@@@Конец ивента для эпизода [version_now]'''

    new '''劇集 [version_now] 事件結束'''

    old '''Отдать перцовый баллончик Марине.'''

    new '''給瑪麗噴辣椒水'''

    old '''Всё слишком хорошо оборачивается для меня, чтобы жить припеваючи. Стоит быть на чеку. Мне кажется в течении 2-3 дней может произойти что-то, что вновь напомнит о прежних временах.'''

    new '''事情變得太順利了。我應該保持警惕。我想再過兩三天，我的過去就會開始困擾我了。'''

    old '''Купить перцовый баллончик для Марины.'''

    new '''給瑪麗買胡椒噴霧'''


    old '''Как я могу к вам обращаться?'''
    new '''请问如何称呼您？'''

    # game/core/variables_at_start.rpy:29
    old "Любимый Типаж Девушек: "
    new "最喜欢的女孩类型 "

    # game/core/variables_at_start.rpy:37
    old "Любимый Размер Груди: "
    new "最喜欢的乳房尺寸 "

    # game/core/variables_at_start.rpy:45
    old "Любимое Занятие Вне Работы: "
    new "下班后最喜欢的活动 "

    # game/core/variables_at_start.rpy:57
    old "Любимая Игра: "
    new "最喜欢的游戏 "

    # game/core/variables_at_start.rpy:66
    old "Кем Бы Я Хотел Стать В Другой Жизни: "
    new "下辈子我想成为谁 "

    # game/core/variables_at_start.rpy:75
    old "Любимое время суток: "
    new "一天中最喜欢的时间 "

    # game/core/variables_at_start.rpy:83
    old "Любимый напиток: "
    new "最喜欢的饮料 "

    # game/core/variables_at_start.rpy:93
    old "Пройти заново"
    new "重新启动"

    # game/core/variables_at_start.rpy:187
    old "(1/7) Любимый Типаж Девушек?"
    new "(1/7) 最喜欢的女孩类型?"


    # game/core/variables_at_start.rpy:187
    old "{i}Пройти анкету заново{/i}"
    new "{i}重新启动{/i}"

    # game/core/variables_at_start.rpy:202
    old "(2/7) Любимый Размер Груди?"
    new "(2/7) 最喜欢的乳房尺寸"

    # game/core/variables_at_start.rpy:202
    old "0"
    new "0"

    # game/core/variables_at_start.rpy:202
    old "1"
    new "1"

    # game/core/variables_at_start.rpy:202
    old "2"
    new "2"

    # game/core/variables_at_start.rpy:202
    old "3"
    new "3"

    # game/core/variables_at_start.rpy:202
    old "4"
    new "4"

    # game/core/variables_at_start.rpy:202
    old "5"
    new "5"

  
    # game/core/variables_at_start.rpy:225
    old "(3/7) Любимое Занятие Вне Работы?"
    new "(3/7) 下班后最喜欢的活动"

    # game/core/variables_at_start.rpy:225
    old "..."
    new "..."


    # game/core/variables_at_start.rpy:284
    old "Любимая Игра?"
    new "最喜欢的游戏"

    # game/core/variables_at_start.rpy:289
    old "Кем Бы Я Хотел Стать В Другой Жизни"
    new "下辈子我想成为谁"

    # game/core/variables_at_start.rpy:294
    old "(6/7) Любимое время суток?"
    new "(6/7) 一天中最喜欢的时间"

    # game/core/variables_at_start.rpy:308
    old "Любимый напиток?"
    new "最喜欢的饮料"

    



    old '''Судя по царапинам на полу, под унитазом расположен тайник. Неплохо было бы узнать, что там.  Для этого я должен расшатать конструкцию, но мне не хватает сил. Надо подкачаться, как бы смешно это не звучало.'''
    new '''從地板上的划痕來看，馬桶下面藏了不少東西。如果能知道下面有什麼就更好了。從地板上的划痕來看，馬桶下面藏了東西。我想知道馬桶下面藏了什麼。 要做到這一點，我必須放鬆結構，但我不夠強壯。我需要健身，雖然這聽起來很荒謬。'''
    
    old '''Судя по царапинам на полу, под унитазом расположен тайник. Неплохо было бы узнать, что там. '''
    new '''從地板上的划痕來看，馬桶下面藏了不少東西。如果能知道下面有什麼就更好了。'''
