translate chinese_trad strings:









    old "TT: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "TT: 想拿回錢嗎？\n我在男廁所等你。\n\n"

    old "TT: У тебя 5 минут или ты ничего не получишь. "
    new "TT: 五分鐘不來交易作廢。"

    old "TT: Бро, ну как там?"
    new "TT: 兄弟？"

    old "TT: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "TT: 每天晚上 在公園裡\n在一個垃圾桶里，離我平時工作的地方很近。\n"

    old "TT: Не забудь перчатки. "
    new "TT: 別忘了手套"































    old "TT: Главное явись.\n "
    new "TT: 不要掉鏈子就行。\n"

    old "TT: Дверь исправлена, можешь не благодарить."
    new "TT: 門修好了，不用謝我。"

    old "TT: Это почему же?"
    new "TT: 為什麼？"

    old "TT: Это уже сделала Кристи! "
    new "TT: 克里斯蒂已經做了！"

    old "TT: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "TT: 耶啊啊啊啊啊啊啊！！！！"

    old "TT: Чивооо?"
    new "TT: 什麼？"

    old "TT: Мудак, я же просил без приколов!"
    new "TT: 混蛋，我讓你別做傻事！"

    old "TT: Всё под контролем, бро, она даже не заметила."
    new "TT: 一切都在掌控之中，兄弟，她甚至都沒注意到。"

    old "TT: Ты чуть не подставил меня своим идиотизмом. "
    new "TT: 你的白痴行為差點害了我。"

    old "TT: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "TT: 每個人都有自己的怪癖，\n但我不怪你。\n"

    old "TT: Больше я тебя о помощи просить не стану. "
    new "TT: 我不會再找你幫忙了"

    old "TT: Это мы ещё посмотрим. "
    new "TT: 我們走着瞧。"

    old "TT: Мы должны встретиться, [gg]."
    new "TT: 我們走着瞧。[player_name]。"

    old "TT: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"

    new "TT: 不，我很抱歉，但我已經完成了我們約定的一切。"



    old "TT: Бро, всё готово!\n*отправка файла*"
    new "TT: 老鄉，搞到手了！"

    old "TT: Приходи завтра\nутром в Парк."
    new "TT: 早上到公園來。"

    old "TT: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "TT: 我會把手機還給你，告訴你我找到了什麼。"

    old "TT: А сейчас почему\nне можешь рассказать?"
    new "TT: 你現在不能告訴我嗎？"

    old "TT: Сейчас я\nсобираюсь подрочить."
    new "TT: 因為我要自慰了。"


    old "TT: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "TT: 該死的，和克里斯蒂的照片到底在哪裡？\n"

    old "TT: Бля, я забыл……….\n"
    new "TT: 操，我忘了..........\n"

    old "TT: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "TT: 當然！忘記承諾很容易\n在你的朋友為你做了一件好事之後！\n"

    old "TT: Бро, всё будет. \nТолько не злись.\n"
    new "TT: 沒事的。\n別生氣\n"

    old "TT: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "TT: 我會很生氣\n能多氣就多氣\n"

    old "TT: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "TT: 除非你寄給我一張和克里斯蒂的合影，\n否則你就不能成為我最好的朋友！\n"

    old "TT: Но я твой единственный друг, ау…\n"
    new "TT: 你好，我是你唯一的朋友！我是你唯一的朋友\n"

    old "TT: Тем более!\n"
    new "TT: 更是如此！ \n"

    old "TT: Шли фотку и не беси меня!\n"
    new "TT: 扔給我一張照片，別把我惹毛了\n"

    old "TT: Харош бузить. Я всё обязательно вышлю.\n"
    new "TT: 牽好你的種馬 \n我會發給你的\n"

    old "TT: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "TT: 她不會\n光着身子在屋子裡走來走去，也不會在晚上表演脫衣舞。\n"

    old "TT: Подожди ещё немного, окей?\n"
    new "TT: 再等一會兒，好嗎？\n"

    old "TT: …….\n"
    new "TT: ......."

    old "TT: Активирую режим «Хатико».\n"
    new "TT: 啟動 \"哈奇克模式\n"

    old "TT: Ыыыыыыыы!\n"
    new "TT: 嘿！\n\n"

    old "TT: Глянул фотку."
    new "TT: 我被檢查過照片..."

    old "TT: 12 из 10!!!"
    new "TT: 滿分10分，我打12！！！"

    old "TT: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "TT: 我知道，兄弟！\n我能看到\n"

    old "TT: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "TT: 哦，你是個婊子，你決定取笑我？\n"

    old "TT: Всего лишь факт.\n"
    new "TT: 只是個事實\n"

    old "TT: Как, по твоему, \nя бы сделал эту фотку?"
    new "TT: 你覺得\n我會怎麼拍這張照片？"

    old "TT: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "TT: 到目前為止，我\n對女神的美貌印象深刻\n你在這裡的評論是多餘的"

    old "TT: Ну ладно. Удачного дня.\n"
    new "TT: 好的，祝你愉快\n"

    old "TT: И тебе не горевать.\n"
    new "TT: 祝你今天愉快\n"


    old "TT: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "TT: 我已經把該說的都告訴你了，蘇珊。別再纏着我了"

    old "TT: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "TT: 如果你知道這對我有多重要，你就會明白了。"

    old "TT: Но я не могу сказать\nэто в переписке.\n"
    new "TT: 但我必須當面告訴你。"



    old "TT: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "TT: 是你逼我的，我要把你拉黑。"

    old "TT: Как только Марина и Кристи свалят из дома,\n я перепробую все комбинации.\n"
    new "TT: 當瑪麗和克里斯蒂不在家時，\n 我會嘗試所有可能的排列組合。\n"


    old "TT: Сектор очищен. \nВечером жду у себя."
    new "TT: 分區已清理。\n晚上來我家。"















    old "TT: Чувак, я перепробовал все варианты. \nЗадание провалено :(\n"
    new "TT: 老兄，我什麼都試過了。\n任務失敗 :(\n"









    old "TT: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "TT: 我想我找到了\n還債的方法！\n"


    old "TT: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "TT: 老兄，我確信這又是一個狗屁主意。\n但好吧，我會聽你的\n"

    old "TT: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "TT: 中午來公園，我們聊聊。\n當你什麼都不做的時候，\n我就像卡羅爸爸一樣拚命工作。\n \n"










    old "GG: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "GG: 想拿回錢嗎？\n我在男廁所等你。\n\n"

    old "GG: У тебя 5 минут или ты ничего не получишь. "
    new "GG: 五分鐘不來交易作廢。"

    old "GG: Бро, ну как там?"
    new "GG: 兄弟？"

    old "GG: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "GG: 每天晚上 在公園裡\n在一個垃圾桶里，離我平時工作的地方很近。\n"

    old "GG: Не забудь перчатки. "
    new "GG: 別忘了手套"





    old "GG: Надеюсь. "
    new "GG: 希望是能幫到我們的好事。"



























    old "GG: Дверь исправлена, можешь не благодарить."
    new "GG: 門修好了，不用謝我。"

    old "GG: Это почему же?"
    new "GG: 為什麼？"

    old "GG: Это уже сделала Кристи! "
    new "GG: 克里斯蒂已經做了！"

    old "GG: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "GG: 耶啊啊啊啊啊啊啊！！！！"

    old "GG: Чивооо?"
    new "GG: 什麼？"

    old "GG: Мудак, я же просил без приколов!"
    new "GG: 混蛋，我讓你別做傻事！"

    old "GG: Всё под контролем, бро, она даже не заметила."
    new "GG: 一切都在掌控之中，兄弟，她甚至都沒注意到。"

    old "GG: Ты чуть не подставил меня своим идиотизмом. "
    new "GG: 你的白痴行為差點害了我。"

    old "GG: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "GG: 每個人都有自己的怪癖，\n但我不怪你。\n"

    old "GG: Больше я тебя о помощи просить не стану. "
    new "GG: 我不會再找你幫忙了"

    old "GG: Это мы ещё посмотрим. "
    new "GG: 我們走着瞧。"

    old "GG: Мы должны встретиться, [gg]."
    new "GG: 我們走着瞧。[player_name]。"

    old "GG: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"

    new "GG: 不，我很抱歉，但我已經完成了我們約定的一切。"



    old "GG: Бро, всё готово!\n*отправка файла*"
    new "GG: 老鄉，搞到手了！"

    old "GG: Приходи завтра\nутром в Парк."
    new "GG: 早上到公園來。"

    old "GG: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "GG: 我會把手機還給你，告訴你我找到了什麼。"

    old "GG: А сейчас почему\nне можешь рассказать?"
    new "GG: 你現在不能告訴我嗎？"

    old "GG: Сейчас я\nсобираюсь подрочить."
    new "GG: 因為我要自慰了。"


    old "GG: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "GG: 該死的，和克里斯蒂的照片到底在哪裡？\n"

    old "GG: Бля, я забыл……….\n"
    new "GG: 操，我忘了..........\n"

    old "GG: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "GG: 當然！忘記承諾很容易\n在你的朋友為你做了一件好事之後！\n"

    old "GG: Бро, всё будет. \nТолько не злись.\n"
    new "GG: 沒事的。\n別生氣\n"

    old "GG: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "GG: 我會很生氣\n能多氣就多氣\n"

    old "GG: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "GG: 除非你寄給我一張和克里斯蒂的合影，\n否則你就不能成為我最好的朋友！\n"

    old "GG: Но я твой единственный друг, ау…\n"
    new "GG: 你好，我是你唯一的朋友！我是你唯一的朋友\n"

    old "GG: Тем более!\n"
    new "GG: 更是如此！ \n"

    old "GG: Шли фотку и не беси меня!\n"
    new "GG: 扔給我一張照片，別把我惹毛了\n"

    old "GG: Харош бузить. Я всё обязательно вышлю.\n"
    new "GG: 牽好你的種馬 \n我會發給你的\n"

    old "GG: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "GG: 她不會\n光着身子在屋子裡走來走去，也不會在晚上表演脫衣舞。\n"

    old "GG: Подожди ещё немного, окей?\n"
    new "GG: 再等一會兒，好嗎？\n"

    old "GG: …….\n"
    new "GG: ......."

    old "GG: Активирую режим «Хатико».\n"
    new "GG: 啟動 \"哈奇克模式\n"

    old "GG: Ыыыыыыыы!\n"
    new "GG: 嘿！\n\n"

    old "GG: Глянул фотку."
    new "GG: 我被檢查過照片..."

    old "GG: 12 из 10!!!"
    new "GG: 滿分10分，我打12！！！"

    old "GG: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "GG: 我知道，兄弟！\n我能看到\n"

    old "GG: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "GG: 哦，你是個婊子，你決定取笑我？\n"

    old "GG: Всего лишь факт.\n"
    new "GG: 只是個事實\n"

    old "GG: Как, по твоему, \nя бы сделал эту фотку?"
    new "GG: 你覺得\n我會怎麼拍這張照片？"

    old "GG: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "GG: 到目前為止，我\n對女神的美貌印象深刻\n你在這裡的評論是多餘的"

    old "GG: Ну ладно. Удачного дня.\n"
    new "GG: 好的，祝你愉快\n"

    old "GG: И тебе не горевать.\n"
    new "GG: 祝你今天愉快\n"


    old "GG: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "GG: 我已經把該說的都告訴你了，蘇珊。別再纏着我了"

    old "GG: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "GG: 如果你知道這對我有多重要，你就會明白了。"

    old "GG: Но я не могу сказать\nэто в переписке.\n"
    new "GG: 但我必須當面告訴你。"



    old "GG: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "GG: 是你逼我的，我要把你拉黑。"





    old "GG: Сектор очищен. \nВечером жду у себя."
    new "GG: 分區已清理。\n晚上來我家。"


















    old "GG: Как будет время, приходи в Парк,\n обсудим дальнейший план действий.\n"
    new "GG: 你有空就來公園吧，\n 我們商量下下一步該幹什麼。\n"

    old "GG: Я на тебя не злюсь. "
    new "GG: 我不生你的氣。"







    old "GG: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "GG: 老兄，我確信這又是一個狗屁主意。\n但好吧，我會聽你的\n"

    old "GG: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "GG: 中午來公園，我們聊聊。\n當你什麼都不做的時候，\n我就像卡羅爸爸一樣拚命工作。\n \n"



    old "GG: Время пришло, детка."
    new "GG: 是時候了，寶貝。"

    old "TT: Я тебе не детка."
    new "TT: 我不是你的寶貝。"

    old "GG: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "GG: 好吧，一個道德淪喪的瘋狂歹徒。\n\n"

    old "TT: Зарежу, падлу!"
    new "TT: 我要把你碎屍萬段！"

    old "GG: Главное явись.\n "
    new "GG: 不要掉鏈子就行。\n"

    old "TT: >_<\n"
    new "TT: >_<\n"





    old "TT: Я устала ждать."
    new "TT: 我等煩了。"

    old "GG: Ты вовремя, я как раз готов."
    new "GG: 你來得正是時候。我已經準備好了。"

    old "TT: Тогда каков план?"
    new "TT: 計劃是什麼？"

    old "GG: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "GG: 斯洛比的人認識我們。\n 我們需要一些偽裝。\n\n"

    old "TT: ???"
    new "TT: ???"

    old "GG: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "GG: 我會買幾套服裝，這樣他們就不知道是我們了。\n\n"

    old "TT: Звучит бредово, но хозяин-барин.\n\n"
    new "TT: 聽起來有點愚蠢，但無所謂。\n\n"

    old "TT: Как мы проникнем внутрь?"
    new "TT: 我們怎麼進去？"

    old "GG: Расскажу на месте."
    new "GG: 我們見面時我會告訴你。"

    old "TT: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "TT: 我們可是要要玩命,\n 而我們見面時你才會告訴我計劃？！\n\n"

    old "GG: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "GG: 你已經同意幫助我了,\n 而我也同意了你的條件。\n\n"

    old "TT: …"
    new "TT: ……"

    old "GG: До связи."
    new "GG: 以後再聊。"

    old "TT: Оривидерчи."
    new "TT: 再見。"


    old "GG: Бро, у нас получилось!"
    new "GG: 兄弟，我們成功了！"

    old "TT: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "TT: 哇！\n當我還在回家路上的時候，你把錢都給斯洛比，\n他不再糾纏我們了嗎？\n"

    old "GG: Ахахахаха!"
    new "GG: 哈哈哈哈！"

    old "GG: Нет, этот урод сел в тюрячку и на долго."
    new "GG: 不，那個混蛋進了監獄，會在那裡呆上很多年！"

    old "TT: Врёшь!!! КАК??!!11"
    new "TT: 胡說！！！怎麼可能？！！！"

    old "GG: Извини, долго история."
    new "GG: 對不起，說來話長。"

    old "GG: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "GG: \n你肯定有凱特的聯繫方式。\n她會告訴你的。\n"

    old "TT: Хоть бы спросил, как у меня дела…"
    new "TT: 你連問我過得怎麼樣都不會嗎……"

    old "GG: Как дела?"
    new "GG: 你好嗎？"

    old "TT: Пошёл нахуй!"
    new "TT: 滾滾滾！"

    old "GG: Старый добрый Игорёк! Люблю тебя, братан!"
    new "GG: 我的老夥計伊戈爾！我愛你，兄弟！"

    old "TT: Только если по-гейски."
    new "TT: 除非你真是個男同。"

    old "GG: Никак иначе!"
    new "GG: 哦，我老男同了！"

    old "TT: =)))"
    new "TT: =)))"

    old "GG: =D"
    new "GG: =D"





    old "GG: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "GG: 夥計，你知道我昨晚碰到誰了嗎，\n\n"

    old "TT: Попробуй удивить."
    new "TT: 說說看。"

    old "GG: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "GG: 有個女孩悄悄進了我的房間，拿着刀威脅我說我應該趕緊還錢。\n\n\n"

    old "TT: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "TT: 一個女孩？！昨天我在公園為你拚命工作的時候，斯洛比的一個打手找到我，他\n也是這麼威脅我的\n\n"

    old "GG: Чувак… Надеюсь, всё обошлось?"
    new "GG: 夥計……他們沒把你怎麼樣吧？"

    old "TT: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "TT: 除了打斷了我幾根肋骨讓我趕快還錢，他人還蠻好的。\n\n\n"

    old "GG: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "GG: 如果不去偷的話，我也不知道我們從哪裡能弄這麼多錢。\n\n"

    old "TT: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "TT: 很可能我們會被抓，一旦我們進了監獄, 斯洛比會\n把我們閹掉的。\n\n"

    old "GG: И что ты предлагаешь?!"
    new "GG: 我們該怎麼辦？！"

    old "TT: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "TT: 我不知道，夥計。我也很絕望。"

    old "GG: Ладно, спишемся позже."
    new "GG: 好吧，以後再談。"

    old "TT: ББ"
    new "TT: 下次見。"


    old "TT: Чувак, ну как ты там? Обошлось?"
    new "TT: 兄弟，怎麼樣了？他們放你走了嗎"

    old "GG:  Дали пару недель общественных работ. "
    new "GG: 被判了幾周的社區服務。"

    old "TT: Хреново."
    new "TT: 真慘。"

    old "TT: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "TT: 我早跟你說過我們應該繞過那條小巷！\n\n"

    old "GG: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "GG: 現在無所謂了。你偷到什麼東西了嗎？\n\n"

    old "TT: Не, извини…"
    new "TT: 不好意思，毛都沒有……"

    old "GG: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "GG: 真他媽倒霉。我們都欠他們的錢，光靠我打工還錢嗎？\n\n"

    old "TT: Могу вместо тебя дворы мести."
    new "TT: 我可以幫你做社區服務。"

    old "GG: Согласен. "
    new "GG: 成交。"

    old "TT: А что по деньгам? Придумал, где достать?"
    new "TT: 那錢呢？我們要怎麼搞錢？"

    old "GG: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "GG: 急什麼！我還沒想好。待會再聊。\n\n"




    old "TT: Ку."
    new "TT: 嘿。"

    old "GG: Ку."
    new "GG: 嘿。"

    old "TT: Деньги получил. Через пару дней отпишусь."
    new "TT: 我收到錢了。過幾天後我會給你發短信。"

    old "GG: Окей."
    new "GG: 好的。"

    old "GG: бб"
    new "GG: 下次見。"







    old "TT: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "TT: 夥計，今天來公園吧。\n有事要跟你說。\n"

    old "GG: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "GG: 你不會相信的，我想當面和你說。\n\n"

    old "TT: Надеюсь, о чём-то, что нам поможет."
    new "TT: 希望是能幫到我們的好事。"

    old "GG: Разве что тебе…"
    new "GG: 嗯，也許只會幫到你……"

    old "GG: Расскажу при встрече."
    new "GG: 我們見面后我會告訴你。"

    old "TT: Ок."
    new "TT: 好的。"












    old "GG: Ну?!"
    new "GG: 怎麼樣？！"

    old "TT: Чувак, деньги у меня."
    new "TT: 兄弟，我拿到錢了。"

    old "GG: Шикарно. \nСколько там?"
    new "GG: 太好了。\n保險箱里有多少錢？"

    old "TT: Дохренища. \n "
    new "TT: 太他媽的多了。\n"

    old "TT: Я взял только необходимое."
    new "TT: 我只拿了我們需要的東西。"

    old "GG: Когда пойдём к Жлобу?\n"
    new "GG: 我們什麼時候去斯洛比那裡？\n"

    old "TT: Сам схожу. \nТы и так хорошо «поработал».\n"
    new "TT: 我一個人去吧\n你已經「干」得很好了。\n"

    old "GG: Что ты имеешь в виду? "
    new "GG: 你什麼意思？"

    old "TT: Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new "TT: 沒什麼。\n我自己去見斯洛比。\n也沒有必要讓你冒險。"

    old "TT: Как только вернусь, напишу.\n\n"
    new "TT: 我一回來就會給你發短信。\n\n"

    old "GG: Окей. Буду ждать."
    new "GG: 好的。我等你消息。"


    old "TT: Понял-принял."
    new "TT: 收到。"

    old "TT: Хорошо."
    new "TT: 好的。"

    old "TT: Точнее – ничего хорошего."
    new "TT: 我是說，真倒霉。"


    old "GG: Извини, бро ("
    new "GG: 對不起，夥計。"


    old "GG: Всё под контролем. Я узнал дату рождения."
    new "GG: 一切都在掌握之中。我已經知道她的生日了。"

    old "TT: Держи меня в курсе, я весь на нервах."
    new "TT: 好的，一旦你有了結果就給我發短信。"


    old "GG: Ку, бро!"
    new "GG: 嘿，老兄！"

    old "TT: И тебе того же."
    new "TT: 嗨。"

    old "GG: Слушай, у меня к тебе крайне важное дело."
    new "GG: 聽着，有件事我們要談談。"

    old "TT: Ну-ну…"
    new "TT: 講。"

    old "GG: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "GG: 我想我已經找到了一種方法\n償還我們的債務！\n"

    old "TT: Хочешь завалить Жлоба? :D"
    new "TT: 你想殺死斯洛比嗎？ :D"

    old "GG: Никакого криминала. Ну… почти никакого."
    new "GG: 不，我的方法很安全。嗯……幾乎安全"


    old "GG: Или как «Раб на галерах»."
    new "GG: 或者像是在船上的奴隸。"

    old "TT: Иди нахуй."
    new "TT: 滾你媽的。"

    old "GG: Ладно, жди. Приду. "
    new "GG: 不，我馬上就到，等我一下。"

    old "TT: бб"
    new "TT: 下次見。"

    old "TT: Чувак, как прогресс?"
    new "TT: 夥計，怎麼樣？"

    old "TT: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "TT: 你拖得越久，對我們兩個都越糟糕。\n"


    old "GG: Ыыыыыыыыыыыы."
    new "GG: 嘿！"

    old "TT: Всё, бб."
    new "TT: 下次見。"

    old "TT: Окей."
    new "TT: 好的。"





    old "TT: Ты скоро вернёшься?"
    new "TT: 你會很快回來嗎？"

    old "GG: А что?"
    new "GG: 為什麼？"


    old "GG: Бедняжка, ты так страдаешь."
    new "GG: 真可憐，你受了這麼多苦。"

    old "GG: Ты хочешь меня, да?"
    new "GG: 你想要我，是嗎？"

    old "TT: Хочу твой 8=========D"
    new "TT: 我要你的8=========D"

    old "GG: Как сильно?"
    new "GG: 有多難？"


    old "GG: Теперь верю."
    new "GG: 現在我相信你了"

    old "GG: Вернусь как вернусь."
    new "GG: 我一回來就來。"


    old "GG: Марина, ты где?!"
    new "GG: 瑪麗，你在哪兒？"

    old "TT: В парке."
    new "TT: 在公園裡"

    old "GG: И что ты там забыла?"
    new "GG: 你掉東西了嗎？"

    old "TT: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "TT: 你走了這麼久，\n我決定親自去找你。\n"

    old "GG: Стой там, где стоишь, я сейчас прибуду."
    new "GG: 待在原地，我馬上就來。"

    old "TT: Слушаюсь ^_^"
    new "TT: 遵命^_^"

    old "TT: Я очень нуждаюсь в тебе.\n"
    new "TT: 我真的需要你。\n"


    old "GG: Нет."
    new "GG: 不行。"



    old "TT: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "TT: [gg]，求你了，這事關生死！！！"


    old "TT: Клянусь, это последняя просьба!\n"
    new "TT: 我發誓，這是最後一個請求！"

    old "GG: Ты кто?"
    new "GG: 你是誰？ "
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
