translate chinese_simpl strings:

    old "GG: Дай мне ещё один шанс!\n"


    new '''GG: 再给我一次机会吧！\n'''

    old "Дай мне ещё один шанс!\n"


    new '''GG: 再给我一次机会吧！\n'''

    old "TT: Зайди ко мне завтра.\n"


    new '''TT: 明天来见我。\n'''

    old "Зайди ко мне завтра.\n"


    new '''TT: 明天来见我。\n'''

    old "GG: Имеешь в виду провести тебя?\n"


    new '''GG: 你还想让我送你回家吗？\n'''

    old "Имеешь в виду провести тебя?\n"


    new '''GG: 你还想让我送你回家吗？\n'''

    old "TT: Нет. На работу ко мне зайди.\n"


    new '''TT: 不，来商店。\n'''

    old "Нет. На работу ко мне зайди.\n"


    new '''TT: 不，来商店。\n'''

    old "GG: Хорошо.\n"


    new '''GG: 好的。\n'''

    old "Хорошо.\n"


    new '''GG: 好的。\n'''

    old "Повидаться с Мишвандой в магазине."


    new '''当她在工作时去见米莎旺达。'''

