translate chinese_simpl strings:

    old "TT: Мне становится сложнее справляться со своей жаждой.\n\n"


    new '''TT: 我越来越难以抗拒我的欲望了。\n\n'''

    old "GG: Есть ли смысл сопротивляться?\n\n"


    new '''GG: 有必要抗拒吗？\n\n'''

    old "TT: Тебе стоило быть более напористым, если ты хочешь получить желаемое.\n\n"


    new '''TT: 你得更积极一点才能得到你想要的。\n\n'''

    old "GG: Взять тебя силой?"


    new '''GG: 你想让我强行对你怎样？'''

    old "TT: Ну ты и дурак…\n"


    new '''TT: 你真傻……\n'''

    old "TT: Встретишь меня?\n"


    new '''TT: 今晚见面好吗？\n'''

    old "GG: Ага."


    new '''GG: 好的。'''

