label final_act_18:    #Final_Act_18


   # "Description" "Судя по царапинам на полу, под унитазом расположен тайник. Неплохо было бы узнать, что там.  Для этого я должен расшатать конструкцию, но мне не хватает сил. Надо подкачаться, как бы смешно это не звучало."



    #Успешно активировать Унитаз 2 уровня (то есть, Ночью, при 70 СИЛЫ), что меняет его на Унитаз 3 уровня.




    #//GG_vs_Tualet_2

    "[gg]" "Воооооо!"
    "[gg]" "Нормально пошло!"
    "[gg]" "У меня начинает получаться!"
    "[gg]" "Ещё несколько подходов, и я унитаз сдвинется в сторону. "
    "[gg]" "Но для этого мне надо подкачаться ещё сильнее!"

    $ descript = _('Я практически расшатал болты унитаза. Остался последний рывок. Надо подкачаться. Сильнее. Намного сильнее. Чтоб аж вены на лбу выскочили.')

    jump main_interface_label

