label final_act_3_debug:
    scene black
    show image Text("DEBUG: переход к final_act_3"):
        align(.5, .5)
    with my_dissolve 
    call wait_click_label from _call_wait_click_label_30
label final_act_3:    #Final_Act_3 


    $ events.pop('final_act_3', 0)

    $ location_now = "Corridor"

    #GG_Normal

    #Cat_Normal
    call show_bg_image_label from _call_show_bg_image_label_240

    show GG WTF
    
    show GG WTF:
        xalign .15
        ypos 1080

    show Milf Normal
    
    show Milf Normal at go_from_right

    with my_dissolve
    #Активировать дверь Утром или Днём.




    #GG_Normal

    #Milf_Normal


    "Марина" "Привет, милый."
    show GG Please
    show Milf:
        xalign .85
    with my_dissolve
    "[gg]" "Привет."
    show Milf Chagrin
    "Марина" "Ты выглядишь подавленным, что-то случилось? "
    show GG Embarrassment
    "[gg]" "Не стану от тебя скрывать, Марина. Джеймс ищет способ отомстить мне. "
    show Milf Surprise #at hehe_transform()
    with my_dissolve
    "Марина" "О Боже!.."
    
    "Марина" "И как нам быть?"
    show GG WTF
    with my_dissolve
    "[gg]" "Вряд ли тебе грозит опасность. Ему нужен только я."
    show Milf Angry
    with my_dissolve
    "Марина" "Прекрати так говорить!"
    
    "Марина" "Меня обижает твой эгоизм. Если что-то случается, мы должны решать это вместе. Ясно?"
    show GG Chagrin
    with my_dissolve
    "[gg]" "Извини. Ты как всегда совершенно права."
    
    "[gg]" "Но ты же знаешь Джеймса. Он чёртов гений. Агент национальной безопасности."
    show GG Angry
    "[gg]" "Если он задался целью уничтожить меня, я ничего не смогу сделать. Ничего!"
    show Milf Chagrin
    "Марина" "Ох, мой дорогой [gg]… Ты так огорчён."
    show Milf Normal
    "Марина" "Да, Джеймс человек экстраординарный, и остановить его крайне сложно, но у каждого есть своя Ахилесова пята."
    show GG Skepticism
    "[gg]" "И какая «пята» у моего брата? "
    
    "Марина" "Я. "
    
    "Марина" "Он не сможет причинить мне вред. "
    show GG Normal
    "[gg]" "Это потому что он любит тебя?"
    
    "Марина" "Он уже давно не знает, что такое любовь."
    
    "Марина" "Ты отнял у него обожаемую игрушку – меня. И его раздирает ненависть."
    
    "Марина" "При всей любви к нему, я понимала, что моя преданность всего лишь подпитывала его тщеславие."
    
    "Марина" "Он самовлюблён и горделив. Ему важно, чтобы кто-то шёл на жертвы ради него."
    
    "Марина" "Даже если это предполагает нарушение закона."
    
    "[gg]" "Ты про те меченные деньги из сейфа?"
    
    "Марина" "Да."
    
    "Марина" "Я готова была идти за ним до конца… "
    
    "Марина" "Если он поймёт, что не сможет меня вернуть, то отправится на поиски новой дуры, которую так же использует в своих целях."
    
    "Марина" "Нужно поговорить с ним."
    
    "Марина" "Я всё ему объясню и он отстанет от нас! "
    
    "[gg]" "Я сам планирую это сделать, только едва ли он объявится по нашему велению. "
    
    "[gg]" "Сейчас все его мысли занимает месть, и он объявится не раньше, чем сможет её свершить. "
    
    "Марина" "Чтобы он там не задумал, пока ты рядом со мной, ты в безопасности. "
    show GG Smile
    "[gg]" "Звучит приятно."
    show Milf Passion
    "Марина" "Тогда как на счёт того, чтобы провести сегодняшний вечер со мной?"
    
    "[gg]" "Превосходная идея."
    
    "[gg]" "Сейчас сбегаю за вином и посмотрим какой-то из твоих любимых фильмов."
    show Milf Normal
    "Марина" "Не надо. Останься дома. Закажем доставку."
    show GG Normal
    "[gg]" "Эй, я не могу оставаться дома круглые сутки."
    
    "[gg]" "Если твой план – держать меня взаперти, то лучше я повешусь."
    
    "Марина" "Но [gg], что если Джеймс только и ждёт того, когда ты появишься на улице?.."
    
    "[gg]" "Во-первых, я его не боюсь. Я наоборот жажду встретиться с ним и поговорить."
    
    "[gg]" "А во-вторых, я иду не собираюсь гулять по безлюдным переулкам. "
    
    "[gg]" " Магазин – публичное место. Мне ничего там не угрожает. "
    
    "[gg]" "Ты согласна?"
    
    "Марина" "Согласна…"
    
    "Марина" "Но…"
    
    "[gg]" "Ну что ещё?"
    
    "Марина" "Я вот думаю, может вино у нас ещё осталось?  Какой смысл тебе зря терять время?"
    
    "[gg]" "Может и осталась, но красное вино мне поднадоело. Я хочу белое. "
    
    "Марина" "Хорошо, милый. Если ты настаиваешь…"
    
    "Марина" "Только быстрее, пожалуйста. "
    
    "Марина" "Я приготовлю для тебя сюрприз."
    
    "[gg]" "Туда и обратно, любовь моя!"

    show GG:
        easein .75 xalign .5 alpha 0.0
    show black:
        alpha .0
        pause .4
        easein 1.0 alpha 1.0
    $ renpy.pause(1.6, hard = True)
    $ debug_next('final_act_4_debug',)
    
    $ location_now = "City_Home"
    $ descript = _("Купить белое вино в Супермаркете.")
    $ events['talk_with_store_woman_label'].complete = True
    $ Event(
        'final_act_4',  
        'StoreIn',  
        )   
    jump main_interface_label

