# TODO: Translation updated at 2024-04-12 01:57

translate spn strings:

    # game/core/please_wait.rpy:141
    old "В Milf's Plaza доступен режим предзагрузки данных."
    new "..."

    # game/core/please_wait.rpy:143
    old "Когда этот режим включен вы будете видеть короткое окно загрузки при каждом запуске игры и при загрузке сохранений, а также игра будет занимать больше оперативной памяти ({i}1.5-2{/i} гигабайта), но благодаря этому она не будет тормозить при встрече новых изображений."
    new "..."

    # game/core/please_wait.rpy:145
    old "Когда этот режим выключен игра и сохранения будут запускаться моментально, а оперативная память будет занята по минимуму, но когда на экране будут появлятся изображения которые вы не видели до этого - будет происходить небольшой фриз для загрузки данных в память."
    new "..."

    # game/core/please_wait.rpy:147
    old "Вы в любой момент можете поменять этот параметр в настройках."
    new "..."

    # game/core/please_wait.rpy:163
    old "Включить предзагрузку"
    new "..."

    # game/core/please_wait.rpy:164
    old " (Игра будет перезагружена)"
    new "..."

    # game/core/please_wait.rpy:167
    old "Не включать предзагрузку"
    new "..."

