

translate jap strings:

    
    old "Реферат"
    new '''社会探究論文'''

    
    old "Мощный Бинокль"
    new '''双眼鏡  "Power +Max"'''
    
    old "Солнечное масло"
    new '''サンオイル'''
    
    
    # old "и восполнить 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 30 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 20 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    # old "Восстанавливает 10 ед. Сытости."
    # new "1NObmY-gdDlrdWDAP-hODHyv4o2BirUV4 71"

    
    old "< Back"
    new '''戻る'''
    
    # old "Мастурбировать (-20 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"

    
    # old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 243"


    
    old "Не хочешь продавать? Ну и хер с тобой."
    new '''あなたが私にくれたものは何ですか？'''
    
    old "Не хочешь продавать? \nНу и хер с тобой."
    new '''またもや愚かな売り手か。'''
    
    old "Ну и чё он встал сюда \nесли не собирается продавать?"
    new '''何も売らないのなら、ここに立っている理由は何ですか？'''
    
    old "Супер"
    new '''本当に素晴らしい'''
    
    old "То что я и хотел"
    new '''ありがとう'''

    
    old "You win: "
    new '''あなたの勝利です：'''
    
    old "You lose: "
    new '''敗北！'''

    
    old "1. Смотреть порно (+100 ед. Настроение, -2 Сытость)"
    new '''ポルノを見る (+100 気分, -2 満腹感)'''
    
    old "2. Не сейчас"
    new '''まだ...'''

    old "Говорить (Задание Мэри)"
    new '''会話'''
    old "Говорить."
    new '''会話'''    
    old "Поговорить."
    new '''会話'''
    
    old "Пошалить"
    new '''キャット（キャサリン）と楽しい時間を過ごしてください。'''

    old "Предложить массаж"
    new '''マッサージ'''


    
    old "Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''ここに、持っていって。(- {i}{b}20{/b}{/i}ドル)。'''
    
    old "!Вот, возьми (отдать {i}{b}20{/b}{/i} баксов)."
    new '''!ここに、持っていって。(- {i}{b}20{/b}{/i}ドル)。'''
    
    old "Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} баксов)."
    new '''今、与えられるのはこれだけ。(- {i}{b}[money]{/b}{/i}ドル)。'''
    
    old "!Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов)."
    new '''!君の胸を見せてくれるなら、2倍出すよ。(- {i}{b}40{/b}{/i}ドル)。'''
    
    # old "Скорость 1"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 2"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    
    # old "Скорость 3"
    # new "1DuAOyohJ5Ce2A4-smShqwQXVU8Hqi6Xi 123"

    old "Кончить."
    new '''射精'''
    old "Продолжать."
    new '''続けてください。'''
    old "2. Уйти."
    new '''去る'''
    old "1. Продолжать."
    new '''続けてください。'''
    old "2. Кончить."
    new '''射精'''
    old "3. Дрочить."
    new '''オナニー'''
    old "1. Дрочить."
    new '''オナニー'''
    old "3. Вернуться."
    new '''戻る'''

    old "Наблюдать"
    new '''観る'''




##############кристи рут 40-42


    
    old "…Ведь ты знаешь, как я бываю зол."
    new '''너도 내가 얼마나 화를 내는지 알잖아.'''
    
    old "День только начался, ковбой. "
    new '''하루가 갓 시작했어, 카우보이.'''
    
    old "Могу отработать задницей, если желаешь."
    new '''원한다면 내 엉덩이로 갚을 수 있어. 하지만...'''
    
    old "Но за деньгами приходи позже."
    new '''...돈은 나중에 다시 가져와야 해.'''
    
    old "Я с животными не сношаюсь."
    new '''난 동물하고는 안 해.'''
    
    old "И в другой раз, просто прогоню тебя, если не прекратишь строить комедию. "
    new '''다음에도 계속 바보짓을 멈추지 않으면 널 그냥 쫓아낼 거야.'''
    
    old "Ой-ой-ой."
    new '''오-오-오.'''
    
    old "Уже боюсь."
    new '''이미 두렵군.'''
    
    old "Нарываешься. "
    new '''문제를 일으키려는 거야?'''
    
    old "Прекрати меня запугивать, ублюдок! "
    new '''나를 괴롭히지 마, 개새끼야!'''
    
    old "Я же ясно тебе сказала – приходи ближе к ночи!"
    new '''이미 말했잖아 - 밤에 가까이 와!'''
    
    old "Ты разочаровываешь меня."
    new '''넌 나를 실망시키고 있어.'''
    
    old "Да пошёл ты."
    new '''젠장'''

######################################



##############кристи рут 40-42
    
    old "Ты классный парень, Игорь."
    new '''넌 멋진 녀석이야, 이고르.'''
    
    old "Да ну?"
    new '''정말로?'''
    
    old "Ага. Пока [gg] отсиживается дома и шляется по продажным девкам, ты с полной самоотверженностью трудишься на благо города."
    new '''응. [gg], 그 녀석이 집에 앉아 창녀들을 만나는 동안 넌 이 도시를 더 살기 좋은 곳으로 만들기 위해 봉사하고 있어.'''
    
    old "Наверное."
    new '''그런가.'''
    
    old "Дай угадаю. Твой приятель пообещал тебе некую выгоду, получить которую ты сможешь не ранее, чем пройдёт предписание судьи. "
    new '''내가 맞춰볼게. 네 친구가 네게 어떤 보상을 약속했는데, 판사의 명령이 나올 때까지 받을 수 없을 거라고.'''
    
    old "Это уже наше личное дело, офицер."
    new '''그건 네가 신경 쓸 일이 아니야, 경관님.'''
    
    old "Ха! "
    new '''하!'''
    
    old "Но я близок, верно?"
    new '''하지만 내 추측이 맞았지?'''
    
    old "Ха-ха!"
    new '''하하!'''
    
    old "По глазам вижу, что я прав. По глазищам! Вон как сверкают злобой, прожигая меня насквозь. "
    new '''말 안 해도 돼, 네 눈에서 다 보여! 그 눈빛으로 구멍이라도 뚫을 것 같아.'''
    
    old "Но ты не на того злишься, Игорь. Я тебе не враг, уверяю."
    new '''하지만 넌 잘못된 사람에게 화를 내고 있어, 이고르. 나는 네 적이 아니야, 확신해.'''
    
    old "И не для того я здесь, чтобы насмехаться над тобой, парень."
    new '''그리고 난 여기서 너를 비웃으러 온 게 아니야, 애송이야.'''
    
    old "Напротив."
    new '''정반대야.'''
    
    old "Ты мне нравишься."
    new '''난 널 좋아해.'''
    
    old "Не хочу, чтобы у тебя возникли какие-то проблемы с тем, что ты прикрываешь своего друга."
    new '''네가 친구를 덮어주는 것만으로 문제에 휘말리기를 원치 않아.'''
    
    old "Разве я что-то делаю противозаконное, сэр?"
    new '''내가 불법적인 일을 하고 있나요, 경관님?'''
    
    old "К сожалению… Да. Нарушаешь. Ещё как нарушаешь."
    new '''불행하게도... 그래. 네가 하고 있는 거야.'''
    
    old "Эту работу должен выполнять [gg], но вместо этого её делаешь ты. "
    new '''[gg], 그 녀석이 해야 할 일을 너가 대신하고 있으니까.'''
    
    old "Можно сказать, ты сообщник. А это уже статья."
    new '''즉, 넌 사실상 공범이야. 그건 형사법 조항이야.'''
    
    old "И если кто-то… Разумеется не я, Игорь, просто предупреждаю…"
    new '''그리고 만약 누군가... 물론 나는 아니지만, 이고르, 나는 그저 경고하는 거야...'''
    
    old "Так вот если кто-то засвидетельствует о факте подмены исполнителя, то исполняемому придётся туго. "
    new '''그래서, 만약 누군가가 네가 이 모든 일을 했다는 사실을 증언한다면, 법은 너에게 관대하지 않을 거야.'''
    
    old "Ну… "
    new '''그래서, 만약 누군가가 네가 이 모든 일을 했다는 사실을 증언한다면, 법은 너에게 관대하지 않을 거야.'''
    
    old "Максимум, что мне грозит, это общественные работы, которые я и так уже делаю. Безвозмездно, кстати."
    new '''내가 받을 수 있는 최악의 결과는 이미 내 마음의 선함으로 하고 있는 봉사 활동이야.'''
    
    old "Это если судья не увидит других правонарушений, и тогда, в противном случае, может быть заключение на тридцать или шестьдесят суток. "
    new '''그것은 판사가 다른 범죄를 발견하지 않는다면 그렇지. 만약 발견한다면, 30일 혹은 60일의 징역을 받을 수 있어.'''
    
    old "Что вы от меня хотите, сэр?"
    new '''당신은 나에게 무엇을 원하십니까, 선생님?'''
    
    old "Информацию, ясное дело. "
    new '''물론 정보를 원해.'''
    
    old "Ты постоянно в парке, много видишь, много знаешь."
    new '''당신은 항상 공원에 있으니 많은 것을 보고, 많은 것을 알고 있어.'''
    
    old "Вы предлагаете мне стать вашим стукачом? "
    new '''당신은 나에게 정보 제공자가 되어달라고 부탁하고 있는 건가요?'''
    
    old "Эй, зачем ты так? "
    new '''어이, 왜 그런 식으로 나와?'''
    
    old "Речь идёт о роле информатора, и не бесплатно. "
    new '''난 당신이 내 정보원이 되어주길 요청하고 있고, 심지어 돈도 줄 거야.'''
    
    old "Нет, спа…"
    new '''아니, 그래...'''
    
    old "Заткнись, сосунок."
    new '''닥쳐, 이 자식아.'''
    
    old "Ты не в сраном магазине, чтобы тебе что-то предлагали. "
    new '''넌 선택할 수 없어, 넌 씨발 상점에 있는 게 아냐.'''
    
    old "Теперь я твой шеф и ты будешь докладывать обо всём, что здесь…"
    new '''이제 난 네 상사야, 여기서 일어나는 모든 일을 나에게 보고해야 해...'''
    old "Магазин."
    new '''ショップ'''
    old "Назад."
    new '''戻る'''

###############################

######################кристи рут-45


    
    old "Аххххх!!!"
    new '''ああん！！'''
    
    old "Боже!"
    new '''まあ！'''
    
    old "Что ты сделал со своим членом?"
    new '''あなたのそれ... 何か入れたの？'''
    
    old "Он стал великанским!"
    new '''普段より今すごく大きくなってる！'''
    
    old "Знаешь, так мне нравится куда сильнее."
    new '''うん、こんなに大きくなるのはずっといいわ。'''
    
    old "И новый, большой размер, и твоя таинственность."
    new '''新しいサイズ... あなたがすべてを神秘的にすること。'''
    
    old "В тебе словно открылось второе дыхание."
    new '''まるであなたの別の面を新鮮に見せているみたい。'''
    
    old "Твоя развратность теперь выражается не только в похабных словечках, хи-хи."
    new '''見たところ、ただ汚い言葉を言うだけでなく、もっとできるんだね、ふふ。'''
    
    old "Наконец, ты перешёл к практической реализации своих сумасшедших фантазий."
    new '''やっと、いつも望んでいた汚れた想像を現実に始めたわ、私たち。'''
    
    old "Хотя, признаться, я не помню, чтобы ты мечтах о внезапно сексе в туалете."
    new '''正直に言うと、トイレでのセックスのファンタジーがあったなんて、否定はできないわ。'''
    
    old "Ты даже боялся уединиться со мной в публичном месте."
    new '''公共の場でこんなに親密になることが社会的に怖くて、その度に店のすべての客を急いで追い出してほしいって頼んでたでしょ。'''
    
    old "И постоянно просишь выгнать всех посетителей в магазине. "
    new '''公共の場でこんなに親密になることが社会的に怖くて、その度に店のすべての客を急いで追い出してほしいって頼んでたでしょ。'''
    
    old "Мне уже начинало казаться, будто бы просто слабак, что прячется за понтами и статусом полицейского."
    new '''警官としての威厳と地位とは違い、あなたはこのような汚い欲望の後ろに隠れる臆病者だと思ってた。'''
    
    old "Но… Аххх… Да! Теперь ты доказал мне обратное."
    new '''でも... ああ... そう！今、私が間違ってたことをあなたは証明したわ。'''
    
    old "Я ошибалась. Сильно ошибалась. И теперь должна поплатиться за свою дерзость, верно, милый?"
    new '''私が間違ってた。あなたについて完全に誤解してた。そう思ってたから、私は当然罰を受けるべきよね？ねえ？'''
    
    old "Ахххх, да-да-да."
    new '''あああ、そう、そうよ。'''
    
    old "Позволь мне чуточку ускориться, шлёпая задницей по твоим ляжкам. "
    new '''あなたの太ももに私のお尻を打ち付けながら、スピードを上げてみるわ。'''
    
    old "Дааа, вот так!"
    new '''うん、そうして！'''
    
    old "Хочется небольшого драйва…"
    new '''良いリズムがほしい...'''
    
    old "Знаешь… Этот сюжет вызывает во мне фонтан разнообразных мыслей."
    new '''分かってる... この全体の状況が私に多くを考えさせる。'''
    
    old "Похабных, естественно. Хи-хи-хи."
    new '''もちろん、汚れて卑猥なことも含めて全部。ふふ。'''
    
    old "Ты всё обставил так, словно это непредвиденное стечение обстоятельств."
    new '''すべてが偶然のように見えて新鮮に感じる。'''
    
    old "Тесная коморка, темнота, таинственный незнакомец."
    new '''狭い部屋、暗闇、そして神秘的な見知らぬ男。'''
    
    old "Опасность! Страх! Адреналин в крови! В голове всё перемешалось."
    new '''危険で！怖いけど！アドレナリンと興奮が溢れ出して！すべてが私の頭の中で混ざったわ。'''
    
    old "Но тут я понимаю, что чувство риска заводит меня."
    new '''でも... 何よりも、こんな危険な状況で感じることが私を興奮させることに気づいたの。'''
    
    old "Что я рада случившемуся…"
    new '''こんなことが起こって経験できて本当に幸運だわ...'''
    
    old "На мгновение я даже решила, что это и не ты вовсе. "
    new '''ほんの一瞬... それがあなたでないと思った。'''
    
    old "Будто бы кто-то вздумал воспользоваться моментом, чтобы сделать ЭТО со мной…"
    new '''まるで誰かがこの状況を利用して、私とこんなことをすることを決めたように...'''
    
    old "Охххх… да-да-да!"
    new '''おおお... あん、あん、いいわ！'''
    
    old "Ты ведь и рассчитывал на такую реакцию, верно?"
    new '''これがあなたが望んでいた反応、そうでしょ？'''
    
    old "Ахх… Да-да-да!"
    new '''あ... そう、そうよ！'''
    
    old "За дверью полно клиентов…"
    new '''このドアの後ろにはたくさんの客がいる...'''
    
    old "Они могут услышать нас. Подумать, что со мной случилась беда и позвать кого-нибудь на помощь…"
    new '''彼らが私たちの荒々しいセックスの音と喘ぎ声を聞くかもしれない。誰かが私に問題があると思って助けを求めるかもしれないし...'''
    
    old "Но обнаружат только меня, вопящую от удовольствия и полицейского, что трахает продавщицу магазина."
    new '''でも彼らがここに入ってきたら、喜びに叫ぶ私と店の女性店員を食べている警官を見ることになるわ。'''
    
    old "Или, что ещё хуже, сразу поймут, чем мы здесь занимаемся и пожалуются директору."
    new '''それとももっと悪いことに... 私たちがここで何をしているかに気づいて... 店の主人に不平を言うかもしれない。'''
    
    old "Меня могут уволить, а мне нужно будет искать новое место работы. "
    new '''その結果、私は解雇されるかもしれないし、新しい仕事を探さなければならないかもしれない。'''
    
    old "Но ты провернёшь этот приём вновь, а я… конечно я поддамся на соблазн. "
    new '''でもあなたはまたこんな汚いいたずらをするだろうし... 私... 私はまたあなたに夢中になるわ。'''
    
    old "Это порочный круг, который нам предстоит пройти вместе."
    new '''これは結局私たちが経験しなければならない悪循環になるだろう。'''
    
    old "Главное…"
    new '''だから私たちは大丈夫になるわ...'''
    
    old "Главное только, чтобы об этом не узнала твоя жена, верно, милый?"
    new '''少なくともあなたの奥さんが私たちのことを知らない限りね... そうでしょう、ねえ？'''
    
    old "Охххх, какое наслаждение, обожаю твой член!"
    new '''ああ、とってもいいわ。気持ちいい。あなたのそれは本当に素晴らしいわ！'''
    
    old "Ещё-ещё-ещё!"
    new '''もっと、もっと、もっと！'''
    
    old "Да-да-да! Я чувствую, как ты дрожишь в нетерпении!"
    new '''うん、うん、いいわ！あなたが私の中で跳ねるのを感じる！'''
    
    old "Я тоже собираюсь кончить, милый, я тоже!"
    new '''私もすぐにくるわよ、ねえ！頂点に達するところよ！'''
    
    old "Мой киска стонет от счастья, ожидая поток твоей горячей спермы внутри!"
    new '''私の中であなたの熱い精液で満たされるのを待ちながら、喘ぎます！'''
    
    old "{i}Без комментариев…{/i}"
    new '''コメントなし...'''
    
    old "Мне пора, дорогой."
    new '''今、来るところよ！オルガスムの頂点が近づいているわ、ねえ！'''
    
    old "Не выходи сразу после меня, пожалуйста, не хочу, чтобы клиенты пялились на нас."
    new '''ああ... 私のすぐ後ろで終わらないで、誰かが私たちを見ているのを望んでいないから。'''
    
    old "По крайней мере не сейчас."
    new '''少なくとも、今はね。'''
    
    old "Мгу…"
    new '''うん-うん。'''
    

#################################

    old "Обыкновенный смартфон."
    new '''ヘレンのスマートフォン'''


translate jap bored_now_game_85b2453f:



    # "[gg]" "Я слишком устал.. Нужно пойти поспать"



    "[gg]" '''疲れすぎている... 寝なければ'''



translate jap enough_money_game_65e13070:



    # "[gg]" "У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать."



    "[gg]" '''すでに小規模な支出のための十分なお金があるため、リスクを冒さない。'''


translate jap not_now_pc_2e32d276:



    # "[gg]" "Сегодня я уже не буду этого делать."



    "[gg]" '''오늘은 이미 충분하다.'''


translate jap not_now_pc_c0930d62:


    # "[gg]" "После продолжительного отдыха я начинаю чувствовать себя намного лучше."



    "[gg]" '''오랜 휴식, 훨씬 나아지기 시작했다.'''


translate jap strings:

    old "Переодеться."
    new '''ベッドからスーツを取る'''


    # old "Отвернуться"
    # new ""

    


    old "Ну что тебе не понятно, [gg]? Просто полей цветы! "
    new '''[gg]、何がわからないの？ジョウロで植物に水をやるだけですよ！'''


    # old "Войти"
    # new ""


    # old "Согласиться."
    # new ""


    # old "Предложить помыть её саму."
    # new ""


    
    
    old "Продолжать"
    new '''観察を続ける'''
    
    old "Снизить скорость"
    new '''スピードを落としてください'''
    old "Замедлиться"
    new '''スピードを落としてください'''
    old "Женское нижнее бельё."
    new '''クリスティのパンティ'''

    old "Положить банку кофе на кухню, пока там нет Кристи: Днём, Вечером или Ночью."
    new '''クリスティがいないときにキッチンにコーヒー缶を置きます: 昼間、夕方、夜。'''
    # old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    # new '''クリスティのコーヒーを手に入れる場所を見つけましたが、それを手に入れるためには、近所のバカ二人組が販売員を「誘惑」するのを手伝う必要があります。そのためには:'''

    # old "Замок на двери"
    # new ""


    # old "Очень похоже на цветок Марины"
    # new ""

    # old "Придумайте имя для растения"
    # new ""

    
    old "Выяснить у Кэт (Ночной гостьи), где именно удерживают Игоря. Для этого следует дождаться её ночью. "
    new '''彼女が夜に待っている間、キャット（キャサリン）からイゴールがどこに拘束されているかを正確に知る必要があります。'''
    

    old "Если я не хочу проблем с офицером полиции, мне следует убирать в Парке каждый день. "
    new '''警官とのトラブルを避けたいなら、毎日公園を掃除する必要があります。'''
    
    old "3. Хватит"
    new '''十分です'''
    
    old "2. Ускориться."
    new '''もっと速く動いてください。'''
    
    # old "Конец эпизода."
    # new ""

    old "!Может, договоримся? (150$)"
    new '''!何とかこの問題を解決できませんか？ (150ドル)'''

    old "!Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''!何も聞きたくないです。早くテーブルを用意してください (500ドル)'''
    old "Не морочь мне голову. Быстро освободи нам столик.(500$)"
    new '''何も聞きたくないです。早くテーブルを用意してください (500ドル)'''
    old "Пусть продолжает"
    new '''1. 現在の速度で続ける。'''
    old "Хочу больше!"
    new '''2. もっと欲しい。'''

    old "Кончить!"
    new '''射精'''
    old "Хочу больше"
    new '''2. もっと欲しい。'''
    old "Платье"
    new '''ドレス'''
    old "Кулон"
    new '''ネックレス'''
    old "!Как на счёт минета за 100 долларов?"
    new '''!100ドルでフェラは可能ですか？'''

    old "!1. Само собой. (-5 долларов)."
    new '''!1. いいよ。(-5ドル)。'''



###########################ep3_milf_35    
    old "Написать Игорю СМС."
    new '''友達からのメッセージをチェックしないと。'''

    old "Шикарно. \nСколько там?"
    new '''おお、素晴らしい。\n金庫の中にはどれくらいあったの？'''

    old "Дохренища. \n "
    new '''かなりたくさんあったよ。\n'''

    old "Сам схожу. \nТы и так хорошо «поработал».\n"
    new '''俺が一人で行くよ。\nお前はもう「役割」を果たしてくれたからね。\n'''

    old "Ничего. \nЯ сам схожу к Жлобу. \nНечего нам двоим рисковать."
    new '''いや、何でもないよ。\n俺一人でギャングたちと会ってくる。\nお前まで危険にさらす必要はないからね。'''########################


    old "Закончить"
    new '''2. 終わりにしてください。'''
    old "Отдать вещи Марине и надеть штаны. "
    new '''メリーに彼女の服を渡し、あなたのズボンをはいてください。'''
    old "Попрощаться с Мариной и Кристи, дождавшись их у входной двери в коридоре Вечером. "
    new '''夕方、廊下の玄関で彼女たちを待って、メリーとクリスティに別れを告げなければならない。'''
    old "Забрать билеты в театр у Зудилы и Бубнилы. "
    new '''近所のバカ二人組から劇場チケットを受け取らなければならない。'''
    # old "Собранные вместе цветы для подарка."
    # new ""

    
    old "Дождаться, когда никого не будет дома, и перебрать все комбинации. Уверен, через день-два такая возможность появится. "
    new '''女性たちが家を空けるのを待って、可能な全ての組み合わせを試さなければならない。1日か2日でそんな機会があるはずだ。'''
    
    old "Помощь 1 ур"
    new '''ヘルプ'''
    
    old "!Помощь 2 ур"
    new '''!ヘルプ 2'''
    
    old "Помощь 2 ур"
    new '''ヘルプ'''
    
    old "Помощь 3 ур"
    new '''ヘルプ'''
    
    old "!Помощь 3 ур"
    new '''!ヘルプ 3'''
    
    old "Закончить."
    new '''2. 終わりにしてください。'''
    
    old "1. Продолжить."
    new '''1. 観察を続けてください。'''

    old "На сегодня с меня хватит, пора спать. "
    new '''今日はこれで十分だ。寝なければならない。'''

################ep3_3_pictures
    old "Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new '''我々の借金を返済する\n方法を見つけたみたいだ！\n'''

    old "Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new '''おい、\nまた変なことを言ってるみたいだな。 \nわかった、聞いてやるよ。\n'''

    old "Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new '''正午に公園に来い。\nお前が遊んでいる間、\n俺は一生懸命働いているんだ。\n\n'''
##################################################


    # old "Продолжать."
    # new ""


    old "Снизить скорость."
    new '''スピードを落としてください'''
    old "Повысить скорость."
    new '''スピードを上げてください'''



    old "Вставить диск"
    new '''ディスクの挿入'''
    old "Следует обыскать комнату Марины и узнать, где именно она прячет свою «заначку». "
    new '''メリーの部屋を探して、彼女がどこに「秘密の隠し場所」を設けているのかを見つけ出さなければならない。'''


    old "!1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''!仕事 (あなたは[inventory_drugs]製品のパッケージを持っています)'''

    old "1. Работа (у вас есть [inventory_drugs] пакетиков товара)"
    new '''仕事 (あなたは[inventory_drugs]製品のパッケージを持っています)'''


    old "2. Уйти"
    new '''去る'''

    old "Дождусь новостей от Игоря и тогда уж решу окончательно, валить из города, или принять свою участь и сдохнуть, как собака. "
    new '''イゴールからのニュースを待って、その後でこの街を離れるか、運命を受け入れて犬のように死ぬか決める。'''
    old "Заработать немного денег на продаже наркотиков. Если мне понадобится товар для сбыта, я всегда могу добыть новые закладки в Парке. "
    new '''ドラッグを売ってお金を稼がなければならない。売るものが必要なら、いつでも公園の茂みを探せば見つかる。'''

    old "Дверь в квартиру теперь открыта!"
    new '''今、アパートのドアが開きました！'''
    old "Перчатки"
    new '''手袋'''
    old "Нужно проникнуть в ванну, когда там будет Марина, и украсть её трусики. "
    new '''メリーがシャワーを浴びるときにこっそりと浴室に入って彼女のパンティを盗むべきだ。'''
    old "!1. «Вот, держи.» (150 долларов)"
    new '''!1. 「はい、こちらです。」 (150ドル)'''
    old "Прочесть СМС от Игоря."
    new '''友達からのメッセージをチェックしないと。'''

    old "Лечь спать. "
    new '''침대에 들어가기.'''
    old "Я должен что-то сделать по дому, чтобы она перестала обижаться на меня. Помыть посуду, закинуть бельё в стирку, пропылесосить в Зале."
    new '''家の手伝いをして、少しでも彼女が僕を嫌う気持ちを減らすことができたらいいな。皿洗いもするし、洗濯もして、リビングのカーペットを掃除機で掃除することもできる。'''


    old "Кристи мучают ночные кошмары. Стоит поговорить с ней об этом, может я смогу ей помочь."
    new '''夜にクリスティの部屋に入ってみよう。'''