translate jap strings:

    old '''Отдохнуть. (+50 ед. Настроения, -2 сытости)'''

    new '''1. リラックスする。(+50 気分, -2 満腹感)'''

    old '''Принять душ (+100 ед. Гигиена)'''

    new '''シャワーを浴びる (+100 衛生)'''

    old '''Принять ванну (+100 Гигиена)'''

    new '''お風呂に入る (+100 衛生)'''

    old '''Почистить зубы (+50 Гигиена)'''

    new '''歯を磨く (+50 衛生)'''

    old '''Покушать. (+100 ед. Сытость, -2 Гигиена)'''

    new '''1. 食事をする。(+100 満腹感, -2 衛生)'''

    old '''Мыть руки (+50 Гигиена)'''

    new '''手を洗う (+50 衛生)'''

    old '''!Использовать бинокль'''

    new '''!双眼鏡を使う'''
    old '''Использовать бинокль'''

    new '''双眼鏡を使う'''

    old '''Отдохнуть.'''

    new '''リラックスする。'''

    old '''Отдыхать до вечера.'''

    new '''夕方まで休む。'''

    old '''Отдыхать до ночи.'''

    new '''夜まで休む。'''

    old '''Спать до следующего дня.'''

    new '''次の日まで寝る。'''

    old '''Я уже делал это сегодня.'''

    new '''今日はもうやった。'''

    old '''О, заначка!'''

    new '''お、隠し貯金の場所だ！'''

    old '''Ничем не примечательное изображение.'''

    new '''特別ではない退屈なイメージ。'''

    old '''На картине изображён красивый небоскрёб.'''

    new '''美しい高層ビルの絵。'''

    old '''Здесь лежат рабочие инструменты и строительные детали на запас.'''

    new '''ここには道具やいくつかの予備部品が保管されている。'''

    old '''Источник кислорода.'''

    new '''酸素供給。'''

    old '''Шкаф с одеждой, которую мы используем в холодные дни.'''

    new '''寒い日のための服があるクローゼット。'''

    old '''Шкаф-табурет, где хранятся гуталин, щётка ложка для обуви.'''

    new '''靴磨き、靴ブラシ、靴べらを保管している収納スツール。'''

    old '''Повседневная одежда.'''

    new '''カジュアルウェア。'''

    old '''Книги по психологии и прочая общеобразовательная литература'''

    new '''心理学やその他の一般教養文学の本。'''

    old '''Сегодня я уже не буду этого делать.'''

    new '''今日はもう十分だ。'''

    old '''Теперь этот ковёр должен быть чистым. Надеюсь, Марине это понравится!'''

    new '''今、このカーペットはきれいでなければならない。彼女が気に入ってくれるといいな！'''

    old '''После продолжительного отдыха я начинаю чувствовать себя намного лучше.'''

    new '''長い休息の後、ずっと良くなり始めた。'''

    old '''Это наш телевизор фирмы «Телевизор».'''

    new '''これが私たちのテレビだ。'''

    old '''Я понятия не имею, что это за растение.'''

    new '''この植物が何であるか全く分からない。'''

    old '''Всего-лишь домашнее растение.'''

    new '''ただの室内植物だ。'''

    old '''Такое же растение как и все.'''

    new '''他の多くの植物と同じ種類の植物だ。'''

    old '''Здесь хранится какая-то макулатура и диски с фильмами.'''

    new '''ここには何らかの廃紙やフィルムディスクが保管されている。'''

    old '''Обычный видео-проигрывать для дисков.'''

    new '''普通のDVDプレーヤー。'''

    old '''Журнальный стол, на который я люблю класть ноги.'''

    new '''足を置くのが好きなコーヒーテーブル。'''

    old '''Картина, которую я купил с первой подработки.'''

    new '''最初のアルバイトのお金で買った絵。'''

    old '''Я не могу это сделать пока здесь [char_name].'''

    new '''[char_name]がここにいる間はそれをすることができない。'''

    old '''Я нашёл шпильку.'''

    new '''ヘアピンを見つけた。'''

    old '''Ещё одна такая же, '''

    new '''もう一つ、'''

    old '''Ещё пару таких же,'''

    new '''さらに二つ、'''

    old '''и я наверняка смогу сделать отмычку.'''

    new '''それで確実にロックピックを作れる。'''

    old '''Теперь я точно смогу сделать сделать отмычку.'''

    new '''今、確実にロックピックを作れる。'''

    old '''Тааак-с. Здесь подогнуть, здесь изогнуть…'''

    new '''さあ、ここを曲げて、そこを回して…'''

    old '''Вуаля!'''

    new '''できた！'''

    old '''Чистый телом – чистый духом. Главное, ухи не забыть помыть.'''

    new '''体も心も清潔に。スープを洗うことを忘れないことが重要だ。'''

    old '''Шкафчик с медикаментами.'''

    new '''医療用品のキャビネット。'''

    old '''Здесь полно стиральных средств, и кое-какие инструменты для уборки по дому.'''

    new '''このナイトスタンドは洗濯洗剤と家の掃除用具でいっぱいだ。'''

    old '''Здесь я стираю свои вещи.'''

    new '''ここで私のものを洗う。'''

    old '''Постираю вещи, надеюсь это понравится Марине.'''

    new '''服を洗う、彼女が気に入ってくれるといいな。'''

    old '''Да, это подсолнечное масло.'''

    new '''そう、これはひまわり油だ。'''

    old '''Чавк! Чавк! Чавк! Физические силы возвращаются ко мне. Если, конечно, они у меня вообще были.'''

    new '''体力が戻ってくる。もちろん、そもそもそれがあったとしたらの話だが。'''

    old '''Здесь хранятся крупы, специи, чай, кофе и куча всего по мелочи, что дополняет основное блюдо.'''

    new '''ここにはシリアル、スパイス、お茶、コーヒーなど、主菜に加えるためのたくさんのものがある。'''

    old '''Здесь лежит посуда, столовые инструменты, тряпки, отдел для мусорного ведра и прочее.'''

    new '''ここには食器、カトラリー、ラグ、ゴミ箱のセクションなどがある。'''

    old '''Здесь можно помыть посуду.'''

    new '''ここで食器を洗うことができる。'''

    old '''Помою посуду, надеюсь это понравится Марине.'''

    new '''食器を洗う、彼女が気に入ってくれるといいな。'''

    old '''С помощью этой штуки я могу заварить зерновое кофе.'''

    new '''この道具でコーヒー豆を淹れることができる。'''

    old '''Да, это тостер.'''

    new '''はい、これはトースターだ。'''

    old '''Вид из окна смотрит ровно на такой же дом по соседству.'''

    new '''この窓は隣の家と似た方向に開く。'''

    old '''Одно слово – RTX 3090.'''

    new '''ただ一言 - RTX 3090。'''

    old '''Моя любимая картина, которую мне подарила подруга.'''

    new '''友人がくれた私のお気に入りの絵。'''

    old '''Эту гитару мне подарила Марина, но я так и не научился на ней играть.'''

    new '''彼女がこのギターをくれたが、私は一度も演奏を学ぶことができなかった。'''

    old '''Куча безделушек, вроде йо-йо, курительной трубки, старое PSP и так далее.'''

    new '''ヨーヨー、パイプ、古いPSPなどの小物。'''

    old '''Бейсбольная бита для пробивания человеческих черепов.'''

    new '''地元の愚か者たちを叱るための野球バット。'''

    old '''Картина с обыкновенным пейзажем.'''

    new '''平凡な風景の絵。'''

    old '''Картина с красивым закатом.'''

    new '''美しい夕日の絵。'''

    old '''Тумба, на которой стоит светильник.'''

    new '''ランプが置かれているベッドサイドテーブル。'''

    old '''Куча шмоток на все случаи жизни.'''

    new '''あらゆる場面に対応する服がたくさんある。'''

    old '''Не сейчас.'''

    new '''まだ...'''

    old '''Говорить'''

    new '''会話'''

    old '''Просто поздороваться.'''

    new '''ただの挨拶'''

    old '''Спросить'''

    new '''尋ねる'''

    old '''Помощь '''

    new '''助ける'''

    old '''Действие'''

    new '''行動'''

    old '''Перейти к '''

    new '''行く'''

    old '''Инвентарь'''

    new '''インベントリ'''

    old '''Квесты'''

    new '''クエスト'''

    old '''Сменить костюм {image=star.png}'''

    new '''コスチューム変更 {image=star.png}'''

    old '''{alpha=*0.5}Сменить костюм{/alpha} {image=star.png}'''

    new '''{alpha=*0.5}コスチューム変更{/alpha} {image=star.png}'''

    old '''Сменить костюм'''

    new '''コスチューム変更'''

    old '''Бондаж'''

    new '''BDSM'''

    old '''Коровка'''

    new '''乳牛'''

    old '''Оригинальный наряд'''

    new '''カジュアル'''

    old '''Комплимент'''

    new '''褒める'''

    old '''Комплимент (+5 Отношения)'''

    new '''褒める (+5 関係)'''

    old '''Сделать подарок (+5 Отношения)'''

    new '''プレゼントを渡す (+5 関係)'''

    old ''' (+5 Отношения)'''

    new '''(+5 関係)'''

    old '''Массаж '''

    new '''マッサージ'''

    old '''{alpha=*0.5}Душ вместе{/alpha}'''

    new '''{alpha=*0.5}一緒にシャワーする{/alpha}'''

    old '''Посмотреть на задницу'''

    new '''彼女のお尻を観察'''

    old '''Смотреть'''

    new '''観る'''


    old "!Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "!オナニー 3 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_19.rpy:112
    old "Мастурбировать 3 ур. (-30 {image=[_sitost_img]})"
    new "オナニー 3 (-30 {image=[_sitost_img]})"


    old "!Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "!オナニー 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_16.rpy:66
    old "Мастурбировать 2 ур. (-30 {image=[_sitost_img]})"
    new "オナニー 2 (-30 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:222
    old "!Мастурбировать (-20 {image=[_sitost_img]})"
    new "!オナニー  (-20 {image=[_sitost_img]})"


    # game/events/final_act/11_20/final_act_13.rpy:185
    old "Мастурбировать (-20 {image=[_sitost_img]})"
    new "オナニー (-20 {image=[_sitost_img]})"


    old '''Дрочить'''

    new '''オナニー'''

    old '''Смотреть хоррор'''

    new '''ホラー映画を見る'''

    old '''Пригласить в ресторан'''

    new '''レストランに招待する'''

    old '''Смотреть кино'''

    new '''映画を見る'''

    old '''\"Кикбоксёр\"'''

    new '''\"キックボクサー\"'''

    old '''\"Лолита\"'''

    new '''\"ロリータ\"'''

    old '''\"Александр\"'''

    new '''\"アレクサンダー\"'''

    old '''{b}Повторяющиеся квесты{/b}'''

    new '''{b}リピートクエスト{/b}'''

    old '''Использовать магию'''

    new '''マジックを使う'''

    old '''Задание'''

    new '''クエスト'''

    old '''Пропуск'''

    new '''スキップ'''

    old '''{alpha=*0.5}Дрочить{/alpha}'''

    new '''{alpha=*0.5}オナニー{/alpha}'''

    old '''Только для подписчиков Boosty'''

    new '''Subscribestar/patreonの購読者限定'''

    old '''Ладно'''

    new '''大丈夫'''

    old '''Уйти'''

    new '''去る'''

    old '''Мыть посуду'''

    new '''皿洗いをする'''

    old '''Уйти.'''

    new '''去る'''

    old '''Смотреть порно (+100 ед. Настроение, -2 Сытость)'''

    new '''ポルノを見る (+100 気分, -2 満腹感)'''

    old '''Отправиться в магазин (200$)'''

    new '''ショップに行く (200$)'''



    old '''!Отправиться в магазин (200$)'''

    new '''!ショップに行く (200$)'''

    old '''1. Я в восторге! '''

    new '''1. 言葉を失った！'''

    old '''2. Круто, но чего-то не хватает.'''

    new '''2. 素敵だけど何か足りない。'''

    old '''3. Давай и другие посмотрим.'''

    new '''3. 他のドレスも試してみよう。'''

    old '''1. Ты выглядишь крайне обольстительно.'''

    new '''1. 本当に魅力的だね。'''

    old '''2. Тебе идёт, хе-хе-хе!'''

    new '''2. 似合ってるね、へへへ！'''

    old '''3. Давай ещё!'''

    new '''3. 他のものを着てみよう！'''

    old '''1. Я хочу тебя.'''

    new '''1. あなたが欲しい。'''

    old '''2. Поражён твоей красотой.'''

    new '''2. あなたの美しさに魅了された。'''

    old '''3. Горло пересохло.'''

    new '''3. 喉が渇いた。'''

    old '''Пусть продолжает.'''

    new '''彼女を続けさせてください。'''

    old '''Ускориться еще сильнее.'''

    new '''もっと速くしてください。'''

    old '''Продолжить.'''

    new '''続けてください。'''

    old '''Продолжить'''

    new '''続けてください。'''

    old '''1. Дождаться её инициативы. (Минет)'''

    new '''1. 彼女が主導権を握るまで待ちます。 (オーラルセックス)'''

    old '''2. Ублажить свою женщину. (Куни)'''

    new '''2. あなたの女性を満足させてください。 (クンニリングス)'''

    old '''Хватит'''

    new '''十分です'''

    old '''Ускориться.'''

    new '''もっと速く動いてください。'''

    old '''Продолжать танец.'''

    new '''踊りを続けてください。'''

    old '''Ускориться'''

    new '''もっと速く動いてください。'''

    old '''1. «Вот, держи.» (150 долларов)'''

    new '''1. 「はい、こちらです。」 (150ドル)'''

    old '''2. «Позже принесу.»'''

    new '''2. 「お金は後で持ってきます。」'''

    old '''Надеть штаны.'''

    new '''パンツを履いてください'''

    old '''Не помогать'''

    new '''手を貸さないでください'''

    old '''Вмешаться! (Каноничный вариант)'''

    new '''今すぐ介入してください！ (正統派バージョン)'''

    old '''Не вмешиваться. (NTR-вариант)'''

    new '''何もしないでください。 (NTRバージョン)'''

    old '''Снять штаны.'''

    new '''パンツを脱いでください'''

    old '''Не снимать.'''

    new '''パンツを履いたままでいてください'''

    old '''Продолжить в том же темпе'''

    new '''スピードを変えないでください'''

    old '''Уменьшить скорость'''

    new '''スピードを落としてください'''

    old '''Увеличить скорость'''

    new '''スピードを上げてください'''

    old '''Скорость [n] Speed [n]'''

    new '''None'''

    old '''Кончить'''

    new '''射精'''

    old '''Еще'''

    new '''まだ'''

    old '''Поза [n]'''

    new '''ポーズ [n]'''

    old '''Поза 1'''

    new '''ポーズ 1'''


    old '''Поза 2'''

    new '''ポーズ 2'''

    old '''Поза 3'''

    new '''ポーズ 3'''

    old '''Уборка в комнате '''

    new '''助け'''




    old '''Уборка в комнате 1 ур'''

    new '''助け 1'''    



    old '''Уборка в комнате 2 ур'''

    new '''助け 2'''    



    old '''Уборка в комнате 3 ур'''

    new '''助け 3'''


    old '''!Уборка в комнате 1 ур'''

    new '''!助け 1'''    



    old '''!Уборка в комнате 2 ур'''

    new '''!助け 2'''    



    old '''!Уборка в комнате 3 ур'''

    new '''!助け 3'''    

    


    old '''[n] уровень'''

    new '''[n] レベル'''




    old '''Уровень 0'''

    new '''0 レベル'''

    old '''Уровень 1'''

    new '''1 レベル'''

    old '''Уровень 2'''

    new '''2 レベル'''

    old '''Уровень 3'''

    new '''3 レベル'''

    old '''Стянуть лямку'''

    new '''紐を解いてください'''

    old '''Спуститься ниже'''

    new '''下に移動してください'''

    old '''Массировать груди'''

    new '''胸をマッサージしてください'''

    old '''Особый сеанс'''

    new '''特別セッション'''

    old '''!1. «Да, вот» (-75 долларов)'''

    new '''!1. はい、ここにあります。 (-75ドル)'''

    old '''1. «Да, вот» (-75 долларов)'''

    new '''1. はい、ここにあります。 (-75ドル)'''

    old '''2. «Нет, забыл»'''

    new '''2. いいえ、忘れていました...'''

    old '''1. «Да, готов!» (-75 долларов).'''

    new '''1. はい、準備ができました。 (-75ドル)'''


    old '''!1. «Да, готов!» (-75 долларов).'''

    new '''!1. はい、準備ができました。 (-75ドル)'''

    old '''2. «Пока нет, к сожалению».'''

    new '''2. 今はいいです。'''

    old '''1. Продолжать лежать.'''

    new '''1. 横になり続けてください。'''

    old '''2. Закончить.'''

    new '''2. 終わりにしてください。'''

    old '''1. Продолжить смотреть.'''

    new '''1. 観察を続けてください。'''

    old '''2. Прекратить смотреть.'''

    new '''2. 観察をやめてください。'''

    old '''Анус'''

    new '''アナル'''

    old '''Киска'''

    new '''おまんこ'''

    old '''1. Ввести дату рождения Марины в разных вариациях.'''

    new '''1. メリーの生年月日を様々に入力してください。'''

    old '''2. Ввести свою дату рождения в разных вариациях.'''

    new '''2. あなたの生年月日を様々に入力してください。'''

    old '''3. Ввести дату рождения Кристи в разных вариациях.'''

    new '''3. クリスティの生年月日を様々に入力してください。'''

    old '''4. Ввести дату рождения брата в разных вариациях.'''

    new '''4. あなたの兄弟の生年月日を様々に入力してください。'''

    old '''Спасибо, вы тоже очень любезны.'''

    new '''ありがとう、あなたは本当に親切ですね'''

    old '''Ну, вообще-то это и есть моя мама'''

    new '''実はその方は私の母です'''

    old '''Такое сравнение мне кажется оскорбительным.'''

    new '''そのような比較は不快です'''

    old '''Может, договоримся? (150$)'''

    new '''何とかこの問題を解決できませんか？ (150ドル)'''

    old '''Не морочь мне голову. Быстро освободи нам столик ([n]$)'''

    new '''何も聞きたくないです。早くテーブルを用意してください ([n]ドル)'''

    old '''Что ж… Мы зайдём в другой раз. (альтернативный путь).'''

    new '''それでは... 別の時にまた来ます。 (代替ルート)'''

    old '''Требование: [n] Любовь Марины.'''

    new '''必要条件：メリーの愛 ([n])'''

    old '''`'''

    new '''None'''

    old '''1. Стянуть одеяло.'''

    new '''1. 掛け布団を剥がしてください。'''

    old '''1. Играть с сиськами'''

    new '''1. 胸を触ってください。'''

    old '''2. Играть с задницей'''

    new '''2. お尻を触ってください。'''

    old '''1. Играть с сиськами.'''

    new '''1. 胸を触ってください。'''

    old '''2. Играть с задницей.'''

    new '''2. お尻を触ってください。'''

    old '''3. Играть с киской.'''

    new '''3. 膣を触ってください。'''

    old '''4. Уйти.'''

    new '''4. やめてください。'''

    old '''Вот, возьми (отдать {i}{b}[n]{/b}{/i} $).'''

    new '''ここに、持っていって。(- {i}{b}[n]{/b}{/i}ドル)。'''

    old '''Это всё, что я могу дать (отдать {i}{b}[money]{/b}{/i} $).'''

    new '''今、与えられるのはこれだけ。(- {i}{b}[money]{/b}{/i}ドル)。'''

    old '''Извини, но у меня вообще ничего нет…'''

    new '''ごめん、全然ないよ···'''

    old '''Я дам тебе вдвое больше, если ты покажешь мне сиськи (отдать {i}{b}40{/b}{/i} баксов).'''

    new '''君の胸を見せてくれるなら、2倍出すよ。(- {i}{b}40{/b}{/i}ドル)。'''

    old '''1. «Ты хочешь показать мне свою грудь.»'''

    new '''1. あなたは胸を見せたいです。'''

    old '''2. «Ты хочешь показать мне свою киску.»'''

    new '''2. あなたはヴァギナを見せたいです。'''

    old '''3. Прекратить магию.'''

    new '''3. 魔法を停止します。'''

    old '''Подрочить.'''

    new '''オナニー'''

    old '''Другие приказы.'''

    new '''他の命令'''

    old '''Продолжать смотреть.'''

    new '''観察を続ける'''

    old '''1. Стянуть одежду.'''

    new '''1. 服を脱がせてください。'''

    old '''1. Член между сисек.'''

    new '''1. 胸の間に性器を挟み込んでください。'''

    old '''2. Предыдущее действие.'''

    new '''2. 前の行動に戻ってください。'''

    old '''3. Уйти.'''

    new '''3. 出て行ってください。'''

    old '''1. Стянуть трусики наполовину.'''

    new '''1. パンティを半分だけ脱がせてください。'''

    old '''2. Стянуть трусики полностью.'''

    new '''2. パンティを完全に脱がせてください。'''

    old '''2. Член между ягодиц'''

    new '''2. お尻の間に性器を挟み込んでください。'''

    old '''1. Стянуть трусики'''

    new '''1. パンティを脱がせてください。'''

    old '''1. Воспользоваться пальцем.'''

    new '''1. 指を使ってください。'''

    old '''2. Воспользоваться языком.'''

    new '''2. 舌を使ってください。'''

    old '''Ахуенно'''

    new '''本当に素晴らしい'''

    old '''Спасибо'''

    new '''ありがとう'''

    old '''Херня какая-то!'''

    new '''これは一体何のたわごとですか？！'''

    old '''Ну и зачем мне это?'''

    new '''なぜこんなものが必要なのですか？'''

    old '''Что за херь ты мне всучил?'''

    new '''あなたが私にくれたものは何ですか？'''

    old '''Очередной тупой продавец.'''

    new '''またもや愚かな売り手か。'''

    old '''Ну и чё он встал сюда если не собирается продавать?'''

    new '''何も売らないのなら、ここに立っている理由は何ですか？'''

    old '''Победа!'''

    new '''勝利！'''

    old '''Вы выиграли: '''

    new '''あなたの勝利です：'''

    old '''Провал!'''

    new '''敗北！'''

    old '''Вы проиграли: '''

    new '''あなたの敗北です：'''

    old '''Отмена'''

    new '''キャンセル'''

    old '''{i}Фото{/i}'''

    new '''{i}写真{/i}'''

    old '''Вымогательница! (-100 долларов)'''

    new '''恐喝！ (-100ドル)'''

    old '''У меня только [money].'''

    new '''今は[money]しかないんだけど···'''

    old '''У меня уже есть необходимая сумма (-200$),'''

    new '''今はお金があるよ。(-200$),'''

    old '''Я вернусь когда наберу 200$'''

    new '''200ドル用意できたら、また来て...'''

    old '''Я вернусь позже'''

    new '''後でまた来るよ···'''

    old '''Хм, а в этом реально нет ничего сложного!'''

    new '''うーん、これはそれほど難しいことではないようですね！'''

    old '''Поддерживая жизнь этих милых созданий, я поддерживаю хорошее настроение у своей женщины.'''

    new '''これらの愛らしい生き物の生命活動をサポートすることで、私の女性を快適に保つことができます。'''

    old '''Порой мне кажется, что кислород, даваемый растениями, они больше потребляют сами.'''

    new '''時々、植物が供給する酸素を彼ら自身がより多く消費しているようです。'''

    old '''Самая простая работа в мире! Нет, это лучшая работа в мире!'''

    new '''世界で最も簡単な仕事！いいえ、これは世界で最高の仕事です！'''

    old '''Работа (у вас есть [inventory_drugs] пакетиков товара)'''

    new '''仕事 (あなたは[inventory_drugs]製品のパッケージを持っています)'''

    old '''Дверь в квартиру теперь доступна!'''

    new '''今、アパートのドアが開きました！'''

    old '''Отказаться'''

    new '''拒否'''

    old '''Требование: Привязанность Марины ([n])'''

    new '''必要条件：メリーの愛情 ([n])'''

    old '''Мастурбировать'''

    new '''オナニーする'''

    old '''- [n] Выносливости'''

    new '''- [n] スタミナ'''

    old '''Проглотить таблетку?'''

    new '''薬を飲むか？'''

    old '''Спустя несколько дней'''

    new '''数日後'''

    old '''Отжиматься (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    new '''運動する (-20 {image=[_sitost_img]}, +10 {image=[_power_img]})'''

    old '''Чтобы начать это задание нужно найти куда пропал Игорь...'''

    new '''このミッションを開始するには、イゴールの居場所を見つけなければならない...'''

    old '''У меня уже достаточно денег на мелкие расходы, я не собираюсь рисковать.'''

    new '''すでに小規模な支出のための十分なお金があるため、リスクを冒さない。'''

    old '''Я слишком устал.. Нужно пойти поспать'''

    new '''疲れすぎている... 寝なければ'''

    old '''От меня воняет, как от козла, и не хочу сейчас ни с кем контактировать.'''

    new '''体から臭いがする。誰にも会いたくない。'''

    old '''Я в плохом настроении и не хочу сейчас ни с кем контактировать.'''

    new '''気分が悪い。誰とも話したくない'''

    old '''Я практически обессилен и не хочу сейчас ни с кем контактировать.'''

    new '''地獄のように疲れている。誰にも会いたくない。'''

    old '''Ты знаешь, у меня не всегда получается быть искреннем с тобой, Маришка, но знай, я восхищаюсь твой естественной красотой зрелой женщины.'''

    new '''メリー、私は時々あなたに正直になれないことがあるけれど... あなたの成熟した女性としての美しさにいつも感動している。'''

    old '''[gg], у тебя хорошее настроение или же ты просто хочешь меня раздобрить?'''

    new '''[player_name]、気分がいいの？それとも私を喜ばせようとしているの？'''

    old '''Совмещаю приятное с полезным.'''

    new '''両方だ。'''

    old '''У тебя получается.'''

    new '''よくやってる。'''

    old '''Сначала мне нужно купить нужный фильм в магазине.'''

    new '''まず、店で映画を買わなければならない。'''

    old '''Мне ещё рано предлагать ей это.'''

    new '''これは早すぎる。'''

    old '''Для начала нужно купить вино'''

    new '''まずはワインを少し買わなければ。'''

    old '''Мы уже смотрели фильм сегодня.'''

    new '''私たちはすでに今日映画を見た。'''

    old '''Пожалуйста, не тревожь меня. Ты же знаешь, я терпеть не могу, когда меня отвлекают от любимого сериала.'''

    new '''お願いだから、邪魔しないで。私が好きなテレビショーを見ている時に、誰かに邪魔されるのがどれだけ嫌いか知っているでしょ。'''

    old '''Я всего лишь хотел…'''

    new '''いいえ、今はダメだ。'''

    old '''Сбросить скейл интерфейса до значения по умолчанию?'''

    new '''インターフェースのサイズをデフォルトにリセットしますか？'''

    old '''1. Пусть лижет дальше.'''

    new '''1. そのまま舐め続ける。'''

    old '''2. Хочу продолжения.'''

    new '''2. もっと欲しい。'''



    old '''Хочу продолжения'''

    new '''もっと欲しい。'''

    old '''1. Пусть продолжает в текущем темпе.'''

    new '''1. 現在の速度で続ける。'''

    old '''Как на счёт минета за 100 долларов?'''

    new '''100ドルでフェラは可能ですか？'''

    old '''1. Само собой. (-5 долларов).'''

    new '''1. いいよ。(-5ドル)。'''

    old '''2. Мы так не договаривались.'''

    new '''2. それは私たちが合意したことではない。'''

    old '''Прежде чем куда-то идти, я должен уладить все вопросы дома.'''

    new '''どこかに行く前に、まず家の仕事を片付けなければならない。'''

    old '''Сцены'''

    new '''イベント'''

    old '''Изображения'''

    new '''イメージ'''

    old '''Открыта новая сцена в галерее!'''

    new '''ギャラリーの新イベントロック解除！'''

