    

translate jap block_exit_home_label_2cad665f:







    # "[gg]" "Прежде чем куда-то идти, я должен уладить все вопросы дома."



    "[gg]" "どこかに行く前に、まず家の仕事を片付けなければならない。"


translate jap strings:

    old "Конец истории этого персонажа."
    new "この人物の物語の終わり。"
    old 'Тот самый симулятор свиданий, который вы ожидаете от игрового процесса. Чтобы чувствовать себя комфортно, вам необходимо будет кушать, спать и держать себя в чистоте. \nА девушки, с которыми вы планируете завести роман, потребуют от вас чуть больше внимания, прежде чем откроют вам своё сердце.  \nТолько в этом режиме достижение целей будет приносить вам истинное наслаждение от приложенных усилий.'
    new 'ゲームプレイでは期待されるデートシミュレーション。 快適に感じるためには、食べて、寝て、清潔を保つ必要があります。\nそして、あなたが本交際(H)を計画している女性たちは、心を開く前に、あなたからもう少し関心を求めるでしょう。\nこのモードでの目標を達成することが、あなたの努力を通じて本当の喜びをもたらすでしょう。'

    old 'Это всё ещё песочница, но без необходимости "выживать" и "ухаживать" за дамами. Без каких-либо задержек вы активируете сюжетные сцены. \nРазве что деньги всё ещё нужно зарабатывать, поскольку добыча средства завязана на сюжете.'
    new 'まだサンドボックス要素はありますが、"サバイバル"と"求愛"の要素は必要ありません。 このモードはいかなる遅延もなくストーリーイベントを活性化するでしょう。\nただし、お金は依然として稼がなければなりません。 資金調達はストーリーと連動しているからです。'

    old "Классика"
    new "クラシック（サバイバルモード）"




    old "История (Только сюжет)"
    new "ストーリーモード"

    old "Да."
    new "はい。"

    old "Нет."
    new "いいえ。"

    
    old "Нет"
    new "いいえ。"
    
    old "No"
    new "いいえ。"
    
    
    old "Да"
    new "はい。"
    
    old "Yes"
    new "はい。"
    
    old "Понедельник"
    new "月曜日"

    old "Вторник"
    new "火曜日"
    
    old "Среда"
    new "水曜日"


    old "Четверг"
    new "木曜日"

    old "Пятница"
    new "金曜日"


    old "Суббота"
    new "土曜日"

    old "Воскресенье"
    new "日曜日"



    old "Утро"
    new "午前"

    old "День"
    new "午後"

    old "Вечер"
    new "夕方"

    old "Ночь"
    new "深夜"


# game/screens.rpy:2354
    old "Новая игра"
    new "新しいゲーム"

    # game/screens.rpy:2379
    old "История"
    new "会話履歴"

    # game/screens.rpy:2389
    old "Сохранить"
    new "保存する"

    # game/screens.rpy:2400
    old "Загрузить"
    new "読み込み"

    old "Язык"
    new "言語"

    # game/screens.rpy:2409
    old "Галерея"
    new "ギャラリー"

    # game/screens.rpy:2419
    old "Настройки"
    new "設定"

    # game/screens.rpy:2434
    old "Главное меню"
    new "メインメニュー"


    old " Main: "
    new " メインメニュー: "

    old " Dialogue: "
    new " ダイアローグ（台詞）: "

    # game/screens.rpy:2443
    old "Титры"
    new "クレジット"

    # game/screens.rpy:2473
    old "Выход"
    new "終了"

    # game/screens.rpy:2498
    old "Назад"
    new "戻る"




    old '''Как я могу к вам обращаться?'''
    new '''どのようにお会いになりますか?'''


    old "Любимый Типаж Девушек: "
    new "好きな女のタイプ: "

    old "(1/7) Любимый Типаж Девушек?"
    new "(1/7) 好きな女のタイプ?"


    old "Любимый Размер Груди: "
    new "好きな胸のサイズ: "

    old "(2/7) Любимый Размер Груди?"
    new "(2/7) 好きな胸のサイズ?"


    old "Любимое Занятие Вне Работы: "
    new "仕事後の好きな活動: "

    old "(3/7) Любимое Занятие Вне Работы?"
    new "(3/7) 仕事後の好きな活動"


    old "Любимая Игра: "
    new "好きなゲーム: "

    old "Любимая Игра?"
    new "好きなゲーム"

    old "Кем Бы Я Хотел Стать В Другой Жизни: "
    new "別の人生でなりたい人 "


    old "Кем Бы Я Хотел Стать В Другой Жизни"
    new "別の人生でなりたい人"

    old "Любимое время суток: "
    new "好きな時間帯: "

    old "(6/7) Любимое время суток?"
    new "(6/7) 好きな時間帯?"

    old "Любимый напиток: "
    new "好きな飲み物: "

    old "Пройти заново"
    new "やり直す"

    old "{i}Пройти анкету заново{/i}"
    new "{i}やり直す{/i}"

    old "Любимый напиток?"
    new "好きな飲み物?"

    
    old "0"
    new "0"
    old "1"
    new "1"
    old "2"
    new "2"
    old "3"
    new "3"
    old "4"
    new "4"
    old "5"
    new "5"



    old "..."
    new "..."

