translate jap strings:

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3)."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n"
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（1/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (1/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（1/3）。\n2. 夜、皆が寝静まったときに、クリスティの部屋の鍵を壊してください。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3)."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n"
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（2/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (2/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（2/3）。\n2. 夜、皆が寝静まったときに、クリスティの部屋の鍵を壊してください。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3)."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n"
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（3/3）。'''

    old "1. Отправиться в библиотеку и продолжить написание реферата по теме «Обществознание» (3/3).\n2. Ночью, пока все спят, взломать дверь Кристи."
    new '''1. 図書館に行って社会探究のエッセイの執筆を続けてください（3/3）。\n2. 夜、皆が寝静まったときに、クリスティの部屋の鍵を壊してください。'''

    old "2. Ночью, пока все спят, взломать дверь Кристи."
    new '''2. 夜、皆が寝静まったときに、クリスティの部屋の鍵を壊してください。'''

