translate jap strings:

    old "Над игрой работали"

    new '''クレジット'''

    old "Автор проекта"

    new '''プロジェクト作成者'''

    old "Художник"

    new '''アーティスト'''

    old "Сценарист"

    new '''脚本家'''

    old "Программист"

    new '''プログラマー'''

    old "Режисер сцен"

    new '''舞台監督'''

    old "Издатель"

    new '''出版社'''

    old "Переводчики"

    new '''翻訳'''

    old "Китайский упрощённый"

    new '''簡体中国語'''

    old "Французский"

    new '''フランス語 '''

    old "Голландский"

    new '''オランダ語 '''

    old "Испанский"

    new '''スペイン語 '''

    old "Португальский"

    new '''ポルトガル語'''

    old "Немецкий"

    new '''ドイツ語'''

    old "Польский"

    new '''ポーランド語 '''

    old "Турецкий"

    new '''トルコ語 '''

    old "Японский"

    new '''日本語 '''

    old "Китайский традиционный"

    new '''繁體中国語 '''

    old "Корейский"

    new '''韓国語 '''

