# TODO: Translation updated at 2024-04-19 18:14





translate jap strings:




    


    old "Контакты"

    new '''連絡先'''




    old "Заметки"

    new '''ノート'''




    old "Сообщения"

    new '''テキストメッセージ'''

    


    old "Онлайн"

    new '''オンライン'''

    


    old "Магазин"

    new '''ショップ'''




    old "Порно"

    new '''ポルノ'''







    old "Казино"

    new '''カジノ'''







    old "Правила"

    new '''ルール'''







    old "Цель игры: Найти парные картинки и очистить игровую арену как можно быстрее."

    new '''ゲームの目標：同じ画像を見つけてプレイエリアをできるだけ早く空にします。'''

    old "Для этого следует открывать по две карты, щёлкая на каждую из них на игровом столе."

    new '''それには、ゲームテーブルの各カードをクリックして2枚のカードを開きます。'''

    old "Если они окажутся одинаковыми, карты останутся открыты."

    new '''同じ場合はカードが開いた状態で保持されます。'''

    old "Финал: Когда все карты будут открыты, игра завершится."

    new '''完了：すべてのカードが公開されるとゲームが終了します。'''




    old "Условия: Для начала игры вам необходима сумма, равная сумме за победу."

    new '''条件：ゲームを開始するには、勝利時に得られる金額と同じお金が必要です。'''

    


    old "В случае проигрыша вы теряете сумму, указанную под уровнем сложности игры."

    new '''負けると、ゲームの難易度の下に示された金額を失います。'''

