translate jap strings:
    old '''«Неизвестный» костюм для ролевых игр'''

    new '''不明なコスチューム衣装'''

    old '''Не узнаешь что внутри пока не откроешь'''

    new '''開ける前には中身が何か分からない'''

    old '''Отмычка'''

    new '''ピッキング'''

    old '''Слабительное'''

    new '''下剤'''

    old '''Костюм [n]'''

    new '''コスチューム衣装 [n]'''

    old '''Красное вино'''

    new '''赤ワイン'''

    old '''Магические часы'''

    new '''魔法の時計'''

    old '''Бинокль'''

    new '''双眼鏡'''

    old '''Фильм \"[movie_name]\"'''

    new '''映画 \"[movie_name]\"'''

    old '''Лейка'''

    new '''じょうろ'''

    old '''Фильм "Лолита"'''

    new '''\"ロリータ\"'''

    old '''Растение'''

    new '''植物'''

    old '''Растение в горшке'''

    new '''鉢に植える'''

    old '''Товар'''

    new '''商品'''

    old '''Купон «кекса»'''

    new '''ケーキクーポン'''

    old '''Коллекционный купон.'''

    new '''コレクションクーポン'''

    old '''Но сейчас эта самая ходовая валюта на чёрном рынке.'''

    new '''しかし現在、これがブラックマーケットで最も人気のある通貨です'''

    old '''Трусики Кристи'''

    new '''クリスティのパンティ'''

    old '''Подсолнечное масло'''

    new '''サンオイル'''

    old '''Шпилька'''

    new '''ヘアピン'''

    old '''Попкорн'''

    new '''ポップコーン'''

    old '''Телефон'''

    new '''スマートフォン'''

    old '''Букет роз'''

    new '''バラの花束'''

    old '''Роза'''

    new '''バラ'''

    old '''Красивый, пахучий цветок бордового цвета.'''

    new '''美しく香り高いバーガンディ色の花'''

    old '''Билеты'''

    new '''チケット'''

    old '''Резиновые перчатки'''

    new '''手袋'''

    old '''Бейсбольная бита'''

    new '''野球バット'''

    old '''для пробивания человеческих черепов.'''

    new '''馬鹿を叱るためのもの'''

    old '''Сильверболлер'''

    new '''シルバーボーラー'''

    old '''Говорят, это оружие'''

    new '''雇われた暗殺者の間で'''

    old '''пользуется спросом у наёмных убийц.'''

    new '''人気のある武器'''

    old '''Букет из милых цветков'''

    new '''かわいい花束'''

    old '''Прекрасный букет из бежевых цветов,'''

    new '''誰かに渡すことができる'''

    old '''который можно кому-нибудь подарить.'''

    new '''美しいベージュ色の花束'''

    old '''Милый цветок'''

    new '''かわいい花 '''

    old '''Из 7 таких цветков можно будет сложить'''

    new '''7本の花で花束を追加して、'''

    old '''букет и кому-нибудь подарить.'''

    new '''誰かに渡すことが可能。'''

    old '''Шоколад'''

    new '''チョコレート '''

    old '''Вкусный шоколад, который может'''

    new '''ある女性を喜ばせる美味しいチョコレート。'''

    old '''порадовать какую-нибудь женщину.'''

    new '''満腹感を補充するために。'''

    old '''Так же его можно скушать самому'''

    new '''自分で食べることもできる。'''

    old '''Восстанавливает [n] ед. Сытости.'''

    new '''None'''

    old '''Йогурт'''

    new '''ヨーグルト'''

    old '''Чипсы'''

    new '''チップス'''

    old '''Сок'''

    new '''ジュース'''

    old '''Яблоко'''

    new '''りんご'''

    old '''Кикбоксёр'''

    new '''キックボクサー'''

    old '''Чёрные очки'''

    new '''黒い眼鏡'''

    old '''Анальная пробка'''

    new '''アナルプラグ'''

    old '''Духи Марины'''

    new '''香水'''

    old '''Флакон с приторно-сладким ароматом фиалок'''

    new '''過度に甘いバイオレットの香りで満たされた瓶。'''

    old '''Имеют отлиный запах'''

    new '''この香水は本当にいい香りですか？'''

    old '''Кофе «Релакс»'''

    new '''コーヒー «Relax»'''

    old '''Реферат «Обществознание» 1/3'''

    new '''社会探究論文 1/3'''

    old '''Реферат «Обществознание» 2/3'''

    new '''社会探究論文 2/3'''

    old '''Реферат «Обществознание» 3/3'''

    new '''社会探究論文 3/3'''

    old '''Мой собственный многочасовой'''

    new '''一人の時間'''

    old '''интеллектуальный труд.'''

    new '''知的労働'''

    old '''Камасутра'''

    new '''カーマスートラ'''

    old '''Костюм Харли Квин.'''

    new '''ハーレクインコスチューム'''

    old '''Перцовый баллончик'''

    new '''ペッパースプレー '''

    old '''Помогает от неприятностей.'''

    new '''何か問題を予防するのに役立つかもしれない。'''

    old '''Резак'''

    new '''カッター'''

    old '''Дон Кихот'''

    new '''ドン・キホーテ'''

    old '''Подарочное издание'''

    new '''ギフトエディション'''

    old '''«Дон Кихот» Мигеля Де Сервантеса.'''

    new '''ミゲル・デ・セルバンテスの『ドン・キホーテ』'''

    old '''Отвертка'''

    new '''ドライバー'''

    old '''Отличный инструмент'''

    new '''美しい道具'''

    old '''Телефон Продавщицы'''

    new '''ヘレンのスマートフォン'''

    old '''Продукты для пикника'''

    new '''ピクニック用食品'''

    old '''Корзинка'''

    new '''バスケット'''

    old '''Закуска для пикника'''

    new '''ピクニック用食品'''

    old '''Театральные билеты на постановку «Кошки».'''

    new '''『キャッツ』公演の劇場チケット。'''

    old '''Костюм 1'''

    new '''コスチューム衣装 1'''

    old '''Костюм 2'''

    new '''コスチューム衣装 2'''

    old '''Костюм 3'''

    new '''コスチューム衣装 3'''

