translate jap strings:

    old "!Уровень 0"
    new '''!0 レベル'''

    old "0 уровень"
    new '''!0 レベル'''

    old "!Уровень 1"
    new '''!1 レベル'''

    old "1 уровень"
    new '''!1 レベル'''

    old "!Уровень 2"
    new '''!2 レベル'''

    old "2 уровень"
    new '''!2 レベル'''

    old "!Уровень 3"
    new '''!3 レベル'''

    old "3 уровень"
    new '''!3 レベル'''

    old "!Уровень 4"
    new '''!4 レベル'''

    old "4 уровень"
    new '''!4 レベル'''

    old "!Уровень 5"
    new '''!5 レベル'''

    old "5 уровень"
    new '''!5 レベル'''

