translate jap strings:
    old "GG: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "GG: おい、今夜俺に起こったこと、お前信じられないだろうな。\n\n"
    old "GG: Попробуй удивить."
    new "GG: 驚かせてくれよ。"
    old "GG: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "GG: ある女が俺の部屋に忍び込んで、ナイフで脅してきて、金を早く用意しろって言ったんだ。\n\n\n"


    old "GG: Чувак… Надеюсь, всё обошлось?"
    new "GG: おい、お前、怪我はないか？"
    old "GG: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "GG: まあ、何本かの肋骨が折れて、できるだけ早く金を返せって言われたけど、全てがクソみたいにスムーズに進んだよ。\n\n\n"
    old "GG: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "GG: 聞いてくれよ、盗みを働かない限り、どうやってそんなに多くの金を用意できるか分からないんだ。\n\n"


    old "GG: И что ты предлагаешь?!"
    new "GG: どうしたらいいんだ？！"
    old "GG: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "GG: 分からないよ、マジで絶望的だからな。"
    old "GG: Ладно, спишемся позже."
    new "GG: わかった、じゃあ、また後で話そう。"
    old "GG: ББ"
    new "GG: わかったか？ じゃあ、またな。"
    old "GG: Чувак, ну как ты там? Обошлось?"
    new "GG: どうだった？釈放されたのか？"
    old "GG:  Дали пару недель общественных работ. "
    new "GG: 数週間の社会奉仕が待ってるよ。"
    old "GG: Хреново."
    new "GG: それは良くないな。"
    old "GG: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "GG: あの路地を抜けて逃げるべきだと言っただろう！\n\n"


    old "GG: Не, извини…"
    new "GG: ううん、ごめん…"
    old "GG: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "GG: いいね。僕たち二人とも借金があるのに、金の心配を僕一人がしなきゃいけないのか？\n\n"
    old "GG: Могу вместо тебя дворы мести."
    new "GG: 君の代わりに社会奉仕ができるよ。"
    old "GG: Согласен. "
    new "GG: はい、わかりました。"
    old "GG: А что по деньгам? Придумал, где достать?"
    new "GG: 金はどうするんだ？どこかで手に入れられる？"
    old "GG: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "GG: 落ち着けよ！まだわからない。後で話そう。\n\n"


    old "GG: Ты кто?"
    new "GG: お前は誰だ？"


    old "GG: Окей."
    new "GG: わかった。"


    old "GG: ..."
    new "GG: えっ、まさか…！"
    old "GG: Ку."
    new "GG: おい、生きてるか？"
    old "GG: Деньги получил. Через пару дней отпишусь."
    new "GG: 金を手に入れたよ。数日中にまた連絡するね。"
    old "GG: бб"
    new "GG: わかったか？ じゃあ、またな。"






    old "GG: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "GG: 信じられないかもしれないけど、僕も君と話がしたかったんだよ。\n\n"
    old "GG: Надеюсь, о чём-то, что нам поможет."
    new "GG: 何か僕たちを助けることについての話だといいな。"
    old "GG: Разве что тебе…"
    new "GG: まあ、多分君を助けることになるだろうね…"
    old "GG: ?"
    new "GG: ちょっと話せる？"
    old "GG: Расскажу при встрече."
    new "GG: 会ったら教えるよ。"
    old "GG: Ок."
    new "GG: 植物に水をやると思いました。"

    old "GG: Марина, ты где?!"
    new "GG: メリー、どこにいるの？！"
    old "GG: В парке."
    new "GG: 公園にいるわ。"
    old "GG: И что ты там забыла?"
    new "GG: そこで何をしてるの？"


    old "GG: Стой там, где стоишь, я сейчас прибуду."
    new "GG: そこにいて、すぐに行くから。"
    old "GG: Слушаюсь ^_^"
    new "GG: 分かった ^_^"
    old "GG: Ты скоро вернёшься?"
    new "GG: いつ私に戻ってくれるの？"
    old "GG: А что?"
    new "GG: どうしたの？"
    old "GG: T__________________T"
    new "GG: T__________________T"
    old "GG: Бедняжка, ты так страдаешь."
    new "GG: かわいそうに、大変だね。"
    old "GG: ^/////////^"
    new "GG: ^/////////^"
    old "GG: Ты хочешь меня, да?"
    new "GG: 俺のことが欲しいの？"
    old "GG: Хочу твой 8=========D"
    new "GG: あなたのそれが欲しいの 8=========D"
    old "GG: Как сильно?"
    new "GG: どれくらい切望してるの？"
    old "GG: [NPHOTO]"
    new "GG: [NPHOTO]"
    old "GG: Теперь верю."
    new "GG: 信じるよ。"
    old "GG: Вернусь как вернусь."
    new "GG: でも、いつ帰るかは...僕にも分からない。"
    old "GG: L((((((("
    new "GG: L((((((("
    old "GG: Бро, у нас получилось!"
    new "GG: 友よ、私たちがやり遂げたんだ！"


    old "GG: Ахахахаха!"
    new "GG: あははは！！！"
    old "GG: Нет, этот урод сел в тюрячку и на долго."
    new "GG: いや、そのやつは刑務所に行ったよ、これから数年はそこにいるだろうよ！"
    old "GG: Врёшь!!! КАК??!!11"
    new "GG: ばかげてる、マジで？！ どうやって??!!!!"
    old "GG: Извини, долго история."
    new "GG: ごめん、これは長い話だよ。"


    old "GG: Хоть бы спросил, как у меня дела…"
    new "GG: おい、でもお前は私の状態を聞いてくれないし…"
    old "GG: Как дела?"
    new "GG: あ、そうだ。で、君はどうなの？"
    old "GG: Пошёл нахуй!"
    new "GG: くたばれ！"
    old "GG: Старый добрый Игорёк! Люблю тебя, братан!"
    new "GG: あーい、私の愛しいイゴール！ ごめんよ、友達！"
    old "GG: Только если по-гейски."
    new "GG: うっふん... それが本当のゲイの愛なら恐ろしいね。"
    old "GG: Никак иначе!"
    new "GG: もちろん違うよ、これは友情だって！"


    old "GG: =D"
    new "GG: あなたのそれが欲しいの 8=========D"
    old "GG: Я устала ждать."
    new "GG: 待つのにうんざりだ。"
    old "GG: Ты вовремя, я как раз готов."
    new "GG: ちょうど良いタイミングだ。準備はできてるよ、友よ。"
    old "GG: Тогда каков план?"
    new "GG: おお…それで、その計画って何？"


    old "GG: ???"
    new "GG: ???"


    old "GG: Звучит бредово, но хозяин-барин.\n\n"
    new "GG: ふむ…ちょっと馬鹿げているようだけど、まあいい。\n\n"
    old "GG: Как мы проникнем внутрь?"
    new "GG: それで、どうやって中に入るの？"
    old "GG: Расскажу на месте."
    new "GG: 会ったときに、話すよ。"




    old "GG: …"
    new "GG: {i}適当に1週間か2週間、隣町に住む友達の家に滞在するつもりだ…{/i}"
    old "GG: До связи."
    new "GG: 落ち着けよ！まだわからない。後で話そう。\n\n"
    old "GG: Оривидерчи."
    new "GG: おお、神よ。"
    old "GG: Время пришло, детка."
    new "GG: さあ、時間だよ、ベイビー。"
    old "GG: Я тебе не детка."
    new "GG: 私はお前のベイビーじゃない。"
    old "GG: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "GG: わかった、それなら私たちは道徳的羅針盤がゆるい狂ったギャングだ。\n\n"
    old "GG: Зарежу, падлу!"
    new "GG: はあ…お前を魚のように腹を割く！"


    old "GG: >_<\n"
    new "GG: >_<\n"








































    old "GG: Ыыыыыыыыыыыы."
    new "GG: ああ、なるほど..."
    old "GG: Всё, бб."
    new "GG: わかったか？ じゃあ、またな。"
















































    old "GG: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "GG: [gg]、お願いです...これは生死に関わる問題なんです！！！"






    old "GG: Клянусь, это последняя просьба!\n"
    new "GG: これが本当に最後のお願いだと誓います！"


    old "GG: Прощайте."
    new "GG: それでは、さようなら…"
















































    old "GG: Чувак, как прогресс?"
    new "GG: どう進んでる？"
    old "GG: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "GG: 時間を引き延ばすほど、俺たちの状況は悪化するだろう。\n"
    old "GG: Всё под контролем. Я узнал дату рождения."
    new "GG: 大丈夫だよ、全て計画通りだ。彼女の誕生日を突き止めたんだ。"


    old "GG: Держи меня в курсе, я весь на нервах."
    new "GG: わかった、何か分かったらすぐに連絡してくれ。"
    old "GG: Ку, бро!"
    new "GG: おい、元気にしてるか？"
    old "GG: И тебе того же."
    new "GG: うん、元気にしてるよ。"
    old "GG: Слушай, у меня к тебе крайне важное дело."
    new "GG: 聞いてくれ、本当に大事な話があるんだ。"
    old "GG: Ну-ну…"
    new "GG: 話してみろ。"


    old "GG: Хочешь завалить Жлоба? :D"
    new "GG: まさか債権者を殺そうってわけじゃないだろうな？ :D"
    old "GG: Никакого криминала. Ну… почти никакого."
    new "GG: いや、全然危険なことじゃないよ。いや...ほとんど危険じゃないってことか。"




    old "GG: Или как «Раб на галерах»."
    new "GG: そうか？ '奴隷みたいに'ってわけか？"
    old "GG: Иди нахуй."
    new "GG: ああ、消えろ。"
    old "GG: Ладно, жди. Приду. "
    new "GG: 嫌だな。すぐに着くから、待ってろ。"


    old "GG: Понял-принял."
    new "GG: 了解。"
    old "GG: Ну?!"
    new "GG: どうだった？"
    old "GG: Чувак, деньги у меня."
    new "GG: 友よ、金を持ってきたよ。"




    old "GG: Я взял только необходимое."
    new "GG: 必要な分だけ持ってきたんだ。"
    old "GG: Когда пойдём к Жлобу?\n"
    new "GG: ギャングにはいつ行くの？\n"


    old "GG: Что ты имеешь в виду? "
    new "GG: どういう意味？"


    old "GG: Как только вернусь, напишу.\n\n"
    new "GG: ギャングたちとの借金問題が解決したら、連絡するよ。\n\n"
    old "GG: Окей. Буду ждать."
    new "GG: わかった、待ってるよ。"


    old "GG: Хорошо."
    new "GG: そうだな。"
    old "GG: Точнее – ничего хорошего."
    new "GG: つまり、良いニュースは何もなかったということか。"


    old "GG: Извини, бро ("
    new "GG: ごめん、友よ…"




    old "TT: Чувак, ты не поверишь, что со мной случилось этой ночью.\n\n"
    new "TT: おい、今夜俺に起こったこと、お前信じられないだろうな。\n\n"
    old "TT: Попробуй удивить."
    new "TT: 驚かせてくれよ。"
    old "TT: Какая-то деваха залезла ко мне в комнату и угрожала ножом, чтобы я поскорее отдал наш долг.\n\n\n"
    new "TT: ある女が俺の部屋に忍び込んで、ナイフで脅してきて、金を早く用意しろって言ったんだ。\n\n\n"


    old "TT: Чувак… Надеюсь, всё обошлось?"
    new "TT: おい、お前、怪我はないか？"
    old "TT: Не считая пару сломанных рёбер и угроз с требованием отдать кучу денег в кратчайшие сроки, всё ОХУЕНО обошлось.\n\n\n"
    new "TT: まあ、何本かの肋骨が折れて、できるだけ早く金を返せって言われたけど、全てがクソみたいにスムーズに進んだよ。\n\n\n"
    old "TT: Слушай, я пока не знаю, где мы можем достать столько денег, кроме как грабежом.\n\n"
    new "TT: 聞いてくれよ、盗みを働かない限り、どうやってそんなに多くの金を用意できるか分からないんだ。\n\n"


    old "TT: И что ты предлагаешь?!"
    new "TT: どうしたらいいんだ？！"
    old "TT: Я ничего не предлагаю, чувак. Я в отчаянии. "
    new "TT: 分からないよ、マジで絶望的だからな。"
    old "TT: Ладно, спишемся позже."
    new "TT: わかった、じゃあ、また後で話そう。"
    old "TT: ББ"
    new "TT: わかったか？ じゃあ、またな。"
    old "TT: Чувак, ну как ты там? Обошлось?"
    new "TT: どうだった？釈放されたのか？"
    old "TT:  Дали пару недель общественных работ. "
    new "TT: 数週間の社会奉仕が待ってるよ。"
    old "TT: Хреново."
    new "TT: それは良くないな。"
    old "TT: А я тебе говорил, надо было через переулок гнать!\n\n"
    new "TT: あの路地を抜けて逃げるべきだと言っただろう！\n\n"


    old "TT: Не, извини…"
    new "TT: ううん、ごめん…"
    old "TT: Отлично. Долг общий, а выкручиваться одному мне?\n\n"
    new "TT: いいね。僕たち二人とも借金があるのに、金の心配を僕一人がしなきゃいけないのか？\n\n"
    old "TT: Могу вместо тебя дворы мести."
    new "TT: 君の代わりに社会奉仕ができるよ。"
    old "TT: Согласен. "
    new "TT: はい、わかりました。"
    old "TT: А что по деньгам? Придумал, где достать?"
    new "TT: 金はどうするんだ？どこかで手に入れられる？"
    old "TT: Придержи коней! Ничего ещё не думал. Давай, до связи.\n\n"
    new "TT: 落ち着けよ！まだわからない。後で話そう。\n\n"


    old "TT: Ты кто?"
    new "TT: お前は誰だ？"


    old "TT: Окей."
    new "TT: わかった。"


    old "TT: ..."
    new "TT: えっ、まさか…！"
    old "TT: Ку."
    new "TT: おい、生きてるか？"
    old "TT: Деньги получил. Через пару дней отпишусь."
    new "TT: 金を手に入れたよ。数日中にまた連絡するね。"
    old "TT: бб"
    new "TT: わかったか？ じゃあ、またな。"






    old "TT: Ты не поверишь, но я сам хотел поговорить с тобой.\n\n"
    new "TT: 信じられないかもしれないけど、僕も君と話がしたかったんだよ。\n\n"
    old "TT: Надеюсь, о чём-то, что нам поможет."
    new "TT: 何か僕たちを助けることについての話だといいな。"
    old "TT: Разве что тебе…"
    new "TT: まあ、多分君を助けることになるだろうね…"
    old "TT: ?"
    new "TT: ちょっと話せる？"
    old "TT: Расскажу при встрече."
    new "TT: 会ったら教えるよ。"
    old "TT: Ок."
    new "TT: 植物に水をやると思いました。"

    old "TT: Марина, ты где?!"
    new "TT: メリー、どこにいるの？！"
    old "TT: В парке."
    new "TT: 公園にいるわ。"
    old "TT: И что ты там забыла?"
    new "TT: そこで何をしてるの？"


    old "TT: Стой там, где стоишь, я сейчас прибуду."
    new "TT: そこにいて、すぐに行くから。"
    old "TT: Слушаюсь ^_^"
    new "TT: 分かった ^_^"
    old "TT: Ты скоро вернёшься?"
    new "TT: いつ私に戻ってくれるの？"
    old "TT: А что?"
    new "TT: どうしたの？"
    old "TT: T__________________T"
    new "TT: T__________________T"
    old "TT: Бедняжка, ты так страдаешь."
    new "TT: かわいそうに、大変だね。"
    old "TT: ^/////////^"
    new "TT: ^/////////^"
    old "TT: Ты хочешь меня, да?"
    new "TT: 俺のことが欲しいの？"
    old "TT: Хочу твой 8=========D"
    new "TT: あなたのそれが欲しいの 8=========D"
    old "TT: Как сильно?"
    new "TT: どれくらい切望してるの？"
    old "TT: [NPHOTO]"
    new "TT: [NPHOTO]"
    old "TT: Теперь верю."
    new "TT: 信じるよ。"
    old "TT: Вернусь как вернусь."
    new "TT: でも、いつ帰るかは...僕にも分からない。"
    old "TT: L((((((("
    new "TT: L((((((("
    old "TT: Бро, у нас получилось!"
    new "TT: 友よ、私たちがやり遂げたんだ！"


    old "TT: Ахахахаха!"
    new "TT: あははは！！！"
    old "TT: Нет, этот урод сел в тюрячку и на долго."
    new "TT: いや、そのやつは刑務所に行ったよ、これから数年はそこにいるだろうよ！"
    old "TT: Врёшь!!! КАК??!!11"
    new "TT: ばかげてる、マジで？！ どうやって??!!!!"
    old "TT: Извини, долго история."
    new "TT: ごめん、これは長い話だよ。"


    old "TT: Хоть бы спросил, как у меня дела…"
    new "TT: おい、でもお前は私の状態を聞いてくれないし…"
    old "TT: Как дела?"
    new "TT: あ、そうだ。で、君はどうなの？"
    old "TT: Пошёл нахуй!"
    new "TT: くたばれ！"
    old "TT: Старый добрый Игорёк! Люблю тебя, братан!"
    new "TT: あーい、私の愛しいイゴール！ ごめんよ、友達！"
    old "TT: Только если по-гейски."
    new "TT: うっふん... それが本当のゲイの愛なら恐ろしいね。"
    old "TT: Никак иначе!"
    new "TT: もちろん違うよ、これは友情だって！"


    old "TT: =D"
    new "TT: あなたのそれが欲しいの 8=========D"
    old "TT: Я устала ждать."
    new "TT: 待つのにうんざりだ。"
    old "TT: Ты вовремя, я как раз готов."
    new "TT: ちょうど良いタイミングだ。準備はできてるよ、友よ。"
    old "TT: Тогда каков план?"
    new "TT: おお…それで、その計画って何？"


    old "TT: ???"
    new "TT: ???"


    old "TT: Звучит бредово, но хозяин-барин.\n\n"
    new "TT: ふむ…ちょっと馬鹿げているようだけど、まあいい。\n\n"
    old "TT: Как мы проникнем внутрь?"
    new "TT: それで、どうやって中に入るの？"
    old "TT: Расскажу на месте."
    new "TT: 会ったときに、話すよ。"




    old "TT: …"
    new "TT: {i}適当に1週間か2週間、隣町に住む友達の家に滞在するつもりだ…{/i}"
    old "TT: До связи."
    new "TT: 落ち着けよ！まだわからない。後で話そう。\n\n"
    old "TT: Оривидерчи."
    new "TT: おお、神よ。"
    old "TT: Время пришло, детка."
    new "TT: さあ、時間だよ、ベイビー。"
    old "TT: Я тебе не детка."
    new "TT: 私はお前のベイビーじゃない。"
    old "TT: Ладно, сумасшедшая бандитка со сбитыми морально-нравственными ориентирами.\n\n"
    new "TT: わかった、それなら私たちは道徳的羅針盤がゆるい狂ったギャングだ。\n\n"
    old "TT: Зарежу, падлу!"
    new "TT: はあ…お前を魚のように腹を割く！"


    old "TT: >_<\n"
    new "TT: >_<\n"








































    old "TT: Ыыыыыыыыыыыы."
    new "TT: ああ、なるほど..."
    old "TT: Всё, бб."
    new "TT: わかったか？ じゃあ、またな。"
















































    old "TT: [gg], умоляю, это вопрос жизни и смерти!!!"
    new "TT: [gg]、お願いです...これは生死に関わる問題なんです！！！"






    old "TT: Клянусь, это последняя просьба!\n"
    new "TT: これが本当に最後のお願いだと誓います！"


    old "TT: Прощайте."
    new "TT: それでは、さようなら…"








    old "TT: Хорошо.\n"
    new "TT: そうだな。"






































    old "TT: Чувак, как прогресс?"
    new "TT: どう進んでる？"
    old "TT: Чем дольше ты тянешь, тем хуже для нас обоих.\n"
    new "TT: 時間を引き延ばすほど、俺たちの状況は悪化するだろう。\n"
    old "TT: Всё под контролем. Я узнал дату рождения."
    new "TT: 大丈夫だよ、全て計画通りだ。彼女の誕生日を突き止めたんだ。"


    old "TT: Держи меня в курсе, я весь на нервах."
    new "TT: わかった、何か分かったらすぐに連絡してくれ。"
    old "TT: Ку, бро!"
    new "TT: おい、元気にしてるか？"
    old "TT: И тебе того же."
    new "TT: うん、元気にしてるよ。"
    old "TT: Слушай, у меня к тебе крайне важное дело."
    new "TT: 聞いてくれ、本当に大事な話があるんだ。"
    old "TT: Ну-ну…"
    new "TT: 話してみろ。"


    old "TT: Хочешь завалить Жлоба? :D"
    new "TT: まさか債権者を殺そうってわけじゃないだろうな？ :D"
    old "TT: Никакого криминала. Ну… почти никакого."
    new "TT: いや、全然危険なことじゃないよ。いや...ほとんど危険じゃないってことか。"




    old "TT: Или как «Раб на галерах»."
    new "TT: そうか？ '奴隷みたいに'ってわけか？"
    old "TT: Иди нахуй."
    new "TT: ああ、消えろ。"
    old "TT: Ладно, жди. Приду. "
    new "TT: 嫌だな。すぐに着くから、待ってろ。"


    old "TT: Понял-принял."
    new "TT: 了解。"
    old "TT: Ну?!"
    new "TT: どうだった？"
    old "TT: Чувак, деньги у меня."
    new "TT: 友よ、金を持ってきたよ。"




    old "TT: Я взял только необходимое."
    new "TT: 必要な分だけ持ってきたんだ。"
    old "TT: Когда пойдём к Жлобу?\n"
    new "TT: ギャングにはいつ行くの？\n"


    old "TT: Что ты имеешь в виду? "
    new "TT: どういう意味？"


    old "TT: Как только вернусь, напишу.\n\n"
    new "TT: ギャングたちとの借金問題が解決したら、連絡するよ。\n\n"
    old "TT: Окей. Буду ждать."
    new "TT: わかった、待ってるよ。"


    old "TT: Хорошо."
    new "TT: そうだな。"
    old "TT: Точнее – ничего хорошего."
    new "TT: つまり、良いニュースは何もなかったということか。"


    old "TT: Извини, бро ("
    new "TT: ごめん、友よ…"














    old "GG: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "GG: 女だって？！ 昨日俺が公園でお前のために一生懸命働いてるとき、スロブの手下の一人が\n俺に近づいてきて…そいつも俺を脅したんだ。\n\n"

    old "GG: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "GG: その行為で、今度こそ捕まる可能性がある。そして、俺たちが刑務所に入れば、スロブが確実に\n俺たちを二人とも女にしてくれるよ。\n\n"

    old "GG: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "GG: 今となってはそれは重要じゃない。何か盗めたのか？"

    old "GG: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "GG: お金を取り戻したいなら、\n男性用トイレに来なさい。\n\n"

    old "GG: У тебя 5 минут или ты ничего не получишь. "
    new "GG: 5分しかない。それを過ぎたら何ももらえなくなるよ。"

    old "GG: Бро, ну как там?"
    new "GG: 友よ？"

    old "GG: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "GG: 毎晩。公園で。\nいつもの仕事場の近くのゴミ箱で。\n"

    old "GG: Не забудь перчатки. "
    new "GG: 手袋を忘れないで。\n"

    old "GG: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "GG: 今日、公園に来てくれ。\n話があるんだ。\n"


    old "GG: Надеюсь. "
    new "GG: そうだといいね。"

    old "GG: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "GG: あなたが長い間見えないから、\n自分であなたを探しに出たのよ。\n"

    old "GG: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "GG: わあ！\n私が家に帰る間に、君がギャングから金を集めて、彼がこれ以上私たちを追わないようにしたってこと？\n"

    old "GG: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "GG: \nキャット（キャサリン）、彼女の番号知ってるか？ 彼女が話してくれるよ。\n"



    old "GG: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "GG: ギャングの奴らは私たちのことを知っている。\n だから、私たちは変装が必要だ。\n\n"

    old "GG: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "GG: 私たちが誰か分からないように、いくつかの衣装を買うよ。\n\n"

    old "GG: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "GG: やあ！死ぬかもしれない任務に、会ったときに計画を話すと？！\n\n"

    old "GG: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "GG: 君がもう手伝うって約束したし、\n 僕も君の条件に同意したんだ。\n\n"

    old "GG: Главное явись.\n "
    new "GG: とにかく来てくれ。\n"

    old "GG: Дверь исправлена, можешь не благодарить."
    new "GG: ドアを直したから、礼はいらないよ。\n"

    old "GG: Это почему же?"
    new "GG: どうして？\n"

    old "GG: Это уже сделала Кристи! "
    new "GG: クリスティがもうやってくれたんだよ！\n"

    old "GG: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "GG: イエエエエス！！！\n"

    old "GG: Чивооо?"
    new "GG: 何だって？\n"

    old "GG: Мудак, я же просил без приколов!"
    new "GG: このバカ、バカなことをするなって言っただろ！\n"

    old "GG: Всё под контролем, бро, она даже не заметила."
    new "GG: 全てコントロール下にあるよ。友よ、彼女は全く気づいていない。\n"

    old "GG: Ты чуть не подставил меня своим идиотизмом. "
    new "GG: お前の愚かさで僕をほとんど台無しにしたよ。\n"

    old "GG: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "GG: 誰にでも変わったところはあるけど、\n僕はお前のそれを責めないよ。\n"

    old "GG: Больше я тебя о помощи просить не стану. "
    new "GG: もうお前に助けを求めない。\n"

    old "GG: Это мы ещё посмотрим. "
    new "GG: それは見てみないとわからないね。\n"

    old "GG: Мы должны встретиться, [gg]."
    new "GG: 我們應該見一面，[gg]。"

    old "GG: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"
    new "GG: いいえ、すみませんが··· 私たちは約束した以上のことはしたよ。"

    old "GG: Я очень нуждаюсь в тебе.\n"
    new "GG: 私は本当にあなたが必要です。"

    old "GG: Бро, всё готово!\n*отправка файла*"
    new "GG: 友よ、全部終わったよ！"

    old "GG: Приходи завтра\nутром в Парк."
    new "GG: 朝、公園に来てくれ。"

    old "GG: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "GG: 「君の」携帯を返して、何を見つけたか教えてあげる。"

    old "GG: А сейчас почему\nне можешь рассказать?"
    new "GG: どうして今教えてくれないの？"

    old "GG: Сейчас я\nсобираюсь подрочить."
    new "GG: 今、オナニーするからさ。"


    old "GG: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "GG: ちくしょう、クリスティと撮った写真はどこにあるんだ？！！\n"

    old "GG: Бля, я забыл……….\n"
    new "GG: ちくしょう、忘れちゃった………。\n"

    old "GG: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "GG: そうだよ！友達がいいことをしてくれた後で約束を忘れるのは簡単だよね！\n"

    old "GG: Бро, всё будет. \nТолько не злись.\n"
    new "GG: 友よ、大丈夫だよ。怒らないで。\n"

    old "GG: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "GG: 私が怒りたいだけ怒るよ。\n"

    old "GG: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "GG: そして、クリスティと撮った写真を送るまで、お前は私の親友リストから除外だ！\n"

    old "GG: Но я твой единственный друг, ау…\n"
    new "GG: こんにちは！僕がお前の唯一の友達だよ。\n"

    old "GG: Тем более!\n"
    new "GG: それもそのはずだ！\n"

    old "GG: Шли фотку и не беси меня!\n"
    new "GG: 写真を送って、イライラさせないでくれ！\n"

    old "GG: Харош бузить. Я всё обязательно вышлю.\n"
    new "GG: 焦らないで！\n絶対に全部送るから。\n"

    old "GG: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "GG: 彼女が家で裸で歩き回ったり、夜にストリップショーをするわけじゃないんだ。\n"

    old "GG: Подожди ещё немного, окей?\n"
    new "GG: もう少し待って、いいか？\n"

    old "GG: …….\n"
    new "GG: ...."

    old "GG: Активирую режим «Хатико».\n"
    new "GG: ‘ハチ公モード’を活性化。\n"

    old "GG: Ыыыыыыыы!\n"
    new "GG: おい！\n\n"

    old "GG: Глянул фотку."
    new "GG: 写真をチェックしたよ...\n"

    old "GG: 12 из 10!!!"
    new "GG: 満点の12点！！！\n"

    old "GG: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "GG: わかってる、友よ！\n自分の目で直接見たんだ。\n"

    old "GG: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "GG: おい、お前この悪党め、\n俺をからかおうとしたのか？！\n"

    old "GG: Всего лишь факт.\n"
    new "GG: ただの事実だよ。\n"

    old "GG: Как, по твоему, \nя бы сделал эту фотку?"
    new "GG: お前はどうやって\nこの写真を撮ろうとしたんだ？\n"

    old "GG: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "GG: 「今のところ、彼女の美しさにあまりにも感動していて、\nここでのお前のコメントは不要だ。\n"

    old "GG: Ну ладно. Удачного дня.\n"
    new "GG: いいね。良い一日を。\n"

    old "GG: И тебе не горевать.\n"
    new "GG: お前も悪くない一日を過ごせ。\n"


    old "GG: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "GG: 私が言うべきことはすべて言いました、スーザンさん。これ以上私を困らせないでください。"

    old "GG: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "GG: いいえ、これが私にとってどれほど重要か分かれば理解してくれるはずです。"

    old "GG: Но я не могу сказать\nэто в переписке.\n"
    new "GG: でも...これは直接会って話さなければならないことです。"



    old "GG: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "GG: はあ...あなたの番号をブロックするしかないようですね。"





    old "TT: Деваха?! Вчера, когда я впрягался вместо тебя в парке, ко мне подошёл один из бугаёв Жлоба \nи тоже, знаешь ли, угрожал.\n\n"
    new "TT: 女だって？！ 昨日俺が公園でお前のために一生懸命働いてるとき、スロブの手下の一人が\n俺に近づいてきて…そいつも俺を脅したんだ。\n\n"

    old "TT: Скорее всего нас просто посадят. А потом, по просьбе Жлоба, \nпревратят в двух пидарастических сучек.\n\n"
    new "TT: その行為で、今度こそ捕まる可能性がある。そして、俺たちが刑務所に入れば、スロブが確実に\n俺たちを二人とも女にしてくれるよ。\n\n"

    old "TT: Уже не важно. Лучше скажи, тебе удалось что-нибудь стащить?\n\n "
    new "TT: 今となってはそれは重要じゃない。何か盗めたのか？"

    old "TT: Если хочешь вернуть свои деньги, \nжду тебя в первой туалетной кабинке для мальчиков.\n\n"
    new "TT: お金を取り戻したいなら、\n男性用トイレに来なさい。\n\n"

    old "TT: У тебя 5 минут или ты ничего не получишь. "
    new "TT: 5分しかない。それを過ぎたら何ももらえなくなるよ。"

    old "TT: Бро, ну как там?"
    new "TT: 友よ？"

    old "TT: Каждый вечер. В парке. \nВ урне, рядом с местом, где я работаю.\n"
    new "TT: 毎晩。公園で。\nいつもの仕事場の近くのゴミ箱で。\n"

    old "TT: Не забудь перчатки. "
    new "TT: 手袋を忘れないで。\n"

    old "TT: Чувак, приходи сегодня ко мне в парк. \nКое-что обсудим.\n"
    new "TT: 今日、公園に来てくれ。\n話があるんだ。\n"



    old "TT: Тебя так долго не было, \nчто я решила сама тебя поискать.\n"
    new "TT: あなたが長い間見えないから、\n自分であなたを探しに出たのよ。\n"

    old "TT: Вау!\nПока ты ехал домой, умудрился собрать долг для Жлоба,\n и теперь он не преследует нас?\n"
    new "TT: わあ！\n私が家に帰る間に、君がギャングから金を集めて、彼がこれ以上私たちを追わないようにしたってこと？\n"

    old "TT: \nЯ уверен, ты уже стрельнул телефон у Кэт.\nВот она тебе и расскажет.\n"
    new "TT: \nキャット（キャサリン）、彼女の番号知ってるか？ 彼女が話してくれるよ。\n"



    old "TT: Люди Жлоба нас хорошо знают.\nСперва нам нужно добыть маскировку.\n\n"
    new "TT: ギャングの奴らは私たちのことを知っている。\n だから、私たちは変装が必要だ。\n\n"

    old "TT: Я куплю нам пару подходящим костюмов, чтобы нас не заметили.\n\n "
    new "TT: 私たちが誰か分からないように、いくつかの衣装を買うよ。\n\n"

    old "TT: Мы идём на смертельную миссию,\nа о плане я смогу узнать только за минуту до начала?!\n\n"
    new "TT: やあ！死ぬかもしれない任務に、会ったときに計画を話すと？！\n\n"

    old "TT: Ты уже согласилась мне помочь,\nа я согласился на твои условия.\n\n"
    new "TT: 君がもう手伝うって約束したし、\n 僕も君の条件に同意したんだ。\n\n"

    old "TT: Главное явись.\n "
    new "TT: とにかく来てくれ。\n"

    old "TT: Дверь исправлена, можешь не благодарить."
    new "TT: ドアを直したから、礼はいらないよ。\n"

    old "TT: Это почему же?"
    new "TT: どうして？\n"

    old "TT: Это уже сделала Кристи! "
    new "TT: クリスティがもうやってくれたんだよ！\n"

    old "TT: ЫЫЫЫЫЫЫЫЫЫЫЫЫЫЫ!!!"
    new "TT: イエエエエス！！！\n"

    old "TT: Чивооо?"
    new "TT: 何だって？\n"

    old "TT: Мудак, я же просил без приколов!"
    new "TT: このバカ、バカなことをするなって言っただろ！\n"

    old "TT: Всё под контролем, бро, она даже не заметила."
    new "TT: 全てコントロール下にあるよ。友よ、彼女は全く気づいていない。\n"

    old "TT: Ты чуть не подставил меня своим идиотизмом. "
    new "TT: お前の愚かさで僕をほとんど台無しにしたよ。\n"

    old "TT: У каждого свои загоны, \nя же тебя за твои не осуждаю.\n\n "
    new "TT: 誰にでも変わったところはあるけど、\n僕はお前のそれを責めないよ。\n"

    old "TT: Больше я тебя о помощи просить не стану. "
    new "TT: もうお前に助けを求めない。\n"

    old "TT: Это мы ещё посмотрим. "
    new "TT: それは見てみないとわからないね。\n"

    old "TT: Мы должны встретиться, [gg]."
    new "TT: 我們應該見一面，[gg]。"

    old "TT: Нет, извините, но я сделал\nвсё, что от меня требовалось.\n"
    new "TT: いいえ、すみませんが··· 私たちは約束した以上のことはしたよ。"

    old "TT: Я очень нуждаюсь в тебе.\n"
    new "TT: 私は本当にあなたが必要です。"

    old "TT: Бро, всё готово!\n*отправка файла*"
    new "TT: 友よ、全部終わったよ！"

    old "TT: Приходи завтра\nутром в Парк."
    new "TT: 朝、公園に来てくれ。"

    old "TT: Верну «твой» телефон\nи заодно поведаю,\nчто получилось накопать."
    new "TT: 「君の」携帯を返して、何を見つけたか教えてあげる。"

    old "TT: А сейчас почему\nне можешь рассказать?"
    new "TT: どうして今教えてくれないの？"

    old "TT: Сейчас я\nсобираюсь подрочить."
    new "TT: 今、オナニーするからさ。"


    old "TT: Ну и где, мать твою, фотка с Кристи?!!!\n"
    new "TT: ちくしょう、クリスティと撮った写真はどこにあるんだ？！！\n"

    old "TT: Бля, я забыл……….\n"
    new "TT: ちくしょう、忘れちゃった………。\n"

    old "TT: Ещё бы! Легко забыть об обещании после того, \nкак твой друг сделал для тебя доброе дело!\n"
    new "TT: そうだよ！友達がいいことをしてくれた後で約束を忘れるのは簡単だよね！\n"

    old "TT: Бро, всё будет. \nТолько не злись.\n"
    new "TT: 友よ、大丈夫だよ。怒らないで。\n"

    old "TT: Я буду злиться столько, \nсколько посчитаю нужным.\n"
    new "TT: 私が怒りたいだけ怒るよ。\n"

    old "TT: И пока ты не вышлешь мне фотку с Кристи, \nты исключён из списка лучших друзей!\n"
    new "TT: そして、クリスティと撮った写真を送るまで、お前は私の親友リストから除外だ！\n"

    old "TT: Но я твой единственный друг, ау…\n"
    new "TT: こんにちは！僕がお前の唯一の友達だよ。\n"

    old "TT: Тем более!\n"
    new "TT: それもそのはずだ！\n"

    old "TT: Шли фотку и не беси меня!\n"
    new "TT: 写真を送って、イライラさせないでくれ！\n"

    old "TT: Харош бузить. Я всё обязательно вышлю.\n"
    new "TT: 焦らないで！\n絶対に全部送るから。\n"

    old "TT: Она же не гуляет \nголой по дому и не устраивает стриптиз показы по вечерам. \n"
    new "TT: 彼女が家で裸で歩き回ったり、夜にストリップショーをするわけじゃないんだ。\n"

    old "TT: Подожди ещё немного, окей?\n"
    new "TT: もう少し待って、いいか？\n"

    old "TT: …….\n"
    new "TT: ...."

    old "TT: Активирую режим «Хатико».\n"
    new "TT: ‘ハチ公モード’を活性化。\n"

    old "TT: Ыыыыыыыы!\n"
    new "TT: おい！\n\n"

    old "TT: Глянул фотку."
    new "TT: 写真をチェックしたよ...\n"

    old "TT: 12 из 10!!!"
    new "TT: 満点の12点！！！\n"

    old "TT: Знаю, бро! \nВедь я это видел собственными глазами.\n"
    new "TT: わかってる、友よ！\n自分の目で直接見たんだ。\n"

    old "TT: Ах ты ж сука, \nрешил поиздеваться надо мной?!\n"
    new "TT: おい、お前この悪党め、\n俺をからかおうとしたのか？！\n"

    old "TT: Всего лишь факт.\n"
    new "TT: ただの事実だよ。\n"

    old "TT: Как, по твоему, \nя бы сделал эту фотку?"
    new "TT: お前はどうやって\nこの写真を撮ろうとしたんだ？\n"

    old "TT: Пока что я слишком впечатлён красотой богини, \nи твои комментарии тут излишне. \n\n"
    new "TT: 「今のところ、彼女の美しさにあまりにも感動していて、\nここでのお前のコメントは不要だ。\n"

    old "TT: Ну ладно. Удачного дня.\n"
    new "TT: いいね。良い一日を。\n"

    old "TT: И тебе не горевать.\n"
    new "TT: お前も悪くない一日を過ごせ。\n"


    old "TT: Я уже всё вам сказал, Сьюзен,\nпрекратите меня донимать.\n"
    new "TT: 私が言うべきことはすべて言いました、スーザンさん。これ以上私を困らせないでください。"

    old "TT: Если бы ты знал, как это важно,\nты бы понял меня.\n"
    new "TT: いいえ、これが私にとってどれほど重要か分かれば理解してくれるはずです。"

    old "TT: Но я не могу сказать\nэто в переписке.\n"
    new "TT: でも...これは直接会って話さなければならないことです。"



    old "TT: Вы вынуждаете меня\nзаблокировать ваш номер.\n"
    new "TT: はあ...あなたの番号をブロックするしかないようですね。"




    old "GG: Кажется, я нашёл способ \nрасплатиться с нашим долгом!\n"
    new "GG: 借金を返す方法を見つけたかもしれないんだ！\n"

    old "TT: Чувак, \nэто по-любому какая-то херня. \nНо так уж и быть, я выслушаю.\n"
    new "TT: おい、\nまたくだらないアイデアに違いない。\nでもいいよ、聞いてやる。\n"

    old "TT: Приходи днём в парк, пообщаемся лично. \nПока ты прохлаждаешься, \nя вкалываю как Папо Карло.\n\n"
    new "TT: 正午に公園に来て、話そう。\nお前はボーッとしてる間に、\n僕はパパ・カルロみたいに一生懸命働いてるんだ。\n\n"


    old "GG: Сектор очищен. \nВечером жду у себя."
    new "GG: エリアクリア。 \n夜に私の家に来てね。"

    old "GG: Нет."
    new "GG: ダメだ。"
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
