translate chinese_trad strings:

    old "TT: Мне становится сложнее справляться со своей жаждой.\n\n"


    new '''TT: 我越來越難以抗拒我的慾望了。\n\n'''

    old "GG: Есть ли смысл сопротивляться?\n\n"


    new '''GG: 有必要抗拒嗎？\n\n'''

    old "TT: Тебе стоило быть более напористым, если ты хочешь получить желаемое.\n\n"


    new '''TT: 你得更積極一點才能得到你想要的。\n\n'''

    old "GG: Взять тебя силой?"


    new '''GG: 你想讓我強行對你怎樣？'''

    old "TT: Ну ты и дурак…\n"


    new '''TT: 你真傻……\n'''

    old "TT: Встретишь меня?\n"


    new '''TT: 今晚見面好嗎？\n'''

    old "GG: Ага."


    new '''GG: 好的。'''

