translate chinese_trad strings:

    old "GG: Дай мне ещё один шанс!\n"


    new '''GG: 再給我一次機會吧！\n'''

    old "Дай мне ещё один шанс!\n"


    new '''GG: 再給我一次機會吧！\n'''

    old "TT: Зайди ко мне завтра.\n"


    new '''TT: 明天來見我。\n'''

    old "Зайди ко мне завтра.\n"


    new '''TT: 明天來見我。\n'''

    old "GG: Имеешь в виду провести тебя?\n"


    new '''GG: 你還想讓我送你回家嗎？\n'''

    old "Имеешь в виду провести тебя?\n"


    new '''GG: 你還想讓我送你回家嗎？\n'''

    old "TT: Нет. На работу ко мне зайди.\n"


    new '''TT: 不，來商店。\n'''

    old "Нет. На работу ко мне зайди.\n"


    new '''TT: 不，來商店。\n'''

    old "GG: Хорошо.\n"


    new '''GG: 好的。\n'''

    old "Хорошо.\n"


    new '''GG: 好的。\n'''

    old "Повидаться с Мишвандой в магазине."


    new '''當她在工作時去見米莎旺達。'''

