translate kor strings:

    old "TT: Хочу пригласить тебя на чай.\n\n"


    new '''TT: 차라도 마시러 왔으면 좋겠네.\n\n'''

    old "GG: Встретить тебя там же, где и всегда?\n\n"


    new '''GG: 퇴근 후에 만날 수 있어?\n\n'''

    old "TT: Ага."


    new '''TT: 응.'''

    old "GG: Горю от нетерпения."


    new '''GG: 보고 싶어 죽겠어.'''

    old "TT: Не туши этот пожар, пока мы не увидимся.\n"


    new '''TT: 그럼, 살아서 나한테 와.\n'''

    old "Встретить Мишванду после работы у магазина ночью."


    new '''그녀의 일이 끝나면 만나러 가자.'''

