translate kor strings:

    old "GG: Дай мне ещё один шанс!\n"


    new '''GG: 한 번 더 기회를 줘.\n'''

    old "Дай мне ещё один шанс!\n"


    new '''GG: 한 번 더 기회를 줘.\n'''

    old "TT: Зайди ко мне завтра.\n"


    new '''TT: 내일 만나러 와.\n'''

    old "Зайди ко мне завтра.\n"


    new '''TT: 내일 만나러 와.\n'''

    old "GG: Имеешь в виду провести тебя?\n"


    new '''GG: 또 집까지 바래다 주길 원해?\n'''

    old "Имеешь в виду провести тебя?\n"


    new '''GG: 또 집까지 바래다 주길 원해?\n'''

    old "TT: Нет. На работу ко мне зайди.\n"


    new '''TT: 아니, 가게로 와.\n'''

    old "Нет. На работу ко мне зайди.\n"


    new '''TT: 아니, 가게로 와.\n'''

    old "GG: Хорошо.\n"


    new '''GG: 알았어.\n'''

    old "Хорошо.\n"


    new '''GG: 알았어.\n'''

    old "Повидаться с Мишвандой в магазине."


    new '''미슈반다가 일하고 있을 때 만나러 가자.'''

