translate kor strings:

    old "TT: Мне становится сложнее справляться со своей жаждой.\n\n"


    new '''TT: 내 욕망과 싸우는 게 정말 어려워졌어.\n\n'''

    old "GG: Есть ли смысл сопротивляться?\n\n"


    new '''GG: 그거랑 굳이 싸울 이유가 있어?\n\n'''

    old "TT: Тебе стоило быть более напористым, если ты хочешь получить желаемое.\n\n"


    new '''TT: 자신이 원하는 것을 얻기 위해서는 더 적극적이어야 해.\n\n'''

    old "GG: Взять тебя силой?"


    new '''GG: 그럼, 강제로 행동하길 원해?'''

    old "TT: Ну ты и дурак…\n"


    new '''TT: 바보네...\n'''

    old "TT: Встретишь меня?\n"


    new '''TT: 오늘 밤 만날 수 있어?\n'''

    old "GG: Ага."


    new '''GG: 그래, 만나자.\n\n'''

