translate jap strings:

    old "GG: Дай мне ещё один шанс!\n"


    new '''GG: もう一度チャンスをくれ。\n'''

    old "Дай мне ещё один шанс!\n"


    new '''GG: もう一度チャンスをくれ。\n'''

    old "TT: Зайди ко мне завтра.\n"


    new '''TT: 明日会いに来て。\n'''

    old "Зайди ко мне завтра.\n"


    new '''TT: 明日会いに来て。\n'''

    old "GG: Имеешь в виду провести тебя?\n"


    new '''GG: また家まで送ってほしいの？\n'''

    old "Имеешь в виду провести тебя?\n"


    new '''GG: また家まで送ってほしいの？\n'''

    old "TT: Нет. На работу ко мне зайди.\n"


    new '''TT: いいえ、店に来て。\n'''

    old "Нет. На работу ко мне зайди.\n"


    new '''TT: いいえ、店に来て。\n'''

    old "GG: Хорошо.\n"


    new '''GG: 分かった。\n'''

    old "Хорошо.\n"


    new '''GG: 分かった。\n'''

    old "Повидаться с Мишвандой в магазине."


    new '''ミシュバンダが働いているときに会いに行く。'''

