translate jap strings:

    old "TT: Мне становится сложнее справляться со своей жаждой.\n\n"


    new '''TT: 私の欲望と戦うのが本当に難しくなってきた。\n\n'''

    old "GG: Есть ли смысл сопротивляться?\n\n"


    new '''GG: それと戦う理由はあるの？\n\n'''

    old "TT: Тебе стоило быть более напористым, если ты хочешь получить желаемое.\n\n"


    new '''TT: 自分が欲しいものを手に入れるためにはもっと積極的でないと。\n\n'''

    old "GG: Взять тебя силой?"


    new '''GG: 強引に行動してほしいの？'''

    old "TT: Ну ты и дурак…\n"


    new '''TT: ばかね…\n'''

    old "TT: Встретишь меня?\n"


    new '''TT: 今夜会える？\n'''

    old "GG: Ага."


    new '''GG: うん、会おう。\n\n'''

