translate jap strings:

    old "TT: Хочу пригласить тебя на чай.\n\n"


    new '''TT: お茶を飲みに来てほしいの。\n\n'''

    old "GG: Встретить тебя там же, где и всегда?\n\n"


    new '''GG: 仕事の後に会える？\n\n'''

    old "TT: Ага."


    new '''TT: うん。'''

    old "GG: Горю от нетерпения."


    new '''GG: 会いたくてたまらないよ。'''

    old "TT: Не туши этот пожар, пока мы не увидимся.\n"


    new '''TT: 生きて私のところに来てね。\n'''

    old "Встретить Мишванду после работы у магазина ночью."


    new '''彼女のシフトが終わったら会いに行く。'''

