translate kor strings:

    old "Я всю неделю сходил с ума, грезя о нашей встречи."
    new '''この瞬間をずっと夢見ていた。'''

    old "Люблю, когда ты сгораешь от нетерпения."
    new '''あなたが私に会うのをそんなに切望しているのが好きだ。'''

    old "Надеюсь, мои страдания будут компенсированы с лихвой."
    new '''一週間の待ち時間がそれだけの価値があることを願っている。'''

    old "А то!"
    new '''絶対にそうだよ！'''

    old "Разве я когда-то разочаровывала тебя?"
    new '''私があなたをがっかりさせたことがありますか？'''

    old "Никогда. "
    new '''一度もない。'''

    old "Хи-хи-хи. Твой возбуждённый голос так забавно дрожит."
    new '''へへへ。あなたが興奮するときの声の震え方が面白い。'''

    old "Потрогай меня, фараон, я соскучилась по твоим ласкам. "
    new '''私に触れて、私のファラオ。ああ、あなたの触れることがどれほど恋しかったか。'''

    old "П-пожалуйста… Давай отойдём."
    new '''お願い...もっとプライベートな場所に行こう。'''

    old "Ну… Не торопись. Разве ожидания того не стоят?"
    new '''ねえ... 急がないで。待つ価値があるでしょ？'''

    old "Хватит этих прелюдий, шоколадка, я хочу перейти к делу. "
    new '''もう前戯にはうんざりだ。始めよう。'''

    old "Люблю твою напористость!"
    new '''あなたがどれほど前向きかが本当に好きだ！'''

