translate kor christie_root_63_df953627:

    # "!" "Дааа, [gg], возьми её уже наконец!!!"

    "Джей" '''우오오, [player_name]. 그래, 그녀를 그냥 가져버려!!!'''

translate kor christie_root_63_3038d075:

    # "!" "Эээ… Троооопииииическииий мирааааж…."

    "Джей" '''남녀가 서로 사랑의 속삭임을 나누는 순간이라니...'''

translate kor strings:

    old "Дааа, [gg], возьми её уже наконец!!!"

    new '''우오오, [player_name]. 그래, 그녀를 그냥 가져버려!!!'''

    old "Эээ… Троооопииииическииий мирааааж…."

    new '''남녀가 서로 사랑의 속삭임을 나누는 순간이라니...'''

