# TODO: Translation updated at 2024-04-29 19:47





# game/events/ep2/ep2_18_end.rpy:21


translate kor ep2_18_end_1f348dc9:




    # "Марина" "Ну и где ты шлялся?"


    "Марина" '''이 늦은 밤에 어디 갔다 온 건가요?'''




# game/events/ep2/ep2_18_end.rpy:24


translate kor ep2_18_end_24a0d067:




    # "[gg]" "Эй-эй, не дави на меня так. "


    "[player_name]" '''아니, 어째서 그렇게 몰아세우시는 거예요?'''




# game/events/ep2/ep2_18_end.rpy:25


translate kor ep2_18_end_f712d0c3:




    # "[gg]" "Просто гулял."


    "[player_name]" '''그냥 산책 좀 했어요.'''




# game/events/ep2/ep2_18_end.rpy:27


translate kor ep2_18_end_c9786058:




    # "Марина" "Ты понимаешь, что если ты опять куда-то вляпаешься, то мы уже ничего не сможем сделать. Тебя посадят!"


    "Марина" '''네가 또 문제를 일으키면, 더 이상 우리가 할 수 있는 건 아무것도 없다는 거 알고 있죠? 정말로 감옥에 가게 될 거라고요!'''




# game/events/ep2/ep2_18_end.rpy:29


translate kor ep2_18_end_e6902fd9:




    # "[gg]" "Послушай, Марина, если ты хочешь, чтобы я говорил тебе правду, ты должна научиться доверять мне!"


    "[player_name]" '''하, 메리씨. 제가 당신에게 진실해지려면, 당신은 저를 믿어줘야 해요!'''




# game/events/ep2/ep2_18_end.rpy:31


translate kor ep2_18_end_553a4b89:




    # "Марина" "Это сложно делать, когда твой друг постоянно замешан в мутных историях."


    "Марина" '''당신의 친구가 계속 수상한 사건에 휘말리고 있는 것 같아서, 믿기가 어려워요.'''




# game/events/ep2/ep2_18_end.rpy:33


translate kor ep2_18_end_9326340e:




    # "[gg]" "Я просто гулял. Верь мне. "


    "[player_name]" '''그냥 정말로 산책한 거예요. 믿어주세요.'''




# game/events/ep2/ep2_18_end.rpy:35


translate kor ep2_18_end_b554310f:




    # "Марина" "И ты ни в чём больше не замешан? "


    "Марина" '''그럼, 더 이상 수상한 일은 하지 않는 거죠?'''




# game/events/ep2/ep2_18_end.rpy:37


translate kor ep2_18_end_2445cab2:




    # "[gg]" "Нет. "


    "[player_name]" '''네.'''




# game/events/ep2/ep2_18_end.rpy:39


translate kor ep2_18_end_28b441b3:




    # "Марина" " …."


    "Марина" '''….'''




# game/events/ep2/ep2_18_end.rpy:41


translate kor ep2_18_end_b7fcfb8d:




    # "Марина" "Хорошо, я поверю тебе."


    "Марина" '''알았어요. 믿어줄게요.'''




# game/events/ep2/ep2_18_end.rpy:43


translate kor ep2_18_end_994d8683:




    # "Марина" "Но в последний раз."


    "Марина" '''하지만 이번이 마지막이에요.'''




# game/events/ep2/ep2_18_end.rpy:45


translate kor ep2_18_end_1df3044f:




    # "[gg]" "Спасибо."


    "[player_name]" '''고마워요.'''




# game/events/ep2/ep2_18_end.rpy:47


translate kor ep2_18_end_3aa32864:




    # "Марина" "Спокойной ночи."


    "Марина" '''좋은 밤 보내요.'''




# game/events/ep2/ep2_18_end.rpy:61


translate kor ep2_18_end_248ed6b8:




    # "[gg]" "Да, я снова наврал ей. Но разве у меня был выбор?"


    "[player_name]" '''하아, 또 거짓말을 하고 말았어. 하지만 지금 이 난처한 상황에서 나에게 다른 선택지가 있다고 할 수 있겠어?'''




# game/events/ep2/ep2_18_end.rpy:63


translate kor ep2_18_end_d4970b75:




    # "[gg]" "Мне что, следовало ей рассказать, что я задолжал кучу денег бандитам? Что в любой день меня могут прирезать за неуплаченный процент? Или что я ходил за пистолетом для самозащиты? "


    "[player_name]" '''그녀에게 내가 마을 갱단에게 큰돈을 빚졌다는 걸 말해야 했을까? 빚 독촉으로 언제든지 살해당할 수 있다는 그런 상황을? 아니면, 자기방어를 위해 총을 구하러 갔다는 이야기를 솔직하게 할 수 있을까?'''




# game/events/ep2/ep2_18_end.rpy:64


translate kor ep2_18_end_f467a753:




    # "[gg]" "…"


    "Марина" '''….'''




# game/events/ep2/ep2_18_end.rpy:67


translate kor ep2_18_end_98842f4e:




    # "[gg]" "Каждый мой день может стать последним."


    "[player_name]" '''언제가 내 인생의 마지막 날이 될지 몰라.'''




# game/events/ep2/ep2_18_end.rpy:68


translate kor ep2_18_end_3bf4708c:




    # "[gg]" "И если мне суждено погибнуть в перестрелке, то остаток своей жизни я хочу с человеком, которого люблю больше всего на свете…"


    "[player_name]" '''어차피 총격전에서 죽을 운명이라면, 남은 인생을 세상에서 가장 사랑하는 사람과 함께 보내고 싶어....'''




# game/events/ep2/ep2_18_end.rpy:69


translate kor ep2_18_end_c9dacd23:




    # "[gg]" "Мариной."


    "[player_name]" '''메리.'''




# game/events/ep2/ep2_18_end.rpy:70


translate kor ep2_18_end_fff5ce9e:




    # "[gg]" "Надо будет купить её любимое красное вино и подобрать подходящий фильм для просмотра в романтической обсстановке.\nДиск с подходящим фильмом можно найти в зале."


    "[player_name]" '''그녀가 가장 좋아하는 레드 와인을 사고, 로맨틱한 분위기에서 볼만한 적절한 영화를 찾아봐야겠어. 그런 영화가 담긴 CD는 홀에서 찾을 수 있을 것 같네.'''

