translate kor strings:

    old "GG: Как только Марина и Кристи свалят из дома,\n я перепробую все комбинации.\n"
    new '''GG: 메리와 크리스티가 집을 비우는 대로,\n 모든 가능한 조합을 시도해볼 거야.\n'''

    old "GG: Чувак, я перепробовал все варианты. \nЗадание провалено :(\n"
    new '''GG: 친구야, 나 모든 걸 다 해봤어. \n임무 실패 :(\n'''

    old "TT: Как будет время, приходи в Парк,\n обсудим дальнейший план действий.\n"
    new '''TT: 시간 날 때 공원으로 와, \n다음에 뭘 할지 논의해 보자.\n'''

    old "TT: Я на тебя не злюсь. "
    new '''TT: 괜찮아, 너에게 화난 건 아냐.'''

