translate kor strings:

    old "TT: [NPHOTO_2]"
    new "TT: [NPHOTO_2]"

    old "Встретить Мишванду после работы у магазина Ночью."
    new '''저녁에 그녀의 근무가 끝나면, 그녀를 만나러 가자.'''
    old "Прочесть СМС от Мишванды."
    new '''그녀로부터 온 메시지를 읽다.'''
    old "TT: ^______^"
    new "TT: ^______^"

    old "TT: Если хочешь, можешь провести меня домой снова.\n\n"
    new '''TT: 괜찮다면, 오늘도 집까지 바래다줄래?\n\n'''

    old "GG: Это способ мотивации или благодарность?\n\n"
    new '''지금 고마움을 표현하고 있는 거야, 아니면 일종의 동기 부여?\n\n'''

    old "TT: Угадай. "
    new '''TT: 맞춰봐.'''

    old "GG: Я не хочу угадывать, я хочу их потрогать.\n\n"
    new '''맞추고 싶지 않아. 그냥 만지고 싶어.\n\n'''

    old "TT: Ха-ха-ха-ха-ха!"
    new '''TT: 하하하하!'''

    old "TT: Жду тебя у магазина после девяти.\n\n"
    new '''TT: 오늘 나의 근무는 저녁 9시에 끝나.\n\n'''

