translate kor strings:

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:"
    new '''크리스티의 커피를 구할 장소를 찾았지만, 그것을 얻기 위해서는 동네 바보 두 명이 판매원을 '유혹'하는 것을 도와야 해요. 그러기 위해서는:'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: "
    new '''크리스티의 커피를 구할 장소를 찾았지만, 그것을 얻기 위해서는 동네 바보 두 명이 판매원을 '유혹'하는 것을 도와야 해요. 그러기 위해서는:'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1) Принять душ \n2) Почистить зубы \n3) Взять у Марины какие-нибудь духи \n4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''크리스티의 커피를 구할 장소를 찾았지만, 그것을 얻기 위해서는 동네 바보 두 명이 판매원을 '유혹'하는 것을 도와야 해요. 그러기 위해서는:\n1) 샤워를 해야 해요.\n2) 이를 닦아야 해요.\n3) 메리에게서 향수를 조금 얻어야 해요.\n4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''크리스티의 커피를 구할 장소를 찾았지만, 그것을 얻기 위해서는 동네 바보 두 명이 판매원을 '유혹'하는 것을 도와야 해요. 그러기 위해서는:\n{s}1) 샤워를 해야 해요.{/s}\n{s}2) 이를 닦아야 해요.{/s}\n{s}3) 메리에게서 향수를 조금 얻어야 해요.{/s}\n{s}4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.{/s}'''

    old "Принять душ"
    new '''1) 샤워를 해야 해요.'''

    old "{s}Принять душ{/s}"
    new '''{s}1) 샤워를 해야 해요.{/s}'''

    old "1) Принять душ"
    new '''1) 샤워를 해야 해요.'''

    old "1) {s}Принять душ{/s}"
    new '''{s}1) 샤워를 해야 해요.{/s}'''

    old "Почистить зубы"
    new '''2) 이를 닦아야 해요.'''

    old "{s}Почистить зубы{/s}"
    new '''{s}2) 이를 닦아야 해요.{/s}'''

    old "2) Почистить зубы"
    new '''2) 이를 닦아야 해요.'''

    old "2) {s}Почистить зубы{/s}"
    new '''{s}2) 이를 닦아야 해요.{/s}'''

    old "Взять у Марины какие-нибудь духи"
    new '''3) 메리에게서 향수를 조금 얻어야 해요.'''

    old "{s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 메리에게서 향수를 조금 얻어야 해요.{/s}'''

    old "3) Взять у Марины какие-нибудь духи"
    new '''3) 메리에게서 향수를 조금 얻어야 해요.'''

    old "3) {s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 메리에게서 향수를 조금 얻어야 해요.{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.{/s}'''

    old "Принять душ "
    new '''1) 샤워를 해야 해요.'''

    old "{s}Принять душ {/s}"
    new '''{s}1) 샤워를 해야 해요.{/s}'''

    old "1) Принять душ "
    new '''1) 샤워를 해야 해요.'''

    old "1) {s}Принять душ {/s}"
    new '''{s}1) 샤워를 해야 해요.{/s}'''

    old "Почистить зубы "
    new '''2) 이를 닦아야 해요.'''

    old "{s}Почистить зубы {/s}"
    new '''{s}2) 이를 닦아야 해요.{/s}'''

    old "2) Почистить зубы "
    new '''2) 이를 닦아야 해요.'''

    old "2) {s}Почистить зубы {/s}"
    new '''{s}2) 이를 닦아야 해요.{/s}'''

    old "Взять у Марины какие-нибудь духи "
    new '''3) 메리에게서 향수를 조금 얻어야 해요.'''

    old "{s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 메리에게서 향수를 조금 얻어야 해요.{/s}'''

    old "3) Взять у Марины какие-нибудь духи "
    new '''3) 메리에게서 향수를 조금 얻어야 해요.'''

    old "3) {s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 메리에게서 향수를 조금 얻어야 해요.{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4) 제대로 보이기 위해 옛날 교복을 찾아야 해요.{/s}'''

