label ep45_milf_61:
    $ events.pop('ep45_milf_61', 0)

    scene expression '#000'
    $ Hide('main_interface')()

    $ Hide('icons_interface')()
    scene expression 'cg/ep45/Agent_BestroomNight.png'

    with Dissolve(.5)
    $ renpy.pause(9999)
    show GG Skepticism
    show GG Skepticism:
        xalign .1
        ypos 1085
        zoom 1.0-0.035

    with Dissolve(.5)












    $ renpy.music.stop(fadeout=1.5)

    $ renpy.music.play('audio/deadly-roulette-by-kevin-macleod-from-filmmusic-io.mp3', fadein = 1.5)


    "[gg]" "Мне кажется, или на кресле у окна кто-то сидит?"
    show GG Skepticism
    "[gg]" "Наверное, воображение разыгралось…"


    call show_bg_image_label from _call_show_bg_image_label_29
    call show_additional_images_label from _call_show_additional_images_label_24
    show Nikolaya Normal
    show Nikolaya Normal:
        xalign .65
        ypos 1085
        zoom 1.0-0.035
        xalign .95

    show GG Surprise
    show GG Surprise:
        xalign .1
        ypos 1085
        zoom 1.0-0.035

    with vpunch
    "Джеймс" "Привет, брат. "

    "[gg]" "Джеймс?!"
    show GG Laughs
    "[gg]" "Почему ты сидишь в темноте? "


    "Джеймс" "Это сюрприз. "
    show GG Laughs
    "[gg]" "Несколько жутковатый, не находишь? Я чуть не обосрался от страха. "


    "Джеймс" "Ничего, поменяешь штаны и будешь как новенький. "
    show GG Angry
    "[gg]" "Эй!"


    "Джеймс" "Ладно, не психуй."


    "Джеймс" "Просто не хочу, чтобы Марина знала о моём возвращении."
    show GG Normal
    "[gg]" "Хм… А я думал, ты её предупредил."


    "Джеймс" "Предупредил."


    "Джеймс" "Но вернулся я на неделю раньше."
    show GG Skepticism
    "[gg]" "А мне почему не сообщил? "


    "Джеймс" "Нет. "


    "Джеймс" "Нас могли увидеть."


    "Джеймс" "К тому же, за тобой постоянная слежка."
    show GG Surprise
    "[gg]" "Слежка?!"


    "Джеймс" "Ага, какая девчонка с косичками всюду тебя преследует. "
    show GG Smile
    "[gg]" "Ах, эта."


    "Джеймс" "Ты её знаешь?"
    show GG Smile
    "[gg]" "Не придавай значения. Просто моя фанатка. "


    "Джеймс" "Ты снова куда-то вляпался?"
    show GG Skepticism
    "[gg]" "С чего ты взял? "


    "Джеймс" "Всего лишь спрашиваю. "
    show GG Normal
    "[gg]" "У меня-то всё в порядке, а вот у тебя, судя по тому, что ты сидишь тут в потёмках, нет."


    "Джеймс" "Угадал."


    "Джеймс" "Я подозреваю Марину в измене."
    show GG Surprise




    "Джеймс" "Вот поэтому я и не хочу, чтобы она знала о моём прибытии раньше времени."
    show GG Surprise
    "[gg]" "У тебя… У тебя уже есть подозреваемые?"
    show GG Surprise
    "[gg]" "Ну, то есть, почему ты так решил?"


    "Джеймс" "Пока что я склоняюсь к офицеру полиции. "
    show GG Surprise
    "[gg]" "…??!"
    show GG Normal
    "[gg]" "Наш участковый?"
    show GG Normal
    "[gg]" "Уверен, ты ошибаешься, хе-хе…"


    "Джеймс" "Улики указывают на обратное."


    "Джеймс" "Во-первых, Марина ужинала с ним. "


    "Джеймс" "И вероятно, не один раз."


    "Джеймс" "Возникает резонный вопрос. Какого чёрта замужняя женщина будет проводить вечер в ресторане с незнакомым мужчиной, если только это не деловая встреча?"
    show GG Normal
    "[gg]" "Значит, это была именно деловая встреча."
    show GG Normal
    "[gg]" "Я так думаю, конечно."
    show GG Normal
    "[gg]" "Чёрт, я же не могу признаться брату, что дважды вляпался в дерьмо, а Марина вынуждена была встретиться с полицейским и обсудить моё криминальное дело."




    "Джеймс" "Во-вторых, если ты действительно никуда не вляпался, то какой смысл офицер полиции будет посещать мой дом?"
    show GG Normal
    "[gg]" "Ну…"
    show GG Normal
    "[gg]" "Наверное, он просто добропорядочный участковый, который… "
    show GG Normal
    "[gg]" "Эт самое… "
    show GG Normal
    "[gg]" "Хотел удостовериться, что у нас всё в порядке."
    show GG Smile
    "[gg]" "О! Возможно он тоже заметил мою «фанатку», что порой, посещает меня по ночам, и решил, будто бы у неё злые намерения. "


    "Джеймс" "Логично. "


    "Джеймс" "Но тогда зачем он в парке передавал тебе кулон на цепочке? "
    show GG Surprise
    "[gg]" "Эээ…."


    "Джеймс" "Не надо его защищать, [gg]. Я не виню тебя."


    "Джеймс" "Наверняка он шантажировал тебя. "




    "Джеймс" "Теперь мне надо поймать эту сладкую парочку на горячем."
    show GG Surprise
    "[gg]" "И?"


    "Джеймс" "Убью этого мудака."
    show GG Surprise
    "[gg]" "Это слишком радикально. "


    "Джеймс" "Меня унизили, мой брак будет разрушен, и я с лихвой возмещу весь моральный ущерб, вне зависимости, осудишь ты меня, или нет."
    show GG Surprise
    "[gg]" "Это безумие, Джеймс! "
    show GG Angry
    "[gg]" "Я этого не допущу."
    show GG Chagrin
    "[gg]" "…."


    "Джеймс" "Я тоже не желаю такого исхода."


    "Джеймс" "Нечего лезть к чужим жёнам. "
    show GG Normal
    "[gg]" "Скажи честно. Ты её хотя бы любишь?"


    "Джеймс" "…."


    "Джеймс" "Сам не знаю. "


    "Джеймс" "Мы уже много лет как отстранились друг от друга."


    "Джеймс" "У неё своя жизнь, у меня своя."


    "Джеймс" "Но измены я не потерплю. "
    show GG Normal
    "[gg]" "Но Марину ты же не тронешь?"
    "Джеймс" "Нет."
    "Джеймс" "Не думаю."
    "Джеймс" "Я понимаю, как это отразиться на наших с тобой отношениях, и не хочу, чтобы ты ненавидел меня до конца своих дней."

    "[gg]" "Понятно. Значит, я не смогу тебя переубедить?"


    "Джеймс" "Нет."
    show GG Normal
    "[gg]" "Так каков твой план действий? Будешь ждать, пока не объявится офицер полиции? "


    "Джеймс" "Именно. "


    "Джеймс" "И лучше будет, если ты сам спровоцируешь его прийти."
    show GG Surprise
    "[gg]" "…."


    "Джеймс" "Ты же поможешь мне, верно?"
    show GG Surprise
    "[gg]" "…."
    show GG Surprise
    "[gg]" "Ты рехнулся? Чтобы ты убил копа?"


    "Джеймс" "Я думал, ты на моей стороне."
    show GG Angry
    "[gg]" "Я разделяю твоё горе, но это… "
    show GG Angry
    "[gg]" "Это слишком."


    "Джеймс" "Прощай."


    $ descript = _("Пожалуй, мне ничего не остаётся, кроме как хорошенько выспаться. ")

    $ Event('stump_milf_sleep_61', 'Milf_Room', time = ['night'])

    $ Event('ep45_milf_62',     None, time = ['morning'])


    jump main_interface_label



label stump_milf_sleep_61:
    $ Event('stump_milf_sleep_61', 'Milf_Room', time = ['night'])

    $ Hide('main_interface', transition = Dissolve(.5))()


    "[gg]" "Нет, к Марине я сейчас пойти не могу. Слишком опасно."

    "[gg]" "Мне следует вернуться в свою комнату…"


    $ location_now = 'Hall'
    jump main_interface_label
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
