translate chinese_simpl strings:

    old "Я всю неделю сходил с ума, грезя о нашей встречи."
    new '''我整个星期都在梦想着这一刻。'''

    old "Люблю, когда ты сгораешь от нетерпения."
    new '''我喜欢你急着见我的样子。'''

    old "Надеюсь, мои страдания будут компенсированы с лихвой."
    new '''希望这一周的等待能得到补偿。'''

    old "А то!"
    new '''肯定会的！'''

    old "Разве я когда-то разочаровывала тебя?"
    new '''我让你失望过吗？'''

    old "Никогда. "
    new '''从来没有。'''

    old "Хи-хи-хи. Твой возбуждённый голос так забавно дрожит."
    new '''嘿嘿嘿。你发情时的声音颤抖得真有趣。'''

    old "Потрогай меня, фараон, я соскучилась по твоим ласкам. "
    new '''抚摸我，我的法老。啊，我好想念你的抚摸。'''

    old "П-пожалуйста… Давай отойдём."
    new '''不-不如……我们去个隐秘的地方吧。'''

    old "Ну… Не торопись. Разве ожидания того не стоят?"
    new '''嘿……别急。再等等不行吗？'''

    old "Хватит этих прелюдий, шоколадка, я хочу перейти к делу. "
    new '''我已经受够了前戏，女孩。我们开始吧'''

    old "Люблю твою напористость!"
    new '''我喜欢你饥渴的样子！'''

