translate chinese_simpl strings:

    old "TT: [NPHOTO_2]"
    new "TT: [NPHOTO_2]"

    old "Встретить Мишванду после работы у магазина Ночью."
    new '''在米莎下了班之后见了面。'''
    old "Прочесть СМС от Мишванды."
    new '''读米莎旺达的短信。'''
    old "TT: ^______^"
    new "TT: ^______^"

    old "TT: Если хочешь, можешь провести меня домой снова.\n\n"
    new '''TT: 下次要不要再一起回家呢\n\n'''

    old "GG: Это способ мотивации или благодарность?\n\n"
    new '''GG: 你这是在谢谢我还是在勾引我？\n\n'''

    old "TT: Угадай. "
    new '''TT: 猜猜看。'''

    old "GG: Я не хочу угадывать, я хочу их потрогать.\n\n"
    new '''GG: 我可不猜。我想亲手实践一下\n\n'''

    old "TT: Ха-ха-ха-ха-ха!"
    new '''TT: 哈哈哈哈！'''

    old "TT: Жду тебя у магазина после девяти.\n\n"
    new '''TT: 我今天晚上9点下班\n\n'''

