translate chinese_simpl strings:

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:"
    new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: "
    new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1) Принять душ \n2) Почистить зубы \n3) Взять у Марины какие-нибудь духи \n4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：\n1）洗个澡。\n2）刷个牙。\n3) 从玛丽那里弄些香水。\n4）找我的旧校服，让我看起来像样点。'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''我找到了一个能买到克里斯蒂咖啡的地方，但要买到它，我必须帮助痒痒皮和碎碎嘴 「引诱」售货员小姐。为了做到这一点，我必须：\n{s}1）洗个澡。{/s}\n{s}2）刷个牙。{/s}\n{s}3) 从玛丽那里弄些香水。{/s}\n{s}4）找我的旧校服，让我看起来像样点。{/s}'''

    old "Принять душ"
    new '''1）洗个澡。'''

    old "{s}Принять душ{/s}"
    new '''{s}1）洗个澡。{/s}'''

    old "1) Принять душ"
    new '''1）洗个澡。'''

    old "1) {s}Принять душ{/s}"
    new '''{s}1）洗个澡。{/s}'''

    old "Почистить зубы"
    new '''2）刷个牙。'''

    old "{s}Почистить зубы{/s}"
    new '''{s}2）刷个牙。{/s}'''

    old "2) Почистить зубы"
    new '''2）刷个牙。'''

    old "2) {s}Почистить зубы{/s}"
    new '''{s}2）刷个牙。{/s}'''

    old "Взять у Марины какие-нибудь духи"
    new '''3) 从玛丽那里弄些香水。'''

    old "{s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 从玛丽那里弄些香水。{/s}'''

    old "3) Взять у Марины какие-нибудь духи"
    new '''3) 从玛丽那里弄些香水。'''

    old "3) {s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) 从玛丽那里弄些香水。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4）找我的旧校服，让我看起来像样点。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4）找我的旧校服，让我看起来像样点。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4）找我的旧校服，让我看起来像样点。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4）找我的旧校服，让我看起来像样点。{/s}'''

    old "Принять душ "
    new '''1）洗个澡。'''

    old "{s}Принять душ {/s}"
    new '''{s}1）洗个澡。{/s}'''

    old "1) Принять душ "
    new '''1）洗个澡。'''

    old "1) {s}Принять душ {/s}"
    new '''{s}1）洗个澡。{/s}'''

    old "Почистить зубы "
    new '''2）刷个牙。'''

    old "{s}Почистить зубы {/s}"
    new '''{s}2）刷个牙。{/s}'''

    old "2) Почистить зубы "
    new '''2）刷个牙。'''

    old "2) {s}Почистить зубы {/s}"
    new '''{s}2）刷个牙。{/s}'''

    old "Взять у Марины какие-нибудь духи "
    new '''3) 从玛丽那里弄些香水。'''

    old "{s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 从玛丽那里弄些香水。{/s}'''

    old "3) Взять у Марины какие-нибудь духи "
    new '''3) 从玛丽那里弄些香水。'''

    old "3) {s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) 从玛丽那里弄些香水。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4）找我的旧校服，让我看起来像样点。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4）找我的旧校服，让我看起来像样点。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4）找我的旧校服，让我看起来像样点。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4）找我的旧校服，让我看起来像样点。{/s}'''

