translate jap strings:

    old "Я всю неделю сходил с ума, грезя о нашей встречи."
    new '''이 순간을 내내 꿈꿔왔어.'''

    old "Люблю, когда ты сгораешь от нетерпения."
    new '''네가 나를 만나기를 그렇게 간절히 기다리는 게 좋아.'''

    old "Надеюсь, мои страдания будут компенсированы с лихвой."
    new '''일주일간의 기다림이 그만한 가치가 있기를 바랄게.'''

    old "А то!"
    new '''반드시 그럴 거야!'''

    old "Разве я когда-то разочаровывала тебя?"
    new '''내가 널 실망시킨 적 있니?'''

    old "Никогда. "
    new '''한 번도 없어.'''

    old "Хи-хи-хи. Твой возбуждённый голос так забавно дрожит."
    new '''헤헤. 네가 흥분할 때 네 목소리가 떨리는 게 재밌어.'''

    old "Потрогай меня, фараон, я соскучилась по твоим ласкам. "
    new '''나를 만져줘, 내 파라오. 아, 네 손길이 얼마나 그리웠는지.'''

    old "П-пожалуйста… Давай отойдём."
    new '''부탁해... 우린 좀 더 사적인 곳으로 가자.'''

    old "Ну… Не торопись. Разве ожидания того не стоят?"
    new '''어이... 서두르지 마. 기다림이 가치가 있지 않니?'''

    old "Хватит этих прелюдий, шоколадка, я хочу перейти к делу. "
    new '''나는 충분히 애무를 했어, 자, 시작하자.'''

    old "Люблю твою напористость!"
    new '''네가 얼마나 열심히 하고 싶어하는지 정말 좋아!'''

