# TODO: Translation updated at 2024-04-29 19:47





# game/events/ep2/ep2_18_end.rpy:21


translate jap ep2_18_end_1f348dc9:




    # "Марина" "Ну и где ты шлялся?"


    "Марина" '''こんな遅くにどこに行っていたの？'''




# game/events/ep2/ep2_18_end.rpy:24


translate jap ep2_18_end_24a0d067:




    # "[gg]" "Эй-эй, не дави на меня так. "


    "[player_name]" '''えっと、どうしてそんなに詰め寄るんですか？'''




# game/events/ep2/ep2_18_end.rpy:25


translate jap ep2_18_end_f712d0c3:




    # "[gg]" "Просто гулял."


    "[player_name]" '''ただ、散歩していただけですよ。'''




# game/events/ep2/ep2_18_end.rpy:27


translate jap ep2_18_end_c9786058:




    # "Марина" "Ты понимаешь, что если ты опять куда-то вляпаешься, то мы уже ничего не сможем сделать. Тебя посадят!"


    "Марина" '''また問題を起こしたら、私たちにはもう何もできないってこと、分かってる？本当に刑務所行きになるわよ！'''




# game/events/ep2/ep2_18_end.rpy:29


translate jap ep2_18_end_e6902fd9:




    # "[gg]" "Послушай, Марина, если ты хочешь, чтобы я говорил тебе правду, ты должна научиться доверять мне!"


    "[player_name]" '''はい、メリーさん。正直に話すなら、私を信じてもらわないといけません！'''




# game/events/ep2/ep2_18_end.rpy:31


translate jap ep2_18_end_553a4b89:




    # "Марина" "Это сложно делать, когда твой друг постоянно замешан в мутных историях."


    "Марина" '''あなたの友達が絶えず怪しい話に巻き込まれているみたいだから、信じるのが難しいの。'''




# game/events/ep2/ep2_18_end.rpy:33


translate jap ep2_18_end_9326340e:




    # "[gg]" "Я просто гулял. Верь мне. "


    "[player_name]" '''本当に散歩してただけです。信じてください。'''




# game/events/ep2/ep2_18_end.rpy:35


translate jap ep2_18_end_b554310f:




    # "Марина" "И ты ни в чём больше не замешан? "


    "Марина" '''それで、もう怪しいことはしていないのね？'''




# game/events/ep2/ep2_18_end.rpy:37


translate jap ep2_18_end_2445cab2:




    # "[gg]" "Нет. "


    "[player_name]" '''はい。'''




# game/events/ep2/ep2_18_end.rpy:39


translate jap ep2_18_end_28b441b3:




    # "Марина" " …."


    "Марина" '''…。'''




# game/events/ep2/ep2_18_end.rpy:41


translate jap ep2_18_end_b7fcfb8d:




    # "Марина" "Хорошо, я поверю тебе."


    "Марина" '''わかったわ。信じてあげる。'''




# game/events/ep2/ep2_18_end.rpy:43


translate jap ep2_18_end_994d8683:




    # "Марина" "Но в последний раз."


    "Марина" '''でもこれが最後よ。'''




# game/events/ep2/ep2_18_end.rpy:45


translate jap ep2_18_end_1df3044f:




    # "[gg]" "Спасибо."


    "[player_name]" '''ありがとう。'''




# game/events/ep2/ep2_18_end.rpy:47


translate jap ep2_18_end_3aa32864:




    # "Марина" "Спокойной ночи."


    "Марина" '''良い夜を。'''




# game/events/ep2/ep2_18_end.rpy:61


translate jap ep2_18_end_248ed6b8:




    # "[gg]" "Да, я снова наврал ей. Но разве у меня был выбор?"


    "[player_name]" '''ああ、また嘘をついてしまった。でも、この困難な状況で他にどうしようもなかったんだ。'''




# game/events/ep2/ep2_18_end.rpy:63


translate jap ep2_18_end_d4970b75:




    # "[gg]" "Мне что, следовало ей рассказать, что я задолжал кучу денег бандитам? Что в любой день меня могут прирезать за неуплаченный процент? Или что я ходил за пистолетом для самозащиты? "


    "[player_name]" '''彼女に、町のギャングに大金を借りていること、借金の利息を払えずにいつ殺されてもおかしくないという状況、自衛のために銃を手に入れに行ったという話をすべて正直に話せたとして？'''




# game/events/ep2/ep2_18_end.rpy:64


translate jap ep2_18_end_f467a753:




    # "[gg]" "…"


    "Марина" '''…。'''




# game/events/ep2/ep2_18_end.rpy:67


translate jap ep2_18_end_98842f4e:




    # "[gg]" "Каждый мой день может стать последним."


    "[player_name]" '''いつが人生の最後の日になるかわからない。'''




# game/events/ep2/ep2_18_end.rpy:68


translate jap ep2_18_end_3bf4708c:




    # "[gg]" "И если мне суждено погибнуть в перестрелке, то остаток своей жизни я хочу с человеком, которого люблю больше всего на свете…"


    "[player_name]" '''どうせ銃撃戦で死ぬ運命なら、残りの人生をこの世で最も愛する人と共に過ごしたい....'''




# game/events/ep2/ep2_18_end.rpy:69


translate jap ep2_18_end_c9dacd23:




    # "[gg]" "Мариной."


    "[player_name]" '''メリー。'''




# game/events/ep2/ep2_18_end.rpy:70


translate jap ep2_18_end_fff5ce9e:




    # "[gg]" "Надо будет купить её любимое красное вино и подобрать подходящий фильм для просмотра в романтической обсстановке.\nДиск с подходящим фильмом можно найти в зале."


    "[player_name]" '''彼女のお気に入りのレッドワインを買って、ロマンチックな雰囲気で見るのにふさわしい映画を見つけなくちゃ。適切な映画が入ったCDはホールで見つけられるはずだ。'''

