translate jap strings:

    old "GG: Как только Марина и Кристи свалят из дома,\n я перепробую все комбинации.\n"
    new '''GG: メリーとクリスティが家を空けたら、\n ありとあらゆる組み合わせを試してみるよ。\n'''

    old "GG: Чувак, я перепробовал все варианты. \nЗадание провалено :(\n"
    new '''GG: 友よ、全て試してみたよ。\nミッション失敗 :(\n'''

    old "TT: Как будет время, приходи в Парк,\n обсудим дальнейший план действий.\n"
    new '''TT: 時間がある時に公園に来て、\n次に何をするか話し合おう。\n'''

    old "TT: Я на тебя не злюсь. "
    new '''TT: 大丈夫だ、君に怒ってないよ。'''

