translate jap strings:

    old "TT: [NPHOTO_2]"
    new "TT: [NPHOTO_2]"

    old "Встретить Мишванду после работы у магазина Ночью."
    new '''シフトが終わる夜、ミシュバンダと会う。'''
    old "Прочесть СМС от Мишванды."
    new '''ミシュバンダからのメッセージを読む。'''
    old "TT: ^______^"
    new "TT: ^______^"

    old "TT: Если хочешь, можешь провести меня домой снова.\n\n"
    new '''TT: もしよかったら、また家まで送ってくれない？\n\n'''

    old "GG: Это способ мотивации или благодарность?\n\n"
    new '''GG: これは感謝してるの？それとも動機付け？\n\n'''

    old "TT: Угадай. "
    new '''TT: 当ててみて。'''

    old "GG: Я не хочу угадывать, я хочу их потрогать.\n\n"
    new '''GG: 当てたくない。触りたい。\n\n'''

    old "TT: Ха-ха-ха-ха-ха!"
    new '''TT: はははは！'''

    old "TT: Жду тебя у магазина после девяти.\n\n"
    new '''TT: 今日のシフトは夜9時に終わるよ。\n\n'''

