translate jap strings:

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:"
    new '''クリスティのコーヒーを手に入れる場所を見つけましたが、それを手に入れるためには、近所のバカ二人組が販売員を「誘惑」するのを手伝う必要があります。そのためには:'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: "
    new '''クリスティのコーヒーを手に入れる場所を見つけましたが、それを手に入れるためには、近所のバカ二人組が販売員を「誘惑」するのを手伝う必要があります。そのためには:'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен: \n1) Принять душ \n2) Почистить зубы \n3) Взять у Марины какие-нибудь духи \n4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''クリスティのコーヒーを手に入れる場所を見つけましたが、それを手に入れるためには、近所のバカ二人組が販売員を「誘惑」するのを手伝う必要があります。そのためには:\n1) シャワーを浴びる必要があります。\n2) 歯を磨く必要があります。\n3) メリーから少し香水をもらう必要があります。\n4) まともに見えるように、昔の学生服を見つける必要があります。'''

    old "Я нашёл, где взять кофе для Кристи, но чтобы получить его, мне надо помочь Зудиле и Бубниле «соблазнить» продавщицу в магазине. Для этого я должен:\n1) {s}Принять душ{/s} \n2) {s}Почистить зубы{/s} \n3) {s}Взять у Марины какие-нибудь духи{/s} \n4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''クリスティのコーヒーを手に入れる場所を見つけましたが、それを手に入れるためには、近所のバカ二人組が販売員を「誘惑」するのを手伝う必要があります。そのためには:\n{s}1) シャワーを浴びる必要があります。{/s}\n{s}2) 歯を磨く必要があります。{/s}\n{s}3) メリーから少し香水をもらう必要があります。{/s}\n{s}4) まともに見えるように、昔の学生服を見つける必要があります。{/s}'''

    old "Принять душ"
    new '''1) シャワーを浴びる必要があります。'''

    old "{s}Принять душ{/s}"
    new '''{s}1) シャワーを浴びる必要があります。{/s}'''

    old "1) Принять душ"
    new '''1) シャワーを浴びる必要があります。'''

    old "1) {s}Принять душ{/s}"
    new '''{s}1) シャワーを浴びる必要があります。{/s}'''

    old "Почистить зубы"
    new '''2) 歯を磨く必要があります。'''

    old "{s}Почистить зубы{/s}"
    new '''{s}2) 歯を磨く必要があります。{/s}'''

    old "2) Почистить зубы"
    new '''2) 歯を磨く必要があります。'''

    old "2) {s}Почистить зубы{/s}"
    new '''{s}2) 歯を磨く必要があります。{/s}'''

    old "Взять у Марины какие-нибудь духи"
    new '''3) メリーから少し香水をもらう必要があります。'''

    old "{s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) メリーから少し香水をもらう必要があります。{/s}'''

    old "3) Взять у Марины какие-нибудь духи"
    new '''3) メリーから少し香水をもらう必要があります。'''

    old "3) {s}Взять у Марины какие-нибудь духи{/s}"
    new '''{s}3) メリーから少し香水をもらう必要があります。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4) まともに見えるように、昔の学生服を見つける必要があります。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4) まともに見えるように、昔の学生服を見つける必要があります。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно."
    new '''4) まともに見えるように、昔の学生服を見つける必要があります。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно.{/s}"
    new '''{s}4) まともに見えるように、昔の学生服を見つける必要があります。{/s}'''

    old "Принять душ "
    new '''1) シャワーを浴びる必要があります。'''

    old "{s}Принять душ {/s}"
    new '''{s}1) シャワーを浴びる必要があります。{/s}'''

    old "1) Принять душ "
    new '''1) シャワーを浴びる必要があります。'''

    old "1) {s}Принять душ {/s}"
    new '''{s}1) シャワーを浴びる必要があります。{/s}'''

    old "Почистить зубы "
    new '''2) 歯を磨く必要があります。'''

    old "{s}Почистить зубы {/s}"
    new '''{s}2) 歯を磨く必要があります。{/s}'''

    old "2) Почистить зубы "
    new '''2) 歯を磨く必要があります。'''

    old "2) {s}Почистить зубы {/s}"
    new '''{s}2) 歯を磨く必要があります。{/s}'''

    old "Взять у Марины какие-нибудь духи "
    new '''3) メリーから少し香水をもらう必要があります。'''

    old "{s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) メリーから少し香水をもらう必要があります。{/s}'''

    old "3) Взять у Марины какие-нибудь духи "
    new '''3) メリーから少し香水をもらう必要があります。'''

    old "3) {s}Взять у Марины какие-нибудь духи {/s}"
    new '''{s}3) メリーから少し香水をもらう必要があります。{/s}'''

    old "Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4) まともに見えるように、昔の学生服を見つける必要があります。'''

    old "{s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4) まともに見えるように、昔の学生服を見つける必要があります。{/s}'''

    old "4) Найти мой старый школьный костюм, чтобы выглядеть презентабельно. "
    new '''4) まともに見えるように、昔の学生服を見つける必要があります。'''

    old "4) {s}Найти мой старый школьный костюм, чтобы выглядеть презентабельно. {/s}"
    new '''{s}4) まともに見えるように、昔の学生服を見つける必要があります。{/s}'''

