





label ep3_milf_19:









    show Igor Normal
    "Игорь" "Твой продуктивность поражает. "
    show Igor Normal
    "Игорь" "На кой чёрт ты вообще связался с азартными играми, если и так умеешь быстро зарабатывать? "
    show GG Embarrassment
    "[gg]" "Ну…."
    show GG Normal
    "[gg]" "Тоже самое я могу спросить и тебя, учитывая твои интеллектуальная способности и математический склад ума. "
    show Igor Troll
    "Игорь" "Ты меня поймал! "
    show GG Smile
    "[gg]" "Твоя школа."
    show GG Normal
    "[gg]" "Что с аппаратом? "
    show Igor Normal
    "Игорь" "Сегодня вечером заберу. "
    show Igor Normal
    "Игорь" "Осталось только разработать план ограбления. "
    show GG Chagrin
    "[gg]" "Предлагаю вместо «ограбления» говорить «спасения». "
    show Igor Ok
    "Игорь" "Как пожелаешь, мой чувствительный друг."
    show Igor Normal
    "Игорь" " Тебе следует придумать, как выкурить барышень из квартиры на длительный срок, чтобы я успел взломать сейф. "
    show Igor Normal
    "Игорь" "Прежде я таким не занимался. И не очень-то и горю желанием. "
    show Igor Normal
    "Игорь" "Мне нужно минимум полтора часа, и чтобы никаких форс-мажоров. "
    show GG Surprise
    "[gg]" "Задача…"
    show Igor Silence
    "Игорь" "Думай-думай. У нас мало времени. "
    show Igor Normal
    "Игорь" "Да и здоровье у меня не бесконечное. Люди Жлобы посещают меня почти каждый день."
    show GG Think
    "[gg]" "Хм…"
    show GG Normal
    "[gg]" "Есть одна идея…"
    show GG Normal
    "[gg]" "И Кристи, и Марина очень любят театральные представления. Я мог бы купить для них билет на одну из ближайших постановок."

    show Igor Bad
    "Игорь" "На ближайшие не получится. Билеты надо покупать заранее, минимум за неделю. Разве что взять их с рук."
    show GG Smile
    "[gg]" "А это идея! "
    show Igor Normal
    "Игорь" "Я подал идею? Нисколько не удивлён. "
    show GG Normal
    "[gg]" "Возможно, в этом мне помогут Зудило и Бубнило."
    show Igor Ok
    "Игорь" "Кто?"
    show GG Normal
    "[gg]" "Не важно."
    show GG Normal
    "[gg]" "Как добуду билеты, я сообщу. "
    show Igor Normal
    "Игорь" "Буду ждать."
    jump main_interface_label
# Decompiled by unrpyc: https://github.com/CensoredUsername/unrpyc
